Repository: unknown-horizons/unknown-horizons
Catalog: po/uh/*.po
Languages: da

source: Fortifications
da: Verdedigingswerken

source: Infrastructure
da: Infrastructuur

source: Military Service
da: Militaire Dienst

source: Pioneers
da: pionere

source: Residential
da: Beboelse

source: Sea
da: Hav

source: Settlement
da: Besættelse

source: Agriculture
da: Landbrug

source: Military
da: Militær

source: The game you selected could not be started.
da: Het spel dat u heeft geselecteerd kan niet worden gestart.

source: No quicksaves found
da: Ingen hurtiggemte spil fundet

source: You need to quicksave before you can quickload.
da: Du er nødt til at hurtiggemme for at kunne hurtighente.

source: Not Ready
da: Ikke Klar

source: Ready
da: Klar

source: New version of Unknown Horizons
da: Nieuwe versie van Unknown Horizons

source: Click to download
da: Klik for at downloade

source: Health: {health}
da: Sundhed: {health}

source: This building must be built on an island.
da: Dit gebouw moet op een eiland gebouwd worden.

source: This ground is not suitable for this building.
da: Dit terrein is niet geschikt voor dit gebouw.

source: This building has to be built within your settlement.
da: Dit gebouw moet worden gebouwd binnen de grenzen van uw nederzetting.

source: This area is already occupied by another player.
da: Dit gebied is al bezet door een andere speler.

source: This area is already occupied by another building.
da: Dit gebied is al bezet door een ander gebouw.

source: This area is already occupied by a unit.
da: Dit gebied is al bezet door een eenheid.

source: This building has to be placed at the ocean.
da: Dit gebouw dient op de kustlijn geplaatst te worden.

source: You have already settled this island.
da: Du har allerede koloniseret denne ø.

source: This building is on fire!
da: Dit gebouw staat in brand!

source: These residents are unhappy.
da: Deze bewoners zijn ontevreden.

source: The inventory of this building is full.
da: Het inventaris van dit gebouw is vol.

source: This building has a very low productivity.
da: Dit gebouw heeft een hele lage productiviteit.

source: This building is decomissioned.
da: Dit gebouw is stilgelegd.

source: Going to {x}, {y}
da: Gaat naar coördinaten {x}, {y}

source: {player1} and {player2} have allied their forces.
da: {player1} og {player2} har allieret deres styrker.

source: medical herbs
da: medicinske urter

source: Aristocrats
da: Aristokrater

source: happiness
da: glæde

source: Some of your inhabitants just moved out.
da: Nogle af dine indbyggere er netop flyttet ud.

source: sugar
da: sukker

source: tobacco leaves
da: tobaksblade

source: stone tops
da: sten toppe

source: wool
da: uld

source: cocoa beans
da: kakaobønner

source: food
da: mad

source: flour
da: mel

source: pigs for slaughter
da: grise til slagtning

source: trees
da: træer

source: clay deposit
da: ler

source: {player1} and {player2} have ended the war and are now allied.
da: {player1} og {player2} har afsluttet krigen og er nu allierede.

source: cocoa
da: kakao

source: potatoes
da: kartofler

source: iron ore
da: jernmalm

source: clay
da: ler

source: Merchants
da: købmænd

source: liquor
da: spiritus

source: iron ingots
da: jern barre

source: Screenshot has been saved to {file}.
da: Skærmbillede er blevet gemt til {file}.

source: cattle
da: kvæg

source: You can also drag roads.
da: Du kan også trække veje.

source: lamb wool
da: lame uld

source: {player1} and {player2} have terminated their alliance.
da: {player1} og {player2} har opsagt deres alliance.

source: Cannot go here.
da: Kan ikke gå her.

source: sugar cane
da: sukkerrør

source: corn
da: majs

source: grapes
da: vindruer

source: honeycombs
da: honningtavler

source: faith
da: tro

source: boards
da: tømmer

source: Some of your inhabitants have no access to a main square.
da: Nogle af dine indbyggere har ikke adgang til et hovedtorv.

source: {player1} and {player2} will fight each other to the death.
da: {player1} og {player2} vil kæmpe mod hinanden til døden.

source: Sailors
da: Sømænd

source: grain
da: korn

source: spices
da: krydderier

source: dagger
da: dolk

source: bricks
da: mursten

source: community
da: fællesskab

source: spice plants
da: krydderiplanter

source: cattle for slaughter
da: kvæg til slagteri

source: tobaccos
da: tobak

source: tools
da: værktøj

source: deer meat
da: hjortekød

source: confectionery
da: konfekture

source: coins
da: mønter

source: You won!
da: Du vandt!

source: fish
da: fisk

source: charcoal
da: trækul

source: stone deposit
da: stendepot

source: fire
da: ilden

source: acorns
da: agern

source: tobacco plants
da: tobaksplanter

source: You need more {resource} to build this building.
da: Du har brug for mere {resource} til at bygge denne bygning.

source: Your crew refuses to leave this map.
da: Din besætning nægter at forlade dette kort.

source: {player1} and {player2} have settled their hostility.
da: {player1} og {player2} har afgjort deres fjendtlighed.

source: grass
da: græs

source: One of your fields requires a farm to harvest its crops.
da: En af dine områder kræver en gård for at høste sine afgrøder.

source: Your mine has run out of resources.
da: Din mine er løbet tør for ressourcer.

source: Your inhabitants reached level {level}.
da: Dine indbyggere nåede niveau {level}.

source: iron deposit
da: jernforekomst

source: education
da: uddannelse

source: {player1} and {player2} have ended their alliance and are now in a state of war.
da: {player1} og {player2} har afsluttet deres alliance og er nu i en tilstand af krig.

source: textile
da: tekstil

source: cannon
da: kanon

source: A new ship by the name of {name} has been created.
da: Et nyt skib ved navn {name} er blevet bygget.

source: get-together
da: kom-sammen

source: A new world has been created.
da: En ny verden er blevet oprettet.

source: Your game has been quicksaved.
da: Dit spil er blevet autogemt.

source: deer food A
da: hjortekød A

source: herbs
da: urter

source: pigs
da: grise

source: You cannot tear the warehouse, your settlements needs it.
da: Du kan ikke rive dette lager ned, din koloni har brug for det.

source: condiments
da: krydderier

source: candles
da: Stearinlys

source: A new settlement was founded by {player}.
da: Et nyt forlig blev grundlagt af {player}.

source: vines
da: vinstokke
