Repository: unknown-horizons/unknown-horizons
Catalog: po/uh/*.po
Languages: da

source: Unknown Horizons has crashed.
da: Unknown Horizons er gået ned.

source: We are very sorry for this and want to fix the underlying error.
da: Vi er meget kede af det og ønsker at rette årsagen til denne fejlen.

source: In order to do this, we need the information from the logfile:
da: For at gøre dette, har vi brug for oplysninger fra logfil:

source: Please give it to us via IRC or our forum, for both see http://unknown-horizons.org .
da: Send den venligst til os via IRC eller vores forum, for begge se http://unknown-horizons.org .

source: Error: Unable to find required library "PyYAML".
da: Fejl: Kunne ikke finde det påkrævede bibliotek "PyYAML".

source: PyYAML (a required library) is missing and needs to be installed.
da: PyYAML (et nødvendigt bibliotek) mangler og er nødt til at blive installeret.

source: The Windows installer is available at http://pyyaml.org/wiki/PyYAML.
da: Windows-installationsprogrammet kan findes på http://pyyaml.org/wiki/PyYAML.

source: Thank you for using Unknown Horizons!
da: Tak fordi du bruger Unknown Horizons!

source: Return to editor
da: Tilbage til redigering

source: Save map
da: Gem kort

source: Load map
da: Hent kort

source: Settings
da: Indstillinger

source: Help
da: Hjælp

source: Exit editor
da: Afslut rediger

source: Select brush size:
da: Vælg penselstørrelse:

source: Select terrain:
da: Vælg terræn:

source: (right click to stop)
da: (højreklik for at stoppe)

source: Game start
da: Start spil

source: You need to found a settlement before you can construct buildings!
da: Du er nødt til at grundlægge en by, før du kan bygge bygninger!

source: Select your ship and approach the coast via right-click.
da: Vælg dit skib og nærm dig kysten via højreklik.

source: Afterwards, press the large button in the ship overview tab.
da: Tryk derefter på den store knap i skibsoversigten.

source: Build
da: Byg

source: Running costs:
da: Driftsomkostninger:

source: Related buildings
da: Relaterede bygninger

source: Inhabitants
da: Indbygger

source: Increase game speed (+)
da: Øg spilhastighed (+)

source: Decrease game speed (-)
da: Formindsk spilhastighed (-)

source: Rotate map counterclockwise (,)
da: Roter kortet mod uret (,)

source: Rotate map clockwise (.)
da: Roter kort med uret (.)

source: Zoom in
da: Zoom ind

source: Zoom out
da: Zoom ud

source: Destroy (X)
da: Destruer (X)

source: Captain's log (L)
da: Kaptajnens logbog(L)

source: Build menu (B)
da: Byggemenu (B)

source: Diplomacy
da: Diplomati

source: Game menu (Esc)
da: Spilmenu (Esc)

source: Change name
da: Skift navn

source: Old name:
da: Gammelt navn:

source: Enter new name:
da: Indtast nyt navn:

source: Apply the new name
da: Godkend det nye navn

source: Enter your message:
da: Skriv din meddelelse:

source: Running costs
da: Driftsomkostninger

source: To build a boat, click on one of the class tabs, select the desired ship and confirm the order.
da: For at bygge et skib skal du vælge en kategori, vælge det ønskede skib og trykke godkend.

source: Currently building:
da: Bygges nu:

source: Pause
da: Pauseer

source: Resume
da: Fortsæt

source: Resources still needed:
da: Ressourcer der stadig er brug for:

source: Cancel building:
da: Afbryd bygning:

source: (lose all resources)
da: (mist alle ressurser)

source: Cancel all building progress
da: Annuleer alle constructieve vooruitgang

source: ally
da: allieret

source: neutral
da: neutraal

source: enemy
da: fjende

source: Building overview
da: Bygningsoversigt

source: Capacity utilization
da: Kapacitetsudnyttelse

source: Settlement inventory
da: Afregning opgørelse

source: Settler overview
da: Kolonist oversigt

source: Paid taxes
da: Betalt skat

source: Taxes:
da: Skatter:

source: Tax rate
da: Skatterate

source: Happiness per house
da: Glæde per hus

source: sad
da: trist

source: satisfied
da: tilfredse

source: happy
da: glad

source: Amount of houses with this happiness
da: Antal huse med denne glæde

source: Residents per house
da: Beboere per hus

source: Number of inhabitants per house
da: Antal indbyggere per house

source: Houses with this amount of inhabitants
da: Huse med dette antal indbyggere

source: Summary
da: Oversigt

source: houses
da: huse

source: residents
da: inbyggere

source: Selling
da: Salg

source: Buying
da: Køb

source: Name:
da: Navn:

source: Weapons:
da: Våben:

source: Resource deposit
da: Resource depositum

source: This is a resource deposit where you can build a mine to dig up resources.
da: Dette er et ressourcedepot, hvor du kan bygge en mine og grave ressourcerne op.

source: It contains these resources:
da: Indholder disse ressourcer:

source: Click to change the name of your settlement
da: Klik her for at ændre navnet på din løsning

source: Happiness
da: Glæde

source: Residents
da: Beboere

source: Needed resources:
da: Ressourcer der mangler:

source: Click to change the name of this ship
da: Klik her for at ændre navnet på dette skib

source: Build settlement
da: Byg afvikling

source: Configure trading route
da: Rediger handelsrute

source: Ship:
da: Skib:

source: Exchange:
da: Handel:

source: Trade partner:
da: Handelspartner:

source: Income:
da: Indkomst:

source: Taxes
da: Skatter

source: Sale
da: Salg

source: Statistics
da: Statistikker

source: Players
da: Spilere

source: My ships
da: Mine skibe

source: Everybody
da: Iedereen

source: Start route
da: Start rute

source: Exit
da: Einde

source: Close
da: Luk

source: Player scores
da: Spiller score

source: Name
da: Naam

source: Player Name
da: Spelersnaam

source: Player's current treasury + income expected in near future
da: Huidige schatkist van de speler + verwacht inkomen in de nabije toekomst

source: Value of resources generated from all the possible sources in the player's settlement(s)
da: Waarde van alle middelen die zijn voortgekomen uit alle bronnen binnen de nederzetting(en) van de speler

source: Value of all the buildings in the player's settlement(s)
da: Waarde van alle gebouwen in de nederzetting(en) van de speler

source: Settlers
da: Nybyggere

source: Value denoting the progress of the settlement(s) in terms of inhabitants, buildings and overall happiness
da: Waarde ter aanduiding van de voortgang van de nederzetting(en) uitgaande van aantal inwoners, gebouwen en algehele tevredenheid

source: Value of all the units owned by the player
da: Waarde van alle eenheden die eigendom zijn van de speler

source: The total value from all individual entities or in short : Total Player Score
da: De totale waarde van alle individuele eenheden, kortweg: Totale Spelersscore

source: Balance
da: Afbalancer

source: Health
da: Sundhed

source: Passive
da: Passiv

source: Exit to main menu
da: Afslut til hovedmenu

source: Choose a map size:
da: Vælg kortstørrelse

source: Choose a map:
da: Vælg et kort:

source: Choose a saved game's map:
da: Vælg et gemt spils kort:

source: Create new map
da: Lav et nyt kort

source: Load existing map
da: Hent et eksisterende kort

source: Load saved game's map
da: Hent et gemt spils kort

source: Start editor
da: Start redigering

source: Scroll left
da: Rul til venstre

source: Scroll right
da: Rul til højre

source: Scroll up
da: Rul op

source: Scroll down
da: Rul ned

source: Show build menu
da: Hvis byggemenu

source: Display help
da: Hvis hjælp

source: Quickload
da: Hurtighent

source: Enable road building mode
da: Aktiver vejbygningsmode

source: Close dialogs
da: Luk dialoger

source: Show player scores
da: Hvis spillerscore

source: Primary
da: Primær

source: Save game
da: Gem spil

source: Load game
da: Hent spil

source: Loading ...
da: Henter...

source: Change Background
da: Skift Baggrund

source: Singleplayer
da: Enkelspel

source: Quit
da: Afslut

source: Editor
da: Rediger

source: Credits
da: Dankwoord

source: Create game - Multiplayer
da: Lav spil - Multiplayer

source: Password of the game:
da: Spillets kodeord:

source: This game's password. Required to join this game.
da: Dette spils kodeord. Nødvendig for at tilslutte dig dette spil.

source: Create game:
da: Lav spil:

source: Create this new game
da: Lav dette ny spil

source: Gamelobby
da: Spellobby

source: Leave:
da: Forlad:

source: Ready:
da: Klar:

source: Color
da: Farve

source: New game - Multiplayer
da: Nyt spil - Multiplayer

source: Create a new game
da: Lav et nyt spil

source: Load game:
da: Hent spil:

source: Main menu:
da: Hovedmenu:

source: Join game
da: Tilslut spil

source: Join the selected game
da: Tilslut det valgte spil

source: Change player details
da: Skift spilleroplysninger

source: Graphics
da: Grafik

source: Color depth:
da: Farvedybde:

source: Sound
da: Lyd

source: Enable sound:
da: Aktiver lyd:

source: Mouse
da: Mui s

source: 0 is default system settings
da: 0 = standaard instellingen

source: Saving
da: Gemmer

source: Language
da: Sprog

source: General
da: Generalt

source: Enable logging:
da: Aktiver logging:

source: Production indicators:
da: Produktionsindikator

source: Network
da: Netværk

source: Network port:
da: Netværksport:

source: Your saved games:
da: Ingen gemte spil:

source: Password of the game. Required to join this game
da: Spillets kodeord. Er nødvendig for at kunne tilslutte sig dette spil

source: Enter filename:
da: Indtast filnavn:

source: Details:
da: detaljer:

source: New game - Singleplayer
da: Nyt spil - Singleplayer

source: Scenario
da: Scenarie

source: Random map
da: Tilfældig kort

source: Free play
da: Frit spil

source: Choose a map to play:
da: Vælg et kort at spille:

source: Select a language:
da: Vælg sprog:

source: Free Trader
da: Vrije Handelaar

source: Pirates
da: Piraten

source: Player name:
da: Spillernavn:

source: Color:
da: Farve:

source: Invalid filename
da: Ugyldigt filnavn

source: Received an invalid filename for a save command.
da: Modtaget et ugyldigt filnavn for et kommandoen Gem.

source: Error
da: Fejl

source: Failed to save.
da: Kunne ikke gemme.

source: The trade partner does not sell this.
da: Handelspartneren sælger ikke dette.

source: You can not store this.
da: Du kan ikke opbevare dette.

source: You can not afford to buy this.
da: Du har ikke råd til at købe dette.

source: The trade partner does not sell more of this.
da: Handelspartneren sælger ikke mere af dette.

source: The trade partner does not buy this.
da: Handelspartneren køber ikke dette.

source: You do not possess this.
da: Du besidder ikke denne.

source: The trade partner can not store more of this.
da: Handelspartneren kan ikke lagre mere af dette.

source: The trade partner can not afford to buy this.
da: Handelspartneren har ikke råd til at købe dette.

source: The trade partner does not buy more of this.
da: Handelspartneren køber ikke mere af dette.

source: An error happened during quicksave.
da: Der skete en fejl ved hurtiggem.

source: Hotkeys
da: Genvejstaster

source: Restart required
da: Genstart er nødvendig

source: Some of your changes require a restart of Unknown Horizons.
da: Nogle af dine ændringer kræver genstart af Unknown Horizons.

source: Restore default settings
da: Gendan standardindstillingerne

source: Restoring the default settings will delete all changes to the settings you made so far.
da: Gendannelse af standardindstillingerne vil slette alle ændringer af indstillingerne, du har foretaget hidtil.

source: Do you want to continue?
da: Ønsker du at fortsætte?

source: Default
da: Standard

source: Warning
da: Advarsel

source: The SDL renderer is meant as a fallback solution only and has serious graphical glitches. Use at own risk!
da: Den SDL renderer er ment som en løsning at falde tilbage og kun har alvorlige grafiske glitches. Brug på eget ansvar!

source: Invalid network port
da: Ugyldig netværksport

source: The port you specified is not valid. It must be a number between 1 and 65535.
da: Havnen du har angivet er ikke gyldig. Det skal være et tal mellem 1 og 65535.

source: Please check the port you entered and make sure it is in the specified range.
da: Kontroller porten du har indtastet, og sørg for at det er i den angivne interval.

source: Failed to apply new network settings.
da: Kunne ikke anvende nye netværksindstillinger.

source: Network features could not be initialized with the current configuration.
da: Netværk funktioner kunne ikke initialiseres med den aktuelle konfiguration.

source: Check the settings you specified in the network section.
da: Kontroller indstillingerne, du har angivet i afsnittet Netværk.

source: Low port numbers sometimes require special access privileges, try 0 or a number greater than 1024.
da: Lave portnumre til tider kræver særlige adgangsrettigheder, så prøv 0 eller et tal større end 1024.

source: Logging enabled
da: Logning slået til

source: Logs are written to {directory}.
da: Logs er skrevet til {directory}.

source: Are you sure you want to quit Unknown Horizons?
da: Er du sikker på, at du vil lukke Unknown Horizons?

source: Quit Game
da: Luk Spillet

source: No diplomacy possible
da: Ingen diplomati muligt

source: Cannot do diplomacy as there are no other players.
da: Kan ikke gøre diplomati som der ikke er andre spillere.

source: {size}x{size} tiles
da: {size}x{size} felter

source: Press desired key
da: Tryk på ønsked knap

source: {key} is already set to {action}.
da: {key} er allerede sat til {action}.

source: Confirmation for overwriting
da: Bekræft overskrivningen

source: Gameplay Tips
da: Spiltip

source: Press 'ESC' to access Game Menu.
da: Tryk 'ESC' for at komme til Spil Menu.

source: Build fire stations and doctors to protect your inhabitants from fire and disease.
da: Byg brandstioner og læger for at beskytte dine indbyggere mod brand og sygdom.

source: Build storage tents to increase your storage capacity.
da: Byg lagertelte for at forhøje lagerkapasitet

source: Make sure every house is in range of a marketplace.
da: Vær sikker op at alle huse har en markedspads inden for rækkevide.

source: Starting engine...
da: Starter engine...

source: Catching fish...
da: Fang fisk...

source: Activating timer...
da: Aktivere tid...

source: Preparing blueprints...
da: Forbereder perspektivplan...

source: Unable to find pyenet
da: Kunne ikke finde pyenet

source: Linux users: Try to install pyenet through your package manager.
da: Linux-brugere: Prøv at installere pyenet gennem din pakkehåndtering.

source: Failed to initialize networking.
da: Kunne ikke initialisere netværk.

source: Fatal Network Error
da: Fatal Netværksfejl

source: Could not connect to master server.
da: Kunne ikke forbinde til master serveren.

source: Please check your Internet connection. If it is fine, it means our master server is temporarily down.
da: Kontroller din internetforbindelse. Hvis det er fint, det betyder, at vores master server er midlertidigt nede.

source: Something went wrong with the network:
da: Noget gik galt med netværket:

source: Version differs!
da: Version adskiller sig!

source: Map: {map_name}
da: Kort: {map_name}

source: Name: {game_name}
da: Navn: {game_name}

source: Players: {player_amount}/{player_limit}
da: Spillere: {player_amount}/{player_limit}

source: Wrong version
da: Forkert version

source: The game's version differs from your version. Every player in a multiplayer game must use the same version. This can be fixed by every player updating to the latest version. Game version: {game_version} Your version: {own_version}
da: Spillets versionen adskiller sig fra din version. Alle spiller i et multiplayer-spil skal bruge den samme version. Dette kan fastsættes ved at hver spiller opdatere til den nyeste version. Spil version: {game_version} Din version: {own_version}

source: Password of the game
da: Spillets kodeord

source: Enter password:
da: Indtast kodeord:

source: Recommended number of players: {number}
da: Anbefalet antal spillere: {number}

source: Click here to change your name and/or color
da: Klik her for at skifte dit navn og/eller farve

source: Kick {player}
da: Smid {player} ud

source: {player} has joined the game
da: {player} har tilsluttet sig spillet

source: {player} has left the game
da: {player} har forladt spillet

source: {player} is now ready
da: {player} er nu klar

source: {player} not ready anymore
da: {player} er ikke klar mere

source: {player} is now known as {new_name}
da: {player} er nu kendt som {new_name}

source: {player} changed their color
da: {player} skiftede deres farve

source: Kicked
da: Smidt ud

source: {player} got kicked by creator
da: {player} blev smidt ud af skaber

source: Are you sure you want to abort the running session?
da: Er du sikker på at du vil lukke den kørende session?

source: Quit Session
da: Luk Session

source: No saved games
da: Ingen gemte spil

source: There are no saved games to load.
da: Der er ingen gemte spil at indlæse.

source: No filename given
da: Ingen givet filnavn

source: Please enter a valid filename.
da: Indtast venligst et gyldigt filnavn.

source: Overwrite it?
da: Overskriv den?

source: Unknown savedate
da: Ukendt gemt data

source: Saved at {time}
da: Gemt {time}

source: No file selected
da: Ingen filer valgt

source: You need to select a savegame to delete.
da: Du skal vælge et savegame at slette.

source: Do you really want to delete the savegame '{name}'?
da: Ønsker du virkelig at slette savegame '{name}'?

source: Confirm deletion
da: Bekræft sletning

source: Error!
da: Fejl!

source: Failed to delete savefile!
da: Kunne ikke slette det gemte spil!

source: Invalid player name
da: Ugyldigt spillernavn

source: You entered an invalid playername.
da: Du har indtastet et ugyldigt playername.

source: Resource density:
da: Resource tæthed:

source: Map size:
da: Kortstørrelse:

source: Water:
da: Vand:

source: Max island size:
da: Maksimale ø-størrelse:

source: Preferred island size:
da: Foretrukken ø størrelse:

source: Island size deviation:
da: Island størrelse afvigelse:

source: Click to generate a different random map
da: Klik for at generere et andet tilfældigt kort

source: Invalid scenario file
da: Ugyldig scenario fil

source: The selected file is not a valid scenario file.
da: Den valgte fil er ikke en gyldig scenario fil.

source: Error message:
da: Fejlmeddelelser:

source: Please report this to the author.
da: Venligst meddele dette til forfatteren.

source: Difficulty: {difficulty}
da: Sværhedsgrad: {difficulty}

source: Author: {author}
da: Forfatter: {author}

source: Description: {desc}
da: Beskrivelse: {desc}

source: Press H to remove this hint
da: Tryk på H for at fjerne dette tip

source: Boat builder overview
da: Bådebygger overblik

source: {ship} (place in queue: {place})
da: {ship} (plads i køen: {place})

source: Build this ship!
da: Byg dette skib!

source: Fisher boats
da: Fiskerbåde

source: Trade boats
da: Handelsbåde

source: War boats
da: Krigsbåde

source: War ships
da: Krigsskibe

source: Confirm order
da: Bekræft ordre

source: Warehouse overview
da: Varehus overblik

source: Tower overview
da: Tower overblik

source: Overview
da: Overblik

source: Click on one of the resource slots to add a trade offer.
da: Klik på en af de ressourcemæssige slots til at tilføje en handel tilbud.

source: Set to buy or sell by clicking on that label, then adjust the amount via the slider to the right.
da: Indstil til at købe eller sælge ved at klikke på denne etiket, juster derefter mængden via skyderen til højre.

source: Will buy {resource_name} for {price} gold/t whenever less than {limit}t are in stock.
da: Vil købe {resource_name} for {price} guld/t når mindre end {limit}t er på lager.

source: Will sell {resource_name} for {price} gold/t whenever more than {limit}t are available.
da: Vil sælge {resource_name} for {price} guld/t når mere end {limit}t er til rådighed.

source: Account
da: Konto

source: Main square overview
da: Main Square overblik

source: Don't allow upgrades
da: Lad ikke opgraderinger

source: Allow upgrades
da: Tillad opgraderinger

source: Unit overview
da: Enhedsoverblik

source: Production overview
da: Produktion overblik

source: Selected Units
da: Valgte enheder

source: Ship overview
da: Skibs oversigt

source: The ship needs to be close to an island to found a settlement.
da: Skibet skal være tæt på en ø for at kunne kolonisere.

source: You already have a settlement on this island.
da: Du har allerede en koloni på denne ø.

source: Load/Unload
da: Last / Losse

source: Buy/Sell
da: Køb / Salg

source: Cannot equip trade ship with weapons
da: Kan ikke udstyre handel skib med våben

source: It is not possible to equip a trade ship with weapons.
da: Det er ikke muligt at udstyre en handel skib med våben.

source: Equip weapon
da: Udstyre våben

source: Unequip weapon
da: Unequip våben

source: {resource_name}: {price} gold
da: {resource_name}: {price} guld

source: buy for {buyprice} gold
da: køb for {buyprice} guld

source: sell for {sellprice} gold
da: Sælg for {sellprice} guld

source: Logbook
da: Logbog

source: Emptiness
da: Tomhed

source: There is nothing written in your logbook yet!
da: Der er intet skrevet i din logbog endnu!

source: Game
da: Spil

source: Settlements of {player}
da: {player}s kolonier

source: Ships of {player}
da: {player}s skibe

source: None
da: Ingen

source: N/A
da: Ikke relevant

source: Production overview of {settlement}
da: Produktion overblik over {settlement}

source: Click to show statistics
da: Klik for at vise statistiker

source: Click to add a new slot
da: Klik her for at tilføje et nyt slot

source: Reset this configuration to the factory default.
da: Nulstil denne konfiguration til fabriksindstillingerne.

source: Reset this settlement's displayed resources to the default configuration you have saved.
da: Nulstil denne kolonis viste ressourcer til standardkonfigurationen du har gemt.

source: Sell income
da: Salgsindkomst

source: Stop route
da: Stop rute

source: Need at least two settlements
da: Har du brug for mindst to bopladser

source: You need at least two different settlements in your route.
da: Du skal have mindst to forskellige bosættelser på din rute.

source: Click on a settlement to add a waypoint!
da: Klik på en løsning for at tilføje et waypoint!

source: Loading into ship
da: Ilægning i skib

source: Unloading from ship
da: Aflæsning fra skib

source: none
da: ingen

source: Details: {error_details}
da: Detalier: {error_details}

source: Error: {error_message}
da: Fejl: {error_message}

source: Barracks
da: Barakken

source: Blender
da: Menger

source: Burns a lot of boards.
da: Verbrandt een boel planken.

source: Clay Deposit
da: Lerdepot

source: Clay Pit
da: Lergrav

source: Gets clay from deposit.
da: Graaft klei uit.

source: Cocoa Field
da: Cacaoveld

source: Corn Field
da: Maisveld

source: Doctor
da: Læge

source: Farm
da: Gård

source: Fire Station
da: Brandweer

source: Fish Deposit
da: Visgrond

source: Herbary
da: Kruidentuin

source: Hunter's Tent
da: Jægertelt

source: Iron Mine
da: Jernmine

source: Lumberjack Tent
da: Skovhuggertelt

source: Lumberjack Hut
da: Skovhuggerhytte

source: Main Square
da: Torv

source: Mountain
da: Bjerg

source: Pastry Shop
da: Banketbakkerij

source: Pavilion
da: Paviljoen

source: Potato Field
da: Kartoffelmark

source: Spice Field
da: Krydderimark

source: Carver
da: Beeldhouwer

source: Stone Pit
da: Stengrav

source: Provides get-together.
da: Gezellige plek om bij elkaar te komen.

source: Hut
da: Hytte

source: House
da: Hus

source: Estate
da: Landhuis

source: Cobblestone Street
da: Brostens Vej

source: Provides education.
da: Levert scholing.

source: Vineyard
da: Vingård

source: Vintner
da: Wijnboer

source: Weaver's Hut
da: Væverhytte

source: Windmill
da: Vindmølle

source: Companies
da: Virksomheder

source: Fields
da: Felter

source: Residents and infrastructure
da: Borger og infrastruktur

source: Services
da: Ydelser

source: Citizens
da: Borgere

source: Food
da: Mad
