Repository: unknown-horizons/unknown-horizons
Catalog: uh/*.po
Languages: hu, ja, pl, ro

source: Rotate map counterclockwise
pl: Obróć mapę przeciwnie do ruchu wskazówek zegara

source: Rotate map clockwise
pl: Obróć mapę zgodnie z ruchem wskazówek zegara

source: Decrease game speed
ja: ゲームスピードを遅くする
pl: Zmniejsz prędkość gry
ro: Reduce viteza jocului

source: Increase game speed
ja: ゲームスピードを速くする
pl: Zwiększ prędkość gry
ro: Sporește viteza jocului

source: Zoom in
hu: Nagyítás
ja: ズームイン
pl: Przybliż
ro: mărire

source: Zoom out
hu: Kicsinyítés
ja: ズームアウト
pl: Oddal
ro: micșorare

source: Boards
hu: Deszkák
ja: 板材
pl: Deski
ro: scânduri

source: Bricks
pl: Cegły

source: Food
pl: Żywność

source: Textiles
pl: Tekstylia

source: Tools
hu: Szerszámok
ja: 工具
pl: Narzędzia
ro: unelte

source: Gold
hu: Arany
ja: 金
pl: Złoto
ro: aur

source: Enter new name:
hu: Írd be az új nevet:
ja: 新しい名前：
pl: Podaj nową nazwę:
ro: scrieți nume nou:

source: Change name
hu: Névválatoztatás
ja: 名前の変更
pl: Zmień nazwę
ro: schimbare nume

source: Apply the new name
hu: Új név alkalmazása
ja: 新しい名前に変更
pl: Zastosować nową nazwę
ro: folosiți noul nume

source: Enter your message:
hu: Írd be az üzenetedet:
ja: メッセージを入力：
pl: Wpisz swoją wiadomość:
ro: scrieți mesaj:

source: Chat
hu: Beszélgetés
ja: チャット
pl: Czat
ro: șuetă

source: Cancel building:
hu: Építés visszavonása:
ja: 建造の中止：
pl: Przerwij budowanie:
ro: anulare construcție:

source: (lose all resources)
hu: (minden nyersanyag elvész)
ja: （すべての資源を失いました）
pl: (stracisz wszystkie zasoby)
ro: (pieire totală a resurselor)

source: Currently building:
hu: Jelenleg épül:
ja: 建造中：
pl: Obecnie w budowie:
ro: în curs de construcție:

source: To build a boat, click on one of the class tabs, select the desired ship and confirm the order.
hu: Hajó építéséhez kattints az egyik osztályra, majd válaszd ki a hajót és erősítsd meg az utasítást.
ja: 船を作るには、クラスのタブをクリックして、作りたい船を選んでください。
pl: By zbudować łódź, kliknij na zakładkę z odpowiednią klasą, wybierz okręt i potwierdź budowę.
ro: Pentru a construi o barcă, click pe tabul de clasă, selecționați nava dorită și confirmați.

source: Construction progress:
hu: Építés előrehaladása:
ja: 建造の進行度：
pl: Postęp konstrukcji:
ro: construcție în progres:

source: Building overview
hu: Építés áttekintés
ja: 建造物の概要
pl: Podgląd budynku
ro: sumar de clădiri

source: Cancel all building progress
hu: Minden építési folyamat visszavonása
ja: すべての建造を中止する
pl: Anuluj wszystkie postępu robót
ro: anulare toate construcțiile în curs

source: Pause
hu: Szünet
ja: 一時停止
pl: Pauza
ro: pauză

source: Resume
hu: Folytatás
ja: 再開
pl: Wznów
ro: reluare

source: Running costs
hu: Üzemeltetési költségek
ja: 運営費
pl: Koszty utrzymania
ro: costuri de funcționare

source: Build this ship!
hu: Hajó megépítése!
ja: この船を作る
pl: Zbuduj ten statek!
ro: Construiți această navă!

source: Buy resources
pl: Kup zasoby

source: Buy or sell resources
hu: Nyersanyagok adásvétele
ja: 資源の購入／販売
pl: Kup lub sprzedaj zasoby
ro: cumpără sau vinde resurse

source: Sell resources
pl: Sprzedaj zasoby

source: Select resources:
ja: 資源の選択：
pl: Wybierz zasoby:
ro: selecționați resursele:

source: Buying
hu: Vásárlás
ja: 購入
pl: Kupno
ro: cumpăr

source: Balance:
hu: Mérleg:
ja: 収支バランス：
pl: Saldo:
ro: balanță:

source: Expenses:
hu: Kiadások:
ja: 支出：
pl: Wydatki:
ro: costuri:

source: Income:
hu: Bevétel:
ja: 収入：
pl: Wpływy:
ro: venit:

source: Sale
hu: Eladás
ja: 販売
pl: Sprzedaż
ro: vinde

source: Taxes
hu: Adók
ja: 税金
pl: Podatki
ro: taxe

source: Show resources produced in this settlement
hu: A telepen termelt nyersanyagok mutatása
ja: この集落で生産される資源を見る
pl: Pokaż dobra produkowane przez tą osadę
ro: arată resursele produse în această colonie

source: enemy
hu: ellenség
ja: 敵
pl: wróg
ro: inamic

source: neutral
hu: semleges
ja: 中立
pl: neutralny
ro: neutru

source: Build fields
ja: 農地を作る
pl: Zbuduj pole
ro: construire de câmp

source: Average happiness:
hu: Átlagos vidámság:
ja: 平均幸福度：
pl: Ogólne zadowolenie:
ro: satisfacție generală:

source: Most needed resource:
hu: Legszükségesebb termékek:
ja: 最も必要とされている資源：
pl: Najbardziej potrzebne zasoby:
ro: Cele mai necesare resurse:

source: Residents per house
hu: Lakók házanként
ja: 住宅あたりの住民
pl: Mieszkańców na dom
ro: locuitori pe casă

source: Summary
hu: Összefoglalás
ja: まとめ
pl: Podsumowanie
ro: sumar

source: houses
hu: házak
ja: 住宅
pl: domy
ro: case

source: 1 resident
hu: 1 lakó
ja: ひとりの住民
pl: 1 mieszkaniec
ro: 1 locuitor

source: 2 residents
hu: 2 lakó
ja: ふたりの住民
pl: 2 mieszkańców
ro: 2 locuitori

source: 3 residents
hu: 3 lakó
ja: 三人の住民
pl: 3 mieszkańców
ro: 2 locuitori

source: residents
hu: lakosok
ja: 住民
pl: mieszkańcy
ro: locuitori

source: Taxes:
hu: Adók:
ja: 税：
pl: Podatki:
ro: taxe:

source: Paid taxes
hu: Befizetett adók
ja: 納税
pl: Zapłacone podatki
ro: taxe plătite

source: Tax rate
hu: Adó mértéke
ja: 税率
pl: Wysokość podatku
ro: rata de taxare

source: 4 residents
hu: 4 lakó
ja: 四人の住民
pl: 4 mieszkańców
ro: 4 locuitori

source: 5 residents
hu: 5 lakó
ja: 五人の住民
pl: 5 mieszkańców
ro: 5 locuitori

source: This is the current maximum increment!
ja: 今のところ到達できる最終時代です！
pl: Osiągnąłęś najwyższy poziom rozwoju!
ro: Acesta este nivelul maxim actual!

source: Name:
hu: Név:
ja: 名前：
pl: Nazwa:
ro: nume:

source: Weapons:
hu: Fegyverek:
ja: 武器：
pl: Broń:
ro: armament:

source: It contains these resources:
hu: Az alábbi nyersanyagokat tartalmazza:
ja: 含まれる資源：
pl: Zawiera następujące zasoby:
ro: conține aceste resurse:

source: Needed resources:
hu: Szükséges nyersanyagok:
ja: 必要な資源：
pl: Potrzebne zasoby:
ro: resurse necesare:

source: Happiness
ja: 幸福度
pl: Zadowolenie
ro: satisfacție

source: Residents
hu: Lakosok
ja: 住民
pl: Mieszkańcy
ro: locuitori

source: Build settlement:
pl: Zbuduj osadę:

source: Click to change the name of this ship.
pl: Kliknij aby zmienić nazwę tego statku.

source: The signal fire shows the free trader how to reach your settlement in case you want to buy or sell goods.
hu: A jelzőtűz mutatja a független kereskedőnek, hogy merre van a teleped, ha árut akarsz venni vagy eladni.
ja: 自由交易船と交易（物品の売り買い）をしたいなら、のろしをあげましょう。
pl: Ogień sygnałowy informuje wolnego kupca, jak dopłynąć do twojej osady, gdybyś chciał kupić lub sprzedać towary.
ro: Focul de semnalizare indică negustorului independent indică prezența coloniei pentru eventuale tranzacții.

source: This is the free trader's ship. It will visit you from time to time to buy or sell goods.
hu: Ez a független kereskedő hajója. Időről időre ellátogat hozzád, hogy árukat vegyen vagy eladjon.
ja: 自由交易船です。物品の売り買いのため、時々あなたの集落に立ち寄ります。
pl: To jest okręt wolnego kupca. Będzie cię odwiedzał od czasu do czasu, by sprzedać lub kupić dobra.
ro: Aceasta este nava negustorului independent. Vă va vizita din când în când pentru a vinde și a cumpăra bunuri.

source: Exchange:
ja: 取引：
pl: Wymiana:
ro: schimb:

source: Ship:
hu: Hajó:
ja: 船：
pl: Statek:
ro: navă:

source: Inventory
pl: Zapasy

source: Pause production
hu: Termelés felfüggesztése
ja: 生産の一時停止
pl: Wstrzymaj produkcję
ro: suspendare producție

source: Start production
hu: Termelés indítása
ja: 生産の開始
pl: Rozpocznij produkcję
ro: reluare producție

source: Delete entry
hu: Bejegyzés törlése
ja: 項目の削除
pl: Usuń wpis
ro: ștergere intrare

source: Move down
hu: Le
ja: 下に移動
pl: Przenieś w dół
ro: coborâre

source: Move up
hu: Fel
ja: 上に移動
pl: Przenieś w górę
ro: urcare

source: Leave Captain's log
hu: A kapitány naplójának bezárása
pl: Zamknij Dziennik Pokładowy

source: Read prev. entries
pl: Czytaj poprz. wpisy

source: Read next entries
hu: Következő bejegyzések olvasása
ja: 次のページを見る
pl: Czytaj nast. wpisy

source: Available Scenarios
hu: Elérhető küldetések
ja: シナリオ
pl: Dostępne scenariusze
ro: scenarii disponibile

source: Scenario description
hu: Küldetés leírás
ja: シナリオの説明
pl: Opis scenariusza
ro: descrierea scenarului

source: Continue playing
hu: Küldetés folytatása
ja: プレイを続ける
pl: Kontynuuj grę
ro: continuați jocul

source: Choose this scenario
hu: Küldetés kiválasztása
ja: このシナリオを選ぶ
pl: Wybierz ten scenariusz
ro: alegeți acest scenariu

source: Exit
hu: Kilépés
ja: 終了
pl: Wyjdź
ro: renunțați

source: Add to list
pl: Dodaj do listy

source: Close
hu: Bezárás
ja: 閉じる
pl: Zamknij
ro: Închide

source: Buildings
hu: Épületek
ja: 建造物
pl: Budynki
ro: Clădiri

source: Player scores
hu: Játékos pontok
ja: プレイヤースコア
pl: Punkty gracza
ro: Scorurile jucătorilor

source: Land
hu: Terület
ja: 土地
pl: Ziemia
ro: Teren

source: Money
hu: Pénz
ja: お金
pl: Pieniądze

source: Name
ja: 名前
pl: Nazwa
ro: Nume

source: Resources
hu: Nyersanyagok
ja: 資源
pl: Zasoby
ro: Resurse

source: Total
hu: Összesen
ja: 合計
pl: W sumie

source: Units
hu: Egységek
ja: ユニット
pl: Jednostki
ro: Unități

source: Balance
hu: Mérleg
ja: バランス
pl: Saldo
ro: Bilanț

source: Health
hu: Egészség
ja: 健康
pl: Zdrowie
ro: Sănătate

source: Type
hu: Típus
ja: 船のタイプ
pl: Typ

source: Weapons
hu: Fegyverek
ja: 武器
pl: Broń
ro: Armament

source: Key bindings
ja: キーボード
pl: Skróty klawiszowe

source: {B} = Show build menu
pl: {B} = Pokaż menu budowania

source: { , } = Rotate building left
pl: { , } = Obróć budynek w lewo

source: {DOWN} = Scroll down
pl: {DOWN} = Przesuń w dół

source: {ESC} = Show pause menu
pl: {ESC} = Pokaż menu

source: {F1} = Display help
pl: {F1} = Wyświetl pomoc

source: {F10} = Toggle console on/off
pl: {F10} = Włącz/Wyłącz konsolę

source: {F2} = Show player scores
pl: {F2} = Pokaż punkty graczy

source: {F3} = Show settlement list
pl: {F3} = Pokaż listę osad

source: {F4} = Show ship list
pl: {F4} = Pokaż listę statków

source: {F5} = Quicksave
pl: {F5} = Szybki zapis

source: {F9} = Quickload
pl: {F9} = Szybkie wczytywanie

source: The FIFE and Unknown Horizons development teams
hu: A FIFE és az Unknown Horizons fejlesztői csapat
ja: FIFEとUnknown Horizons開発チーム
pl: Zespół deweloperów FIFE i Unknown Horizons

source: {G} = Toggle grid on/off
pl: {G} = Włącz/Wyłącz siatkę

source: {H} = Show coordinate values (Debug)
pl: {H} = Pokaż współrzędne (Debug)

source: Have fun.
hu: Jó szórakozást.
ja: 楽しんでください！
pl: Baw się dobrze.
ro: Distracție plăcută!

source: {L} = Toggle Captain's log
pl: {L} = Włącz/Wyłącz Dziennik kapitański

source: {LEFT} = Scroll left
pl: {LEFT} = Przesuń w lewo

source: { - } = Decrease game speed
pl: { - } = Spowolnij grę

source: {P} = Pause game
pl: {P} = Zatrzymaj grę

source: { . } = Rotate building right
pl: { . } = Obróć budynek w prawo

source: { + } = Increase game speed
pl: { + } = Przyśpiesz grę

source: {RIGHT} = Scroll right
pl: {RIGHT} = Przesuń w prawo

source: {S} = Screenshot
pl: {S} = Zrzut ekranu

source: {SHIFT} = Hold to place multiple buildings
pl: {SHIFT} = Trzymaj aby postawić kilka budynków

source: {T} = Toggle translucency of ambient buildings
pl: {T} = Włącz/Wyłącz przeźroczystość otoczenia budynków

source: {UP} = Scroll up
pl: {UP} = Przesuń w górę

source: {X} = Enable destruct mode
pl: {X} = Włącz tryb niszczenia

source: Return
hu: Vissza
ja: 戻る
pl: Powrót

source: Help
hu: Segítség
ja: ヘルプ
pl: Pomoc
ro: Ajutor

source: Cancel game
hu: Kilépés
ja: ゲームのキャンセル
pl: Przerwij rozgrywkę
ro: Abandonează partida

source: Settings
hu: Beállítások
ja: 設定
pl: Ustawienia
ro: Parametri

source: Return to game
hu: Játék folytatása
ja: ゲームに戻る
pl: Wróć do gry
ro: Reîntoarcere la partidă

source: Loading ...
hu: Betöltés ...
ja: ロード中...
pl: Ładowanie...
ro: Se încarcă ...

source: Attention please!
hu: Figyelem!
ja: ご注意ください！
pl: Proszę o uwagę!
ro: Atenție!

source: Credits
ja: クレジット
pl: Autorzy

source: Quit
hu: Kilépés
ja: 終了
pl: Wyjdź
ro: Renunță

source: Singleplayer
hu: Egyjátékos mód
ja: シングルプレイ
pl: Pojedynczy gracz

source: Multiplayer
hu: Többjátékos mód
ja: マルチプレイ
pl: Wielu graczy

source: Create game:
hu: Játék létrehozása:
ja: ゲームの作成：
pl: Stwórz grę:
ro: Crează o partidă:

source: Back:
hu: Vissza:
ja: 戻る：
pl: Powrót:
ro: Înapoi:

source: Choose a map:
hu: Térkép kiválasztás:
ja: マップの選択：
pl: Wybierz kartkę:
ro: Alegeți o hartă:

source: Create game - Multiplayer
hu: Játék létrehozása - többjátékos mód
ja: ゲームの作成 マルチプレイ
pl: Stwórz grę - Wielu graczy

source: Player limit:
ja: プレイヤーの最大数：
pl: Limit graczy:
ro: Limita de jucători:

source: Create this new game
hu: Az új játék létrehozása
ja: このゲームを始める
pl: Stwórz nową grę

source: Exit to multiplayer menu
hu: Kilépés a többjátékos menübe
ja: マルチプレイのメニューを閉じる
pl: Wyjdź do menu sieciowego
ro: Renunță la meniul jocului de rețea

source: Leave:
hu: Kilépés:
ja: 戻る：
pl: Opuść:
ro: Renunță:

source: The game will start as soon as enough players have joined.
hu: A játék azonnal elindul, amint elég játékos csatlakozott.
ja: 十分なプレイヤーが集まるとゲームは始まります。
pl: Gra rozpocznie się, gdy dołączy wymagana liczba graczy.
ro: Jocul va începe când vor fi suficienți jucători.

source: Chat:
ja: チャット：
pl: Czat:
ro: Discuție:

source: Gamelobby
ja: ロビー
pl: Pokój gry
ro: Așteptare partidă

source: Game details:
hu: Játék leírás:
ja: ゲームの詳細：
pl: Szczegóły gry:
ro: Detaliile partidei:

source: Exit gamelobby
ja: ロビーから出る
pl: Opuść pokój gry

source: Active games:
hu: Aktív játékok:
ja: ゲーム一覧：
pl: Aktywne gry:
ro: Partide active:

source: Main menu:
hu: Főmenü:
ja: メインメニュー
pl: Menu główne:
ro: Meniu principal:

source: Show only games with the same version:
pl: Pokaż tylko gry o tej samej wersji:

source: New game - Multiplayer
hu: Új játék - többjátékos
ja: 新規ゲーム マルチプレイ
pl: Nowa gra - Wielu graczy
ro: Nouă partidă - Joc de rețea

source: Join game
hu: Csatlakozás a játékhoz
ja: ゲームに参加
pl: Dołącz do gry
ro: Înscrieți-vă la partidă

source: Apply:
pl: Zastosuj:

source: Refresh list:
hu: Lista frissítése:
ja: 更新：
pl: Odśwież listę:

source: Create a new game
hu: Új játék létrhozása
ja: 新しくゲームを始める
pl: Stwórz nową grę
ro: Creează o nouă partidă

source: Join the selected game
hu: Csatlakozás a kiválasztott játékhoz
ja: 選んだゲームに参加する
pl: Dołącz do wybranej gry
ro: Înscrieți-vă la partida selecționată

source: Exit to main menu
hu: Kilépés a főmenübe
ja: メインメニューに戻る
pl: Wyjdź do głównego menu
ro: ieșire la meniul principal

source: Refresh list of active games
hu: Aktív játékok listájának frissítése
ja: ゲーム一覧を更新
pl: Odśwież listę aktywnych gier
ro: Actualizați lista partidelor active

source: Autosave interval in minutes:
hu: Automatikus mentés intervallum (perc):
ja: 自動セーブ間隔（分）：
pl: Interwał automatycznego zapisu (w minutach):
ro: Intervalul salvărilor de joc automate în minute:

source: Color depth:
hu: Színmélység:
ja: 色深度：
pl: Głębia koloru:

source: Effects volume:
hu: Effekt hangerő:
ja: 効果音の音量：
pl: Głośność efektów:
ro: Volumul efectelor sonore:

source: Graphics
hu: Grafika
ja: グラフィック
pl: Grafika
ro: Grafică

source: Language
hu: Nyelv
ja: 言語
pl: Język
ro: Limbă

source: Network
hu: Hálózat
ja: ネットワーク
pl: Sieć
ro: Rețea

source: Saving
hu: Mentés
ja: セーブ
pl: Zapisywanie
ro: Salvează

source: Sound
hu: Hang
ja: 音
pl: Dźwięk
ro: Sunet

source: Select language:
hu: Nyelv kiválasztása:
ja: 言語：
pl: Wybierz język:
ro: Selecție limbă:

source: Enable minimap rotation:
pl: Zezwól na obrót minimapy:

source: Music volume:
hu: Zene hangerő:
ja: BGMの音量：
pl: Głośność muzyki:
ro: Volum muzică:

source: Network port:
hu: Hálózati port:
ja: ネットワークポート：
pl: Port sieciowy:
ro: Port de rețea:

source: Number of autosaves:
hu: Automatikus mentések száma:
ja: オートセーブの数：
pl: Liczba zapisów automatycznych:
ro: Număr de salvări automate:

source: Number of quicksaves:
hu: Gyorsmentések száma:
ja: クイックセーブの数：
pl: Liczba szybkich zapisów:
ro: Număr de salvări de joc rapide:

source: Full screen:
hu: Teljes képernyő:
ja: フルスクリーン：
pl: Pełny ekran:
ro: Tot ecranul:

source: Screen resolution:
hu: Képernyő felbontás:
ja: 解像度：
pl: Rozdzielczość:

source: Enable sound:
hu: Hang bekapcsolás:
ja: 音を鳴らす：
pl: Włącz dźwięk:
ro: Activează sunetul:

source: Used renderer:
ja: レンダリング：
pl: Silnik graficzny:

source: Please make sure that you know what you do.
pl: Proszę upewnić się czy wiesz co robisz.

source: Apply
hu: Alkalmaz
ja: 適用
pl: Zastosuj
ro: Aplicare

source: Reset to default settings
ja: 初期値に戻す
pl: Przywróć domyślne ustawienia
ro: Restaurare setări inițiale

source: Enter filename:
ja: ファイル名：
pl: Podaj nazwę pliku:
ro: Intrare nume de fișier:

source: Your saved games:
hu: Nincsenek mentett játékok:
ja: セーブしたゲーム：
pl: Twoje zapisane gry:

source: Start game
ja: ゲームの開始
pl: Rozpocznij grę

source: Delete selected savegame
ja: セーブしたゲームの削除
pl: Usuń zaznaczone zapisy gry
ro: Ștergeți salvarea de joc selecționată

source: New game - Singleplayer
ja: 新規ゲーム シングルプレイ
pl: Nowa gra - Pojedynczy gracz

source: Start game:
ja: ゲーム開始：
pl: Rozpocznij grę:

source: Campaign
ja: キャンペーン
pl: Kampania
ro: Campanie

source: Free play
ja: フリープレイ
pl: Wolna rozgrywka
ro: Partidă liberă

source: Random map
ja: ランダムマップ
pl: Losowa mapa
ro: Hartă aleatorie

source: Scenario
ja: シナリオ
pl: Scenariusz
ro: Scenariu

source: Choose a map to play:
ja: プレイするマップ：
pl: Wybierz mapę:
ro: Alegeți o hartă:

source: Map settings:
ja: マップの設定：
pl: Ustawienia mapy:

source: AI players:
ja: AIプレイヤー：
pl: Komputer:
ro: Jucător IA:

source: Game settings:
ja: ゲーム設定：
pl: Ustawienia gry:
ro: Setări de joc:

source: Free Trader
ja: 自由交易船
pl: Wolny kupiec
ro: Negustor independent

source: Pirates
ja: 海賊
pl: Piraci
ro: Pirați

source: Color:
ja: 色：
pl: Kolor:
ro: Culoare:

source: Player name:
ja: プレイヤー名：
pl: Nazwa gracza:
ro: Nume de jucător:

source: Error: Invalid syntax in --mp-master commandline option. Port must be a number between 1 and 65535.
pl: Błąd: Niepoprawna składani w parametrze --mp-master. Port musi być liczbą z zakresu od 1 do 65535.

source: Error: Invalid syntax in --mp-bind commandline option. Port must be a number between 1 and 65535.
pl: Błąd: Niepoprawna składania w parametrze --mp-bind. Por musi być liczbą z zakresu od 1 do 65535.

source: Failed to start/load the game
ja: ゲームの開始／ロードができませんでした。
pl: Nie udało się wstartować/wczytać gry.
ro: Eșec la începerea/încărcarea jocului

source: The game you selected couldn't be started.
ja: 選択したゲームを開始できませんでした。
pl: Gra którą wybrałeś nie może zostać uruchomiona.

source: The savegame might be broken or has been saved with an earlier version.
ja: セーブデータが壊れているか、古いバージョンです。
pl: Zapis stanu gry może być uszkodzony lub został zapisy pochodzi ze starszej wersji gry.
ro: Salvarea de joc e coruptă sau a fost efectuată cu o versiune anterioară.

source: Error: Cannot find map "%s".
pl: Błąd: nie można odnaleźć mapy "%s".

source: Error: campaign filenames have to end in ".yaml".
pl: Błąd: plik kampanii musi posiadać rozszerzenie ".yaml".

source: Due to technical reasons, the campaign file will be copied to the UH campaign directory (%s).
pl: Z powodów technicznych, plik kamapnii zostanie skopiowany do katalogu UH (%s).

source: This means that changes in the file you specified will not apply to the game directly.
ja: ファイルへの変更はすぐにはゲームに反映されません。
pl: Oznacza to iż wprowadzone przez Ciebie zmiany nie zostaną uwzględnione bezpośrednio w grze.

source: To see the changes, either always start UH with the current arguments or edit the file %s.
pl: Aby zobaczyć zmiany, uruchom grę z obecnym parametrem lub wedytuj plik %s.

source: Error: Cannot find campaign "%s".
pl: Błąd: Nie można odnaleźć kampanii "%s".

source: Error: Cannot find savegame "%s".
pl: Błąd: nie można odnaleźć zapisu "%s".

source: Error: No quicksave found.
pl: Błąd: żaden zapis nie istnieje.

source: Not possible
hu: Nem lehetséges
ja: 不可能
pl: Niemożliwe

source: You cannot change the speed of a multiplayer game
hu: Nem lehet változtatni a multiplayer játék sebességét
pl: Nie możesz zmienić prędkości gry w trybie dla wielu graczy

source: Save/load for multiplayer games is not possible yet
hu: Mentés/betöltés a multiplayer játéknál nem lehetséges
ja: マルチプレイのセーブ／ロードはまだできません
pl: Zapis/Wczytanie gry w trybie wielugraczy jest w tym momencie niemożliwe.
ro: Nu este posibilă încă salvarea/încărcarea partidei pentru jocul de rețea

source: Error: don't know how to handle %(type)s condition type
pl: Błąd: nie wiem jak obsłużyć warunek %(type)

source: Error: Cannot find campaign with file "%s".
pl: Błąd: Nie można odnaleź kampani z plikiem "%s".

source: Error: Cannot find scenario "%s".
pl: Błąd:Nie można znaleźć scenariusza "%s".

source: Error: Cannot find scenario with file "%s".
pl: Błąd: Nie można znaleźć scenariusza z plikiem "%s".

source: You have completed this scenario.
pl: Ukończyłeś ten scenariusz.

source: unknown
ja: 未知
pl: nieznany
ro: necunoscut

source: Failed to quicksave.
ja: クイックセーブに失敗しました。
pl: Nie udało się zapisać gry.
ro: Eșec la salvare rapidă.

source: An error happened during quicksave. Your game has not been saved.
hu: Hiba történt a gyorsmentés közben. A játék nem lett elmentve.
ja: クイックセーブ中にエラーが発生しました。セーブされませんでした。
pl: Wystąpił błąd podczas szybkiego zapisu. Twój stan gry nie został zapisany.
ro: A avut loc o eroare în timpul salvării rapide. Partida nu a fost salvată.

source: If this error happens again, please contact the development team:
ja: このエラーが続けて出る場合は、開発チームに報告をお願いします：
pl: jeżeli ten błąd wystąpi raz jeszcze, prosimy o kontakt z zespołem developerów:
ro: Dacă această eroare se repetă, contactați echipa de developare:

source: No quicksaves found
hu: Nem található gyorsmentés
ja: クイックセーブがありません
pl: Nie znaleziono zapisanych stanów gry

source: You need to quicksave before you can quickload.
hu: Gyorsmentés szükséges a gyorsbetöltéshez.
ja: クイックロードの前にクイックセーブが必要です。
pl: Musisz zapisać rozgrywkę, aby skorzystać z opcji jej przywrócenia.
ro: Aveți nevoie să aveți o salvare rapidă pentru a putea reîncărca.

source: Failed to create savegame file
hu: Nem sikerült létrehozni a mentést
ja: セーブデータが作成できませんでした
pl: Błąd podczas tworzenia pliku z zapisem gry
ro: Eșec la crearea fișierului salvării de joc

source: There has been an error while creating your savegame file.
hu: Nem történt hiba a játék mentése közben.
ja: セーブファイルの作成中にエラーが発生しました。
pl: Wystąpił błąd podczas tworzenia pliku z zapisem stanu gry.
ro: Eșec la crearea fișierului salvării de joc.

source: This usually means that the savegame name contains unsupported special characters.
hu: Ez általában azt jelenti, hogy a mentés neve nem támogatott karaktereket tartalmaz.
ja: セーブの名前に未対応の文字が含まれている可能性があります。
pl: Często oznacza to iż w nazwie zapisu stanu gry znalazły się znaki specjalne które nie są obsługiwane.
ro: Aceasta poate fi din cauza folosirii caracterelor speciale nesuportate în numele fișierului.

source: File used by another process
hu: Fájl által használt másik folyamat
ja: ファイルが他のプロセスで使われています
pl: Plik używany jest w tym momencie przez inny proces.
ro: Fișier utilizat de un alt proces

source: The savegame file is currently used by another program.
ja: セーブファイルが他のプログラムで使われています。
pl: Plik z zapisem stanu gry jest obecnie używany przez inny program.
ro: Fișierul salvării de joc este utilizat de alt program.

source: Enable debug output to stderr and a logfile.
pl: Umieszczaj dane z debugowania w pliku stderr i logfile.

source: Specify the path to FIFE root directory.
ja: パスをFIFEのルートディレクトリにしてください。
pl: Podaj ścieżkę do folderu FIFE.
ro: Specificați calea către directorul rădăcină FIFE.

source: Restores the default settings. Useful if Unknown Horizons crashes on startup due to misconfiguration.
pl: Przywróć domyślne ustawienia. Często zdaża się iż Unknown Horizons nie uruchamia się z powodu błędów w konfiguracji.

source: Specify alternative multiplayer master server.
pl: Podaj alternatywny serwer dla gry wieloosobowej.

source: Starting Unknown Horizons
pl: Uruchamianie Unknown Horizons

source: Starts <map>. <map> is the mapname.
pl: Uruchamia <map>. <map> jest nazwą mapy.

source: Starts a random map.
pl: Uruchamia losową mapę.

source: Starts <scenario>. <scenario> is the scenarioname.
pl: Uruchamia <scenario>. <scenario> jest nazwą scenariusza.

source: Starts the development map without displaying the main menu.
pl: Uruchamia mapę rozwojową bez wyświetlania menu.

source: Loads a saved game. <save> is the savegamename.
pl: Wczytuje zapisaną grę. <save> jest zapisaną grą.

source: Loads the last quicksave.
pl: Wczytuje ostatni szybki zapis.
