Repository: unknown-horizons/unknown-horizons
Catalog: uh/*.po
Languages: hu, ja, pl, ro

source: A new settlement has been created by ${player}.
pl: Nowa osada została założona przez gracza ${player}.

source: A new world has been created.
hu: Egy új világot teremtettél.
ja: 新しい世界が作成されました。
pl: Nowy świat został utworzony.
ro: O nouă lume a fost creată.

source: Boar
pl: Dzik

source: Boat Builder
ja: ボート ビルダー
pl: Stoczniowiec
ro: constructor de ambarcațiuni

source: Branch Office
pl: Port

source: Clay Deposit
ja: 粘土鉱床
pl: Złoże gliny
ro: zăcământ de argilă

source: Clay Pit
ja: 粘土取引所
pl: Kopalnia gliny
ro: carieră de argilă

source: Deer
pl: Jeleń

source: Distillery
ja: 酒造
pl: Destylarnia
ro: distilerie

source: Doctor
ja: 医師
pl: Lekarz

source: Farm
ja: 農場
pl: Farma
ro: fermă

source: Fish Deposit
ja: 漁場
pl: Ławica ryb
ro: banc de pești

source: Fisher
pl: Rybak

source: Fisherman's Tent
ja: 漁師のテント
pl: Namiot rybaka
ro: cort de pescuit

source: Frigate
hu: Fregatt
ja: フリゲート
pl: Fregata
ro: fregată

source: Hunter's Tent
ja: ハンターのテント
pl: Namiot myśliwego
ro: cort vânătoare

source: Iron Mine
ja: 鉄鉱山
pl: Kopalnia żelaza
ro: mină de fier

source: Log
ja: ログ
pl: Dziennik
ro: protocol

source: Lookout
ja: 展望台
pl: Punkt obserwacyjny
ro: turn de veghe

source: Lumberjack Camp
pl: Obóz drwali

source: Main Square
ja: メイン広場
pl: Rynek główny
ro: piață principală

source: Mountain
ja: 山
pl: Góra
ro: munte

source: One of your settler has no main square in it's range.
pl: Jeden z osadników nie ma dostępu do runku głównego.

source: Pasture
ja: 牧草地
pl: Pastwisko
ro: pășune

source: Pavilion
ja: パビリオン
pl: Kaplica

source: Pigsty
ja: 豚小屋
pl: Chlew
ro: cocină (de porci)

source: Pirate Ship
pl: Statek piracki

source: Potato Field
ja: じゃがいも畑
pl: Pole ziemniaczane
ro: câmp de cartofi

source: Rampart
ja: 城壁
pl: Mur obronny
ro: parapet

source: Salt Ponds
ja: 塩の池
pl: Basen solny
ro: saline

source: Screenshot has been saved to ${file}.
pl: Zrzut erkanu został zapisany w ${file}.

source: Sheep
pl: Owca

source: Signal Fire
ja: のろし
pl: Ogień sygnalizacyjny
ro: foc de semnalizare

source: Smeltery
ja: 精錬所
pl: Formiarnia
ro: topitorie

source: Some of your settlers just moved out.
pl: Część z osadników właśnie się wyprowadziła.

source: Storage Tent
ja: ストレージのテント
pl: Namiot składowy
ro: cort pentru depozitare

source: Sugar Field
ja: サトウキビ畑
pl: Pole buraków cukrowych
ro: plantație de zahăr

source: Tavern
ja: 居酒屋
pl: Tawerna
ro: tavernă

source: Tent
ja: テント
pl: Namiot
ro: cort

source: Tent Ruin
pl: Pozostałości po namiocie

source: Tobacco Field
ja: タバコ畑
pl: Pole tytoniu
ro: plantație de tutun

source: Toolmaker
ja: 工具
pl: Kowal
ro: lăcătuș

source: Trader
ja: トレーダー
pl: Handlarz
ro: negustor

source: Trail
ja: 歩道
pl: Droga
ro: potecă

source: Tree
hu: Fa
ja: 木
pl: Drzewo
ro: arbore

source: Village school
ja: 村の学校
pl: Szkoła wiejska
ro: școală de sat

source: Weaver's Tent
ja: 織工のテント
pl: Namiot tkacki
ro: cort de țesătorie

source: Wooden Tower
ja: 木製の塔
pl: Drewniana wieża
ro: turn de lemn

source: You have won!
ja: あなたの勝ちです！
pl: Zwyciężyłeś!
ro: Ați câștigat!

source: You need more ${resource} to build this building.
pl: Potrzebujesz więcej ${resource}, aby zbudować ten budynek.

source: Your game has been quicksaved.
ja: あなたのゲームはクイック保存されています。
pl: Gra została zapisana.
ro: O salvare rapidă a fost efectuată.

source: Your mine has run out of resources.
hu: A bányád kimerült.
ja: 鉱山を掘りつくしました。
pl: Twoja kopalnia wyczerpała zasoby.
ro: O mină a fost epuizată.

source: Your settlers reached level ${level}.
pl: Twoi osadnicy osiągnęli poziom ${level}.

source: aristocrat
hu: arisztokrata
ja: 貴族
pl: arystokrata

source: black
pl: czarny

source: blue
pl: niebieski

source: boards
hu: táblák
ja: ボード
pl: deski
ro: scânduri

source: bricks
hu: téglák
ja: レンガ
pl: cegły
ro: cărămizi

source: cannon
hu: ágyú
ja: キャノン
pl: działa
ro: tun

source: charcoal
hu: faszén
ja: 炭
pl: węgiel drzewny
ro: mangal

source: citizen
hu: polgár
ja: 市民
pl: obywatel
ro: cetățean

source: clay
hu: anyag
ja: 粘土
pl: glina
ro: argilă

source: clay deposit
ja: 粘土の鉱床
pl: Złoże gliny
ro: depozit de argilă

source: coins
hu: érmék
ja: コイン
pl: monety
ro: monezi

source: community
hu: közösség
ja: コミュニティ
pl: społeczność
ro: comunitate

source: cyan
pl: turkusowy

source: dagger
hu: tőr
ja: 短剣
pl: sztylet
ro: pumnal

source: deer meat
hu: szarvashús
ja: 鹿の肉
pl: mięso jelenia
ro: carne de cerb

source: education
hu: oktatás
ja: 教育
pl: edukacja
ro: educaţie

source: faith
ja: 信仰
pl: wiara
ro: credinţă

source: fish
hu: hal
ja: 魚
pl: ryba
ro: peşte

source: food
hu: étel
ja: 食料
pl: jedzenie
ro: alimente

source: grass
hu: fű
ja: 草
pl: trawa
ro: iarbă

source: gray
pl: szary

source: green
pl: zielony

source: happiness
hu: boldogság
ja: 幸福度
pl: zadowolenie
ro: fericire

source: herbs
hu: fűszernövények
ja: 薬草
pl: zioła
ro: ierburi

source: iron deposit
hu: vaslelőhely
ja: 鉄の貯蔵
pl: złoże żelaza
ro: zăcământ de fier

source: iron ingots
ja: 鉄の鋳塊
pl: sztaby żelaza
ro: lingouri de fier

source: iron ore
hu: vasérc
ja: 鉄鉱石
pl: rudy żelaza
ro: minereu de fier

source: lamb wool
hu: bárány gyapjú
ja: 羊毛
pl: wełna owcza
ro: lână miță

source: lemon
pl: cytrynowy

source: liquor
hu: likör
ja: 酒
pl: alkohol
ro: băutură

source: medical herbs
hu: gyógynövények
ja: 薬草
pl: zioła lecznicze
ro: ierburi medicinale

source: merchant
hu: kereskedő
ja: 商人
pl: kupiec
ro: negustor

source: orange
pl: pomarańczowy

source: pigs
hu: disznók
ja: 豚
pl: świnie
ro: porci

source: pink
pl: różowy

source: pioneer
hu: telepes
ja: 開拓者
pl: pionier
ro: pionier

source: potatoes
hu: krumplik
ja: ジャガイモ
pl: ziemniaki
ro: cartofi

source: purple
pl: fioletowy

source: red
pl: czerwony

source: sailor
hu: tengerész
ja: 船乗り
pl: marynarz
ro: marinar

source: salt
hu: só
ja: 塩
pl: sól
ro: sare

source: settler
hu: telepes
ja: 入植者
pl: osadnik
ro: colonist

source: sugar
hu: cukor
ja: 砂糖
pl: cukier
ro: zahăr

source: sugar cane
hu: cukornád
ja: サトウキビ
pl: cukier trzcinowy
ro: trestie de zahăr

source: textile
hu: textil
ja: 織物
pl: tekstylia
ro: îmbrăcăminte

source: tobacco leaves
hu: dohánylevelek
ja: タバコの葉
pl: liście tytoniu
ro: frunze de tutun

source: tobacco plants
hu: dohányültetvények
ja: タバコ農園
pl: rośliny tytoniu
ro: plante de tutun

source: tobaccos
hu: dohány
ja: タバコ
pl: tytoń
ro: tutun

source: tools
ja: 工具
pl: narzędzia
ro: unelte

source: white
pl: biały

source: wood
hu: fa
ja: 木
pl: drewno
ro: lemn

source: wool
hu: gyapjú
ja: 羊毛
pl: wełna
ro: lână

source: yellow
pl: żółty

source: Restart required
hu: Újraindítás szükséges
ja: 再起動してください。
pl: Wymagane ponowne uruchomienie
ro: repornire necesară

source: Some of your changes require a restart of Unknown Horizons.
hu: Néhány beállítás érvénybe lépése a játék újraindítását igényli.
ja: 変更を有効にするにはUnknown Horizonsを再起動してください。
pl: Niektóre zmiany wymagają ponownego uruchomienia Unknown Horizons.
ro: Câteva dintre schimbări au nevoie de repornirea Unknown Horizons.

source: Restore default settings
hu: Visszaállítás az eredeti beállításokra
ja: 初期設定に戻す
pl: Przywróć domyślne ustawienia
ro: restaurează setări inițiale

source: This will delete all changes to the settings you made so far.
pl: Spowoduje to usunięcie wszsystkich ustawień.

source: Do you want to continue?
hu: Folytatod?
ja: 処理を続けますか？
pl: Czy chcesz kontynuować?
ro: Doriți să continuați?

source: System default
pl: Domyślny

source: Warning
hu: Figyelmeztetés
ja: 警告
pl: Uwaga
ro: avertizare

source: The SDL renderer is meant as a fallback solution only and has serious graphical glitches. Use at own risk!
hu: Az SDL megjelenítő egy visszalépés, és veszélyes grafikai hibákat tartalmaz. Csak saját felelősségre!
ja: SDLレンダリングは代替手段であり、画像出力には相当の異常が見られます。 自己責任で使ってください！
pl: Renderowanie SDL jest przewidziane wyłącznie jako awaryjne i powoduje spore problemy z wyświetlaniem grafiki. Używasz na własne ryzyko!
ro: SDL-Renderer este disponibil ca soluție de rezervă și conține probleme de grafică serioase. Utilizați pe risc propriu!

source: Configured language %(lang)s at %(place)s could not be loaded
pl: Skonfigurowany język %(lang)s w %(place)s nie został załadowany

source: Invalid network port
hu: Hibás hálózati port
ja: 無効なネットワークポートです。
pl: Niepoprawny port
ro: port de rețea invalid

source: The port you specified is not valid. It must be a number between 1 and 65535.
hu: A port, amelyet megadtál nem valós. 1 és 65535 közötti számnak kell lennie.
ja: 指定したポートは無効です。1から65535までの数を指定してください。
pl: Port został podany nieprawidłowo. Prawidłowa wartość powinna zawierać się od 1 do 65535.
ro: Portul specificat nu este valid. Trebuie să fie un număr între 1 și 65535.

source: Please check the port you entered and make sure it's in the specified range.
pl: Proszę sprawdzić czy podany port zawiera się w zdefiniowanym przedziale.

source: Failed to apply new network data.
pl: Nie udało się zatwierdzić nowych ustawień sieci.

source: Networking couldn't be initialised with the current configuration.
pl: Inicjalizacja sieci niepowiodła się z obecną konfiguracją.

source: Check the data you entered in the Network section.
pl: Sprawdź dane które wprowadziłeś w sekcji: Sieć.

source: Low port numbers sometimes require special privileges, try one greater than 1024 or 0.
pl: Niskie wartości portu wymagają czasem specjalnych uprawnień. Spróbuj użyć portu powyżej 1024 lub 0.

source: Error
hu: Hiba
ja: ゲームの保存中に問題が発生しました。
pl: Błąd
ro: eroare

source: Failed to save.
hu: Nem sikerült menteni.
ja: 保存できませんでした。
pl: Nie udało się zapisać gry.
ro: Eșec la salvare.

source: Are you sure you want to quit Unknown Horizons?
hu: Valóban ki akarsz lépni a játékból?
ja: Unknown Horizonsを終了しますか？
pl: Jesteś pewien, że chcesz opuścić Unknown Horizons?
ro: Sunteți sigur că vreți să părăsiți Unknown Horizons?

source: Quit Game
hu: Kilépés
ja: ゲーム終了
pl: Wyłącz grę
ro: ieșire joc

source: Are you sure you want to abort the running session?
hu: Valóban megszakítod a futó munkamenetet?
ja: 実行中のセッションを中止しますか？
pl: Jesteś pewien, że chcesz zakończyć aktualną sesję?
ro: Sunteți sigur că vreți să abandonați sesiunea în curs?

source: Quit Session
hu: Munkamenet elhagyása
ja: セッション終了
pl: Wyłącz sesję
ro: ieșire sesiune

source: No saved games
hu: Nincsenek mentett játékok
ja: 保存されたゲームはありません
pl: Brak zapisanych stanów gry
ro: niciun joc salvat

source: There are no saved games to load
pl: Brak zapisanych stanów gry, które mogłyby zostać wczytane

source: Load game
hu: Játék betöltése
ja: ゲームの読み込み
pl: Wczytaj grę
ro: încarcă joc

source: Save game
hu: Játék mentése
ja: ゲームの保存
pl: Zapisz grę
ro: salvează joc

source: A savegame with the name "%s" already exists. Should i overwrite it?
pl: Zapis o nazwie "%s" już istnieje. Na pewno chcesz go nadpisać?

source: Confirmation for overwriting
hu: Felülírás megerősítése
ja: 上書きの確認
pl: Potwierdź nadpisanie
ro: confirmare pentru rescriere

source: Please select a savegame or click on cancel.
hu: Válassz egy mentést, vagy klikk a mégsére.
ja: 保存されたゲームを選択するか、キャンセルしてください。
pl: Proszę wybrać rekord lub kliknąć anuluj.
ro: Alegeți o salvare de joc sau apăsați anulare.

source: Select a savegame
hu: Válassz egy mentést
ja: 保存されたゲームの選択
pl: Wybierz zapisany stan gry.
ro: alegeți o salvare de joc

source: Details:
hu: Részletek:
ja: 詳細：
pl: Szczegóły:
ro: detalii:

source: Error:
hu: Hiba:
ja: エラー：
pl: Błąd:
ro: eroare:

source: Savegame ver. %d
pl: Wersja gry zapisan %d

source: WARNING: Incompatible ver. %(ver)d! Need ver. %(need)d!
pl: UWAGA: Niekompatybilna wersja: %(ver)d! Potrzebna wersja %(need)d!

source: INCOMPATIBLE VERSION
pl: NIEKOMPATYBILNA WERSJA

source: No file selected
hu: Nincs fájl kiválasztva
ja: ファイルが選択されていません
pl: Żaden plik nie został wybrany
ro: niciun fișier selectat

source: You need to select a savegame to delete
pl: Musisz wybrać zapis do usunięcia

source: Do you really want to delete the savegame "%s"?
pl: Czy na prawdę chcesz usunąć zapis gry "%s"?

source: Confirm deletion
hu: Törlés megerősítése
ja: 削除の確認
pl: Potwierdź usunięcie
ro: confirmare ștergere

source: Error!
hu: Hiba!
ja: エラー！
pl: Błąd!
ro: Eroare!

source: Failed to delete savefile!
hu: Nem sikerült a mentés törlése!
ja: 削除に失敗しました！
pl: Nie można usunąć zapisanej gry!
ro: Eșec la ștergerea salvării de joc!

source: Unable to find pyenet
hu: A pyenet könyvtár nem található
ja: pyenetが見つかりません
pl: Nie mogę znaleźć pyenet
ro: pyenet nu a putut fi găsit

source: The multiplayer feature requires the library "pyenet", which couldn't be found on your system.
hu: A többjátékos üzemmódhoz szükség van a "pyenet" programkönyvtárra, ami nem található meg a rendszereden.
ja: マルチプレイには "pyenet" ライブラリが必要です。
pl: Brak biblioteki "pyenet", która jest wymagana aby grać w trybie wielu graczy.
ro: Modul joc de rețea necesită librăria "Pyenet", care nu a putut fi găsită în sistemul dumneavoastră.

source: Linux users: Try to install pyenet through your package manager.
hu: Linux felhasználók: próbáld meg telepíteni a pyenet-et a csomagkezelővel.
ja: Linuxをお使いの方は、パッケージ管理ツールからpyenetをインストールしてください。
pl: Użytkownicy Linuksa: Spróbuj zainstalować pyenet za pomocą menadżera pakietów.
ro: Utilizatori linux: încercați să reinstalați pyenet prin managerul de pachete.

source: Windows users: There is currently no reasonable support for Windows.
hu: Windows felhasználók: jelenleg nincs elfogadható támogatás Windowshoz.
ja: Windowsをお使いの方は、現在、サポート対象外です。
pl: Użytkownicy Windowsa: Brak obecnie rozsądnego wsparcia dla systemu Windows.
ro: Utilizatori Windows: momentan nu există suport rezonabil pentru Windows.

source: Failed to initialize networking.
hu: A hálózat inicializálása sikertelen.
ja: ネットワークの初期化ができませんでした。
pl: Inicjalizacja sieci niepowiodła się.
ro: Eșec la inițializarea rețelei.

source: Check the data you entered in the Network section in the settings dialogue.
pl: Sprawdź czy dane które podałeś w sekcji Sieć są poprawne.

source: Could not connect to master server. Please check your Internet connection. If it is fine, it means our master server is temporarily down. Details: %s
pl: Błąd podczas połączenia z głównym serwerem. Proszę sprawdzić swoje połączenie internetowe. Jeżeli twoje połączenie działa może to oznaczać iż tymczasowo nasz serwer jest wyłączony. Szczegóły: %s

source: Network Error
pl: Błąd sieci

source: Something went wrong with the network:
hu: Valami gubanc van a hálózattal:
ja: ネットワークに問題が発生しました。
pl: Wystąpiły problemy z siecią:
ro: a avut loc o problemă de rețea:

source: Version differs!
hu: A verzió eltér!
ja: バージョンが違います！
pl: Różne wersje!
ro: Versiuni diferite!

source: Map:
pl: Mapa:

source: Players:
pl: Gracze:

source: Creator:
pl: Twórca:

source: The game's version differs from your version. Every player in a multiplayer game must use the same version. This can be fixed by every player updating to the latest version. Game version: %(gameversion)s Your version: %(ownversion)s
pl: Wersja gry jest inna niż twoja. Każdy gracz w rozgrywce sieciowej musi mieć tę samą wersję gry. Najlepiej aby każdy gracz pobrał najnowszą wersję. Wersja gry: %(gameversion)s Twoja wersja: %(ownversion)s

source: Wrong version
hu: Hibás verzió
ja: バージョンが違います
pl: Zła wersja
ro: versiune greșită

source: Recommended number of players:
pl: Zalecana ilość graczy:

source: Difficulty:
pl: Poziom trudności:

source: Author:
pl: Autor:

source: Description:
pl: Opis:

source: Invalid player name
hu: Hibás játékos név
ja: 無効なプレイヤー名
pl: Niepoprawna nazwa gracza
ro: nume de jucător invalid

source: You entered an invalid playername
pl: Wprowadziłeś niepoprawną nazwę gracza

source: Map size:
hu: Térkép mérete:
ja: マップの大きさ：
pl: Rozmiar mapy:
ro: mărimea hărții:

source: Water:
hu: Víz:
ja: 水域：
pl: Woda:
ro: apă:

source: Max island size:
hu: Maximális szigetméret:
ja: 最大の島の大きさ：
pl: Maksymalny rozmiar wyspy:
ro: dimensiune maximă a insulei:

source: Preferred island size:
hu: Preferált szigetméret:
ja: 推奨される島の大きさ：
pl: Preferowany rozmiar wyspy:
ro: dimensiune preferată a insulei:

source: Island size deviation:
hu: Szigetméret eltérés:
ja: 島の大きさのばらつき：
pl: Różnica wielkości wysp:
ro: devierea la mărimea insulei:

source: Resource density:
hu: Nyersanyagsűrűség:
ja: 資源の密度：
pl: Wielkość zasobów:
ro: densitatea resurselor:

source: Invalid scenario file
ja: 無効なシナリオファイル
pl: Niepoprawny plik scenariusza
ro: numele scenariului invalid

source: The selected file is not a valid scenario file.
ja: 無効なシナリオファイルです。
pl: Wybrany plik nie jest poprawnym plikiem scenariusza.
ro: Fișierul selectat nu este un scenariu valid.

source: Error message:
hu: Hibaüzenet:
ja: エラーメッセージ：
pl: Komunikat błędu:
ro: mesaj eroare:

source: Please report this to the author.
hu: Kérlek ezt jelentsd az alkotójának.
ja: 作者に報告してください。
pl: Proszę zgłosić to autorowi.
ro: Raportați asta autorului.

source: Build
hu: Épít
ja: 建築する
pl: Zbuduj
ro: construcție

source: Boat builder overview
hu: Hajóépítő áttekintés
ja: 船大工の概要
pl: Podgląd budowy łodzi
ro: sumar constructor de ambarcațiuni

source: Resources still needed:
hu: Nyersanyagok kellenek:
ja: 資源が必要です：
pl: Wciąż wymagane surowce:
ro: resurse încă necesare:

source: Fisher boats
hu: Halász hajó
ja: 漁船
pl: Kutry rybackie
ro: ambarcațiuni de pescuit

source: Trade boats
hu: Kereskedő hajó
ja: 交易船
pl: Łodzie handlowe
ro: ambarcațiuni de comerț

source: War boats
hu: Csata hajó
ja: 軍船
pl: Statki wojenne
ro: ambarcațiuni de război

source: War ships
hu: Csata hajó
ja: 軍艦
pl: Okręty wojenne
ro: nave de război

source: Confirm order
hu: Megerősítés
ja: 指令の確認
pl: Potwierdź rozkaz
ro: confirmare ordin

source: Increment
pl: Wpływy

source: Trade
hu: Kereskedelem
ja: 交易
pl: Handel
ro: comerț

source: Settlement inventory
hu: Település raktárkészlet
ja: 集落の物品
pl: Zapasy osady
ro: inventarul coloniei

source: Ship inventory
pl: Zawartość ładowni statku

source: Load/Unload:
pl: Załaduj/Wyładuj:

source: Buy/Sell:
pl: Kup/Sprzedaj:

source: Equip weapon
hu: Felfegyverzés
ja: 武器の装備
pl: Załadować działa
ro: echipare arme

source: Unequip weapon
hu: Lefegyverzés
ja: 武器の解除
pl: Działa pod pokład
ro: dezarmare

source: Account
hu: Fiók
ja: 会計
pl: Finanse
ro: balanță

source: Settler overview
hu: Telepes áttekintés
ja: 入植者の概要
pl: Podgląd osadnika
ro: sumar colonist

source: Don't allow upgrades
ja: 進化を禁止する
pl: Zablokuj rozwój
ro: nu permite avansări

source: Allow upgrades
ja: 進化を許す
pl: Zezwól na rozwój
ro: permite avansări

source: Sailors
hu: Tengerészek
ja: 船乗り
pl: Żeglarze
ro: marinari

source: Pioneers
hu: Telepesek
ja: 開拓者
pl: Pionierzy
ro: pionieri

source: Settlers
hu: Telepesek
ja: 入植者
pl: Osadnicy
ro: coloniști

source: Overview
hu: Áttekintés
ja: 概要
pl: Przegląd
ro: sumar

source: Branch office overview
pl: Przegląd faktorii handlowej

source: Main square overview
hu: Főtér áttekintés
ja: メイン広場の概要
pl: Podgląd rynku głównego
ro: sumar plasament principal

source: Ship overview
hu: Hajó áttekintés
ja: 船の概要
pl: Podgląd statku
ro: sumar navă

source: Build settlement
hu: Település építése
ja: 集落を作る
pl: Zbuduj osadę
ro: stabilește o colonie

source: Unit overview
ja: ユニットの概要
pl: Podgląd jednostki
ro: sumar unități

source: Production overview
hu: Termelési áttekintés
ja: 生産の概要
pl: Przegląd produkcji
ro: sumar producție

source: Destroy building
pl: Zniszcz budowlę

source: Selected Units
hu: Kiválasztott egységek
ja: 選択したユニット
pl: Zaznaczone jednostki
ro: unități selecționate

source: Limit: %st per slot
pl: Limit: %st na slot

source: Emptiness
hu: Üresség
ja: 空
pl: Brak wpisów
ro: vid

source: There is nothing written in your logbook yet!
hu: Nincs semmi írva az eseménykönyvedbe eddig!
ja: 航海日誌にはまだ何も書かれていません！
pl: Brak wpisów w dzienniku pokładowym!
ro: Nu e nimic înscris în jurnalul de bord!

source: Start route
hu: Útvonal indítása
ja: 交易路の開設
pl: Ruszaj
ro: începe rută

source: Stop route
hu: Útvonal leállítása
ja: 交易路の廃止
pl: Zatrzymaj
ro: oprește rută

source: none
hu: semmi
ja: なし
pl: brak
ro: niciun

source: load/reload
pl: załaduj/przeładuj

source: Companies
hu: Vállalatok
ja: 機関
pl: Przemysł i rolnictwo
ro: companii

source: Residents and infrastructure
hu: Lakosok és épületek
ja: 住民とインフラ
pl: Mieszkańcy i infrastruktura
ro: locuitori și infrastructură

source: Services
hu: Szolgáltatások
ja: 公共施設
pl: Usługi
ro: servicii

source: Pavilion: Fulfills religious needs of sailors.
pl: Kaplica: Wypełnia religijne potrzeby obywateli.

source: Fisherman: Fishes the sea, produces food.
pl: Rybak: Łowi ryby, dostarcza jedzenie.

source: Hunter: Hunts wild forest animals, produces food.
pl: Myśliwy: Poluje na zwierzęta, dostarcza jedzenie.

source: Signal fire: Allows the player to trade with the free trader.
pl: Ogień sygnałowy: Pozwala osadzie na handel z wolnym handlarzem.

source: Lumberjack: Chops down trees and turns them into boards.
pl: Drwal: Ścina drzewa i wytwarza z nich deski.

source: Main square: Supplies citizens with goods.
pl: Rynek główny: Zapewnia obywatelom możliwość wymiany dóbr.

source: Tent: Houses your inhabitants.
pl: Namiot: Daje schronienie mieszkańcom.

source: Storage: Extends stock and provides collectors.
pl: Magazyn: Zwiększa możliwość przechowywania zapasów

source: Trail: Needed for collecting goods.
pl: Droga: Wymagana do przewożenia dóbr.

source: Fields
hu: Mező
ja: 農地
pl: Pola
ro: câmpii

source: Military
hu: Hadsereg
ja: 軍事
pl: Jednostki militarne

source: Boat builder: Builds boats and small ships. Built on coast.
pl: Budowniczy łodzi: Buduje łodzie i małe łódki, musi być na brzegu.

source: Brickyard: Turns clay into bricks.
pl: Cegielnia: Zmienia glinę w cegły.

source: Clay pit: Gets clay from deposit.
pl: Kopalnia gliny: Dostarcza gliny ze złóż.

source: Distillery: Turns sugar into liquor.
pl: Gorzelnia: Zmienia cukier w alkohol.

source: Farm: Grows field crops and raises livestock.
pl: Farma: Pozwala na uprawę roślin i chów zwierząt.

source: Pasture: Raises sheep. Produces wool. Needs a farm.
pl: Pastwisko: Używane do hodowli owiec. Dostarcza wełnę. Wymaga farmy.

source: Potato field: Yields food. Needs a farm.
pl: Pole ziemniaczane: Dostarcza jedzenie. Wymaga farmy.

source: Sugarcane field: Used in liquor production. Needs a farm.
pl: Pole trzciny cukrowej: Wykorzystywane do produkcji alkoholu. Wymaga farmy.

source: Wooden tower: Defends your settlement.
pl: Drewniana wieża obronna

source: Village school: Provides education.
pl: Szkoła wiejska: Zapewnia edukację.

source: Weaver: Turns lamb wool into cloth.
pl: Tkacz: Wytwarza ubrania z wełny owczej.

source: Butchery: Needs pigs or cattle. Produces food.
pl: Rzeźnik: Wymaga świń lub budła. Produkuje jedzenie.

source: Pigsty: Raises pigs. Needs a farm.
pl: Chlew: Chodowla świń. Wymagana farma.

source: Tobacco field: Produces tobacco. Needs a farm.
pl: Tytoń: Produkcja tytoniu. Wymagana farma.

source: Toolmaker: Produces tools out of iron.
pl: Kuźnia: Wytwarza narzędzia z żelaza.

source: Game start
hu: Játék indítása
ja: ゲーム開始
pl: Rozpocznij grę
ro: pornire joc

source: You need to found a settlement before you can construct buildings!
hu: Előbb egy települést kell alapítanod, mielőtt épületeket építenél!
ja: 建造物を建てる前に集落を作る必要があります。
pl: Musisz założyć osadę zanim postawisz budynek!
ro: E necesar să fondați o colonie pentru a putea construi clădiri!

source: Select your ship and approach the coast via right-click.
hu: Válaszd ki a hajódat és közelítsd meg a partot jobb gombbal kattintva.
ja: 船を選択して右クリックで海岸に近づけてください。
pl: Wybierz swój okręt i podpłyń do wybrzeża, używająć prawego klawisza myszy.
ro: Selecționați-vă nava și apropiați-o de coastă prin clic dreapta.

source: Running costs:
hu: Üzemeltetési költség:
ja: 運営費：
pl: Koszty eksploatacji:
ro: costuri de întreținere:

source: Inhabitants
hu: Lakosok
ja: 住民
pl: Mieszkańcy
ro: locuitori

source: Click to change the name of your settlement.
pl: Kliknij aby zmienić nazwę osady.

source: Build menu
pl: Menu budowania

source: Destroy
pl: Zniszcz

source: Diplomacy
hu: Diplomácia
ja: 外交
pl: Dyplomacja
ro: diplomație

source: Game menu
pl: Menu gry

source: Captain's log
pl: Dziennik pokładowy
