Repository: unknown-horizons/unknown-horizons
Catalog: uh/*.po
Languages: hu, ja, pl, ro

source: AI options
pl: Ustawienia SI

source: Development options
pl: Opcje deweloperskie

source: Write debug output only to logfile, not to console. Implies -d.
pl: Zapisuj dane z debugowania jedynie do logfile, a nie do konsoli. Implikuje -d.

source: Enable logging for a certain logging module (for developing only).
pl: Włącz logowanie dla wybranego modułu (tylko dla deweloperów).

source: Writes log to <filename> instead of to the uh-userdir
pl: Zapisuje dziennik do <filename>, zamiast do folderu uh

source: For internal use only.
pl: Jedynie do użytku wewnętrznego.

source: Enable profiling (for developing only).
pl: Włącz profilowanie (tylko dla deweloperów).

source: Unknown Horizons crashed.
pl: Wystąpił błąd w Unknown Horizons.

source: We are very sorry for this, and want to fix this error.
pl: Jest nam niezmiernie przykro. Postaramy się jednak naprawić ten błąd.

source: In order to do this, we need the information from the logfile:
ja: エラー修復のため、ログファイルの情報の報告をお願いします：
pl: Aby tego dokonać, potrzebne nam są informacje z pliku:
ro: Pentru a putea, avem nevoie de informațiile din fișierul jurnal:

source: Please give it to us via IRC or our forum, for both see unknown-horizons.org .
ja: IRCか開発チームのフォーラムまでお願いします。 unknown-horizons.org をご覧ください。
pl: Prosimy o ich nadesłanie poprzez kanał IRC lub forum. Szczegóły znajdziesz na unknown-horizons.org.
ro: Vă rugăm să ni-l transmiteți prin IRC sau forum, pentru detalii vizitați unknown-horizons.org .

source: Error: Unable to find required libraries
ja: エラー： 必要なライブラリが見つかりません。
pl: Błąd: Brak wymaganych bibliotek

source: We are sorry to inform you that a library that is required by Unknown Horizons, is missing and needs to be installed.
ja: Unknown Horizons の動作に必要なライブラリがありません。インストールしてください。
pl: Prosimy o zainstalowania brakujących bibliotek, które są niezbędne do prawidłowego działania Unknow Horizons.

source: Installers for Windows users are available at "http://pyyaml.org/wiki/PyYAML", Linux users should find it in their packagement management system under the name "pyyaml" or "python-yaml".
ja: インストーラーは、Windowsユーザーは "http://pyyaml.org/wiki/PyYAML" にあります。Linuxユーザーは "pyyaml" または "python-yaml" でパッケージ管理ツールから探してください。
pl: Instalator dla użytkowników Windowsa dostępny jest pod adresem: "http://pyyaml.org/wiki/PyYAML". Użytkownicy Linuksa powinny znaleźć biblioteki za pomocą menadżera pakietów pod nazwami "pyyaml" lub "python-yaml".

source: Thank you for using Unknown Horizons!
ja: Unknown Horizons のプレイ、ありがとうございます！
pl: Dziękujemy za grę w Unknown Horizons!

source: FIFE was not found.
ja: FIFEが見つかりません。
pl: FIFE nie zostało znalezione.

source: A new settlement was founded by {player}.
hu: {player} új települést alapított.
ja: 新しい決済は {player} によって作成されています。

source: Screenshot has been saved to {file}.
hu: A képernyőkép a(z) {file}-ba lett elmentve.
ja: スクリーンショットは {file} に保存されています。

source: Some of your inhabitants have no access to a main square.
hu: Egyes lakosaidnak nincs elérhető főtér a közelükben.
ja: その範囲に入植者のいずれかのメイン広場はありません。
ro: Câțiva dintre locuitori nu au acces la o piață de desfacere.

source: Some of your inhabitants just moved out.
hu: Néhány lakosod elköltözött.
ja: あなたの入植者の何人かは外に移動します。
ro: Unii dintre coloniștii tăi tocmai s-au mutat.

source: You can also drag roads.
ja: 道路をドラッグすることもできます。
ro: Puteți ancora rutele.

source: You have reached the current maximum increment. Your inhabitants will not upgrade further.
hu: Elérted a jelenlegi maximális fejlettségi szintet. A lakosaid már nem fognak feljebb emelkedni.
ja: 現在の最終時代に到達しました。これ以上のレベル向上はできません。
ro: Ați ajuns la dezvoltarea maximă. Locuitorii nu vor mai evolua ulterior.

source: You won!
hu: Nyertél!
ja: 勝利しました！
ro: Ați câștigat!

source: Your game has been autosaved.
ja: 自動セーブしました。
ro: O salvare automată a fost efectuată.

source: Your inhabitants reached level {level}.
hu: A lakosaid elérték a(z) {level} szintet.
ja: 住民はレベル {level} に到達しました。

source: acorns
ja: ドングリ
ro: ghinde

source: cattle
hu: marha
ja: 牛
ro: bovine

source: cattle for slaughter
ja: 食用処理される牛
ro: bovine de tăiat

source: deer food A
ja: 鹿料理 A
ro: hrană cerb A

source: get-together
hu: összejövetel
ja: 集まり
ro: comunitate

source: pigs for slaughter
ja: 食用処理される豚
ro: porci de tăiat

source: Please check the port you entered and make sure it is in the specified range.
hu: Ellenörizd, hogy az általad beírt port a megadott tartományban van-e.
ja: 入力したポートが範囲内にあるか確かめてください。
ro: Verificați ca portul să fie în intervalul specificat.

source: Failed to apply new network settings.
hu: Nem sikerült alkalmazni az új hálózati beállításokat.
ja: 新しいネットワーク設定が適用できませんでした。

source: Network features could not be initialized with the current configuration.
hu: A hálózati tulajdonságok nem inicializálhatóak a jelenlegi beállításokkal.
ja: 現在の設定ではネットワーク機能の初期化ができません。

source: Check the settings you specified in the network section.
hu: Ellenőrizd a hálózati beállításokat.
ja: ネットワークの設定を確認してください。

source: Low port numbers sometimes require special access privileges, try 0 or a number greater than 1024.
hu: Az alacsony portszámok néha különleges jogosultságokat igényelnek, próbáld meg a 0-t, vagy egy 1024-nél nagyobb számot.
ja: 小さいポート番号を使うには特別なアクセス権限が必要な場合があります。0か1024より大きな数を試してみてください。
ro: Porturile cu numere mici pot cere drepturi speciale, încercați 0 sau un număr peste 1024.

source: There are no saved games to load.
hu: Nincsenek betölthető mentett játékok.
ja: 保存されたゲームはありません。
ro: Nu există salvări de joc pentru încărcare.

source: No filename given
hu: Nincs megadva fájlnév
ja: ファイル名が入力されていません
ro: Niciun nume de fișier dat

source: Please enter a valid filename.
hu: Adj meg egy érvényes fájlnevet.
ja: 有効なファイル名を入力してください。
ro: Introduceți un nume de fișier valid.

source: A savegame with the name '{name}' already exists.
hu: Egy mentés a(z) '{name}' névvel már létezik.
ja: '{name}' という保存名はすでに存在します。
ro: O salvare de joc cu numele '{name}' există deja.

source: Overwrite it?
hu: Felülírjam?
ja: 上書きしますか？
ro: Înlocuiți?

source: Unknown savedate
hu: Ismeretlen mentési idő
ja: 保存日不明
ro: data salvării necunoscută

source: Saved at {time}
ja: {time} に保存
ro: Salvat la {time}

source: Saved {amount} time
ja: {amount} 回保存
ro: Salvat o dată

source: Savegame version {version}
hu: Mentés verzió {version}
ja: 保存したゲームのバージョン {version}
ro: Versiunea salvării de joc {version}

source: WARNING: Incompatible version {version}!
hu: FIGYELEM: Inkompatibilis verzió {version}!
ja: 警告： 互換性のないバージョン {version}！
ro: ATENȚIE: versiunea {version} incompatibilă!

source: Required version: {required}!
hu: Elvárt verzió: {required}!
ja: 必要なバージョン {required}！
ro: Versiune necesară: {required}!

source: Incompatible version
hu: Inkompatibilis verzió
ja: 互換性のないバージョン
ro: Versiune incompatibilă

source: You need to select a savegame to delete.
hu: Ki kell választanod egy mentést a törléshez.
ja: 削除するゲームを選んでください。
ro: Trebuie să selectați o salvare de joc pentru ștergere.

source: Do you really want to delete the savegame '{name}'?
hu: Biztosan törölni szeretnéd a(z) '{name}' mentést?
ja: '{name}' を削除しますか？
ro: Sigur doriți să ștergeți salvarea de joc '{name}'?

source: No diplomacy possible
hu: Diplomácia nem lehetséges
ja: 外交関係は結べません
ro: Nu este posibilă diplomația

source: Cannot do diplomacy as there are no other players.
ja: 他のプレイヤーがいないため、外交関係は結べません。
ro: Nu este posibilă diplomația deoarece nu există alți jucători.

source: Valid map names are in the following form: {expression}
hu: A térképnevek a következő formátumban érvényesek: {expression}
ja: 有効なマップ名を入力してください： {expression}
ro: Numele de hărți valide au următoarea formă: {expression}

source: Fatal Network Error
hu: Végzetes hálózati hiba
ja: 致命的なネットワークエラー
ro: eroare de rețea fatală

source: Could not connect to master server.
ja: マスターサーバーに接続できませんでした。
ro: Nu s-a putut conecta la serverul principal.

source: Please check your Internet connection. If it is fine, it means our master server is temporarily down.
ja: インターネット接続を確認してください。もし問題なければ、我々のマスターサーバーが一時的にダウンしています。
ro: Verifică conexiunea de rețea. Dacă nu e vreo problemă, serverul principal e temporar indisponibil.

source: Map: {map_name}
hu: Térkép: {map_name}
ja: マップ： {map_name}
ro: Harta: {map_name}

source: Players: {player_amount}/{player_limit}
hu: Játékosok: {player_amount}/{player_limit}
ja: プレイヤー： {player_amount}/{player_limit}
ro: Jucători: {player_amount}/{player_limit}

source: Creator: {player}
hu: Létrehozó: {player}
ja: 作者： {player}

source: The game's version differs from your version. Every player in a multiplayer game must use the same version. This can be fixed by every player updating to the latest version. Game version: {game_version} Your version: {own_version}
hu: A játék verziója eltér a Tiedtől. Többjátékos üzemmódban minden játékosnak ugyanazt a verziót kell használnia. A legegyszerűbb, ha minden játékos a legutolsó verzióra frissít. A játék verziója: {game_version} A Te verziód: {own_version}
ja: あなたのゲームのバージョンは一致しません。マルチプレイでは、すべてのプレイヤーが同じバージョンでなければなりません。全員が最新版をインストールすれば問題は解決するでしょう。ゲームバージョン： {game_version}、あなたのバージョン： {own_version}
ro: Versiunea jocului diferă de versiunea locală. Fiecare jucător trebuie să folosească aceeași versiune. Poate fi rezolvat prin actualizarea fiecărui jucător la ultima versiune. Versiunea jocului: {game_version} Versiunea locală: {own_version}

source: Recommended number of players: {number}
hu: Játékosok ajánlott száma: {number}
ja: 推奨プレイヤー数： {number}
ro: Număr recomandat de jucători: {number}

source: Difficulty: {difficulty}
hu: Nehézség: {difficulty}
ja: 難易度： {difficulty}
ro: Dificultate: {difficulty}

source: Author: {author}
hu: Szerző: {author}
ja: 作者： {author}
ro: Autor: {author}

source: Description: {desc}
hu: Leírás: {desc}
ja: 説明： {desc}
ro: Descriere: {desc}

source: You entered an invalid playername.
hu: Érvénytelen játékosnevet adtál meg.
ja: 無効なプレイヤー名です。
ro: Ați introdus un nume de jucător invalid.

source: Press H to remove this hint
hu: Nyomd meg a H-t a tipp eltűntetéséhez
ja: このヒントを消すにはHキーを押してください

source: Build related fields
ja: 農地を作成する
ro: Construiește câmpurile asociate

source: Mining
ja: 鉱山
ro: exploatare minieră

source: The ship needs to be close to an island to found a settlement.
hu: A hajónak egy sziget közelében kell lennie egy település alapításához.
ja: 集落を作るには島に近づく必要があります。
ro: Nava trebuie să fie în apropierea unei insule pentru a stabili o colonie.

source: You already have a settlement on this island.
hu: Már van egy településed ezen a szigeten.
ja: この島にはすでに集落を作っています。
ro: Aveți deja o colonie pe această insulă.

source: Load/Unload
hu: Berakodás/Kirakodás
ja: 荷上げ／荷下ろし
ro: Încarcă/Descarcă

source: Buy/Sell
hu: Vásárlás/Eladás
ja: 購入／販売
ro: Cumpără/Vinde

source: Cannot equip trade ship with weapons
hu: Nem sikerült felszerelni fegyverekkel a kereskedelmi hajót
ja: 交易船には武器を装備できません
ro: Ambarcațiunile de comerț nu pot fi echipate cu arme

source: It is not possible to equip a trade ship with weapons.
hu: Kereskedelmi hajót nem lehet felszerelni fegyverekkel.
ja: 交易船に武器を装備することはできません。
ro: Nu este posibilă echiparea unei ambarcațiuni de comerț cu arme.

source: Limit: {amount}t per slot
hu: Korlát: {amount}t helyenként
ja: 上限： 枠につき {amount}
ro: Limită: {amount}t pe slot

source: None
ja: なし
ro: niciun

source: N/A
ja: 取引なし
ro: indisponibil

source: Production overview of {settlement}
hu: {settlement} termelésének áttekintése
ja: {settlement} の生産の概要
ro: Sumar producție {settlement}

source: Afterwards, press the large button in the ship overview tab.
hu: Azután nyomd meg a nagy gombot a hajó áttekintés fülön.
ja: そのあと、船の概要タブにある大きなボタンを押してください。
ro: Apoi apăsați butonul mare din fereastra de navigare.

source: Build menu (B)
hu: Építési menü (B)
ja: 建築メニュー（B）
ro: Meniu de construcție (B)

source: Destroy (X)
hu: Lerombol (X)
ja: 破壊（X）
ro: Distrugere (X)

source: Game menu (Esc)
hu: Játék menü (Esc)
ja: ゲームメニュー（Esc）
ro: Meniu de joc (Esc)

source: Captain's log (L)
hu: A Kapitány naplója (L)
ja: 船長の航海日誌（L）
ro: Jurnal de bord (L)

source: Rotate map counterclockwise (,)
hu: Térkép forgatása óramutató járásával ellentétesen (,)
ja: 左回りに地図を回転（,）
ro: Rotiți harta în sens anti-orar (,)

source: Rotate map clockwise (.)
hu: Térkép forgatása óramutató járásával egyezően (.)
ja: 右回りに地図を回転（.）
ro: Rotiți harta în sens orar (.)

source: Decrease game speed (-)
hu: Játék lassítása (-)
ja: ゲームスピードを遅くする（-）
ro: Diminuați viteza jocului (-)

source: Increase game speed (+)
hu: Játék gyorsítása (+)
ja: ゲームスピードを速くする（+）
ro: Sporiți viteza jocului (+)

source: Enter prefix:
hu: Írd be az előtagot:
ja: 敬称の入力：
ro: Introduceți prefix:

source: Save map
hu: Térkép mentése
ja: 地図の保存
ro: Salvați hartă

source: Save the map
hu: Térkép mentése
ja: 地図の保存
ro: Salvați harta

source: Huker
ja: 魚釣りの船

source: Cloth
hu: Ruha
ja: 布
ro: Îmbrăcăminte

source: Cannons
hu: Ágyúk
ja: 大砲
ro: Tunuri

source: ally
hu: szövetséges
ja: 同盟
ro: aliat

source: Capacity utilization
hu: Kapacitás kihasználtság
ja: 稼働率
ro: capacitate de utilizare

source: Upgrade not possible:
hu: Fejlesztés lehetetlen:
ja: 進化不可能：

source: Upgrade permissions:
ja: 進化の許可：

source: Selling
hu: Eladás
ja: 販売
ro: în vânzare

source: Resource deposit
ja: 資源の鉱床
ro: zăcământ de minereuri

source: This is a resource deposit where you can build a mine to dig up resources.
hu: Ez egy nyersanyaglelőhely, ahova bányát építhetsz a nyersanyag kitermeléséhez.
ja: これは資源鉱床です。ここに採掘坑を作れば資源を採掘できます。
ro: Acesta e un zăcământ de minereuri unde puteți construi o mină pentru extracție.

source: Collector utilisation
hu: Árubegyűjtő kihasználtság
ja: 稼働率
ro: utilizarea colectorilor

source: Trade partner:
hu: Kereskedő partner:
ja: 交易相手
ro: Partener comercial:

source: Configure trading route
hu: Kereskedelmi útvonal beállítása
ja: 交易路の設定
ro: configurare rută comercială

source: Trade history
hu: Kereskedelmi napló
ja: 交易の記録
ro: Istoric schimburi comerciale

source: Read previous entries
hu: Korábbi bejegyzések olvasása
ja: 前のページを見る

source: Wait at load:
hu: Várakozás berakodásra:
ja: 荷上げ待ち：
ro: Așteptă la încărcare:

source: Wait at unload:
hu: Várakozás kirakodásra:
ja: 荷下ろし待ち：
ro: Așteaptă la descărcare:

source: Status
ja: 状態
ro: Statut

source: Aggressive
hu: Támadó
ja: 好戦
ro: Agresiv

source: Flee
hu: Menekül
ja: 逃走
ro: Evitare

source: Hold ground
ja: 防衛
ro: Ține poziția

source: Passive
hu: Passzív
ja: 防御
ro: Pasiv

source: Show build menu
hu: Építési menü mutatása
ja: 建築メニューの表示
ro: Afișează meniul construcție

source: Toggle console on/off
ja: 表示枠の表示／非表示
ro: Activează/Dezactivează consola

source: Show coordinate values (Debug)
hu: Koordináták mutatása (Debug)
ja: 座標の表示（デバッグ用）
ro: Afișează valorile coordonatelor (mod de testare / Debug)

source: Enable destruct mode
hu: Rombolás engedélyezése
ja: 破壊モードにする
ro: Activează modul distrucție

source: Scroll down
hu: Görgetés le
ja: 下にスクロール

source: Toggle grid on/off
hu: Rács ki-/bekapcsolása
ja: グリッドの表示／非表示
ro: Activează/Dezactivează grila

source: Display help
hu: Súgó megjelenítése
ja: ヘルプの表示
ro: Afișează ajutorul

source: Scroll left
ja: 左にスクロール

source: Toggle Captain's log
ja: 船長の航海日誌の表示／非表示
ro: Afișează jurnalul de bord

source: Pause game
hu: Játék felfüggesztése
ja: 一時停止
ro: Suspendă jocul

source: Show player scores
hu: Játékos pontok megmutatása
ja: プレイヤースコアの表示
ro: Afișează scorurile jucătorilor

source: Quickload
hu: Gyorsbetöltés
ja: クイックロード
ro: Încărcare rapidă

source: Quicksave
hu: Gyorsmentés
ja: クイックセーブ
ro: Salvare de joc rapidă

source: Scroll right
ja: 右にスクロール
ro: Deplasare la dreapta

source: Enable road building mode
hu: Útépítés engedélyezése
ja: 道の作成モードをオンにする
ro: Activează modul de construcție a drumurilor

source: Screenshot
hu: Képernyőkép
ja: スクリーンショット
ro: Captură de ecran

source: Show settlement list
hu: Teleplista mutatása
ja: 集落の一覧の表示
ro: Afișează lista coloniilor

source: Hold to place multiple buildings
hu: Tartsd nyomva több épület lehelyezéséhez
ja: 複数の建造物を作るには押しっぱなしにしてください
ro: Mențineți apăsat pentru plasări multiple

source: Show ship list
hu: Hajólista mutatása
ja: 船の一覧の表示
ro: Afișează lista navelor

source: Toggle translucency of ambient buildings
ja: 周囲の建造物を透明／不透明にする
ro: Schimbă activarea transparenței

source: Scroll up
hu: Görgetés felfelé
ja: 上にスクロール
ro: Deplasare în sus

source: Only show games with the same version:
hu: Csak azonos verziójú játékok mutatása:
ja: 同じバージョンのゲームを表示：
ro: Afișează doar partide cu aceeași versiune:

source: Uninterrupted building:
ja: 中断されない建造：

source: Cancel
ja: キャンセル
ro: Anulare

source: Brickyard
ja: ブリックヤード
ro: cărămidărie

source: Butchery
ja: 精肉店
ro: abator

source: Cattle Run
ja: 牛の放牧地
ro: pășune

source: Charcoal Burning
ja: 炭焼き
ro: mangalizare în bocșă

source: Gravel Path
ja: 砂利道
ro: drum de pietriș

source: Herbary
ja: 薬草園
ro: erboristerie

source: Tobacconist
ja: タバコ屋
ro: cultivator de tutun

source: Due to technical reasons, the campaign file will be copied to the UH campaign directory ({path}).
ja: 技術的な理由から、キャンペーンファイルはUHキャンペーンディレクトリ（{path}）にコピーしてください。
ro: Din motive tehnice, fișierul de campanie va fi copiat în dosarul de campanii UH ({path}).

source: To see the changes, either always start UH with the current arguments or edit the file {filename}.
ja: 変更を確認するには、今の設定でUHを起動するかファイル {filename} を編集してください。
ro: Ca schimbările să se aplice, mereu porniți UH cu argumentele curente sau editați fișierul {filename}.

source: Error: don't know how to handle condition type {condition}
ja: エラー： 状態 {condition} に対応できません。

source: Error: Cannot find campaign '{name}'.
ja: エラー： キャンペーン '{name}' が見つかりません。
ro: Eroare:imposibil de găsit campania '{name}'.

source: Error: Cannot find scenario '{name}'.
ja: エラー： シナリオ '{name}' が見つかりません。
ro: Eroare: imposibil de găsit scenariul '{name}'.

source: You have completed this scenario.
ja: シナリオを完了しました。
ro: Ați încheiat acest scenariu.

source: Do you want to continue playing?
ja: 続けてプレイしますか？
ro: Doriți să continuați partida?

source: The trade partner does not sell this.
ja: 交易相手は販売していません。
ro: Partenerul comercial nu vinde asta.

source: You can not store this.
ja: 貯蔵できません。
ro: Nu puteți stoca asta.

source: You can not afford to buy this.
ja: 資金が足りません。
ro: Nu vă puteți permite să cumpărați asta.

source: The trade partner does not sell more of this.
ja: 交易相手はこれ以上販売していません。
ro: Partenerul de comerț nu vinde mai mult.

source: The trade partner does not buy this.
ja: 交易相手は購入しません。
ro: Partenerul de comerț nu cumpără asta.

source: You do not possess this.
ja: 所有できません。
ro: Nu aveți asta.

source: The trade partner can not store more of this.
ja: 交易相手はこれ以上貯蔵できません。
ro: Partenerul de comerț nu poate stoca mai mult din asta.

source: The trade partner can not afford to buy this.
ja: 交易相手の資金が足りません。
ro: Partenerul de comerț nu-și permite să cumpere asta.

source: The trade partner does not buy more of this.
ja: 交易相手はこれ以上購入しません。
ro: Partenerul de comerț nu cumpără mai mult din asta.

source: Trade route: going to {location}
ja: 交易路： {location} 行
ro: Rută comercială: deplasare la {location}

source: Trade route: waiting at {position}
ja: 交易路： {position} 停泊
ro: Rută comercială: așteptare la {location}

source: Going to {location}
ja: {location} 行
ro: Deplasare la {location}

source: Going to {x}, {y}
ja: {x}, {y} に移動
ro: Deplasare prin {x}, {y}

source: Idle at {location}
ja: {location} に停止中
ro: În repaos la {location}

source: Idle at {x}, {y}
ja: {x}, {y} に停止中
ro: În repaos la {x}, {y}

source: Attacking {target} '{name}' ({owner})
ja: {target} '{name}' ({owner}) を攻撃
ro: Atacă {target} '{name}' ({owner})

source: Attacking {owner}
ja: {owner} を攻撃
ro: Atacă {owner}

source: You need more {resource} to build this building.
hu: Több {resource} nyersanyagra van szükség az épület megépítéséhez.

source: {player1} and {player2} are now {status}
hu: {player1} és {player2} most {status}

source: Configured language {lang} could not be loaded
hu: A beállított {lang} nyelvet nem sikerült betölteni

source: Too far from the nearest warehouse
hu: Túl messze van a legközelebbi raktár

source: Select a resource:
hu: Válassz egy nyersanyagot:

source: Rotate building or map counterclockwise
hu: Épület vagy térkép forgatása balra

source: Rotate building or map clockwise
hu: Épület vagy térkép forgatása jobbra

source: Mouse
hu: Egér

source: Auto-unload ship:
hu: Hajó automatikus kirakodása:

source: Scroll at map edge:
hu: A térkép szélére görgetés:

source: Mouse sensitivity:
hu: Egér érzékenység:

source: Builds boats and small ships. Built on coast.
hu: Csónakokat és kis hajókat épít. Partra épül.

source: Turns clay into bricks.
hu: Agyagból téglát készít.

source: Needs pigs or cattle. Produces food.
hu: Malac vagy marha szükséges. Élelmiszert termel.

source: Raises cattle. Needs a farm.
hu: Marhákat nevel. Egy farm szükséges.

source: Burns a lot of boards.
hu: Rengeteg deszkát éget.

source: Gets clay from deposit.
hu: Agyagot termel.

source: Turns sugar into liquor.
hu: Cukorból szeszes italt készít.

source: Treats diseases. Consumes herbs.
hu: Kezeli a betegségeket. Gyógynövényeket készít.

source: Grows field crops and raises livestock.
hu: Növényeket és élő állatokat nevel.

source: Fishes the sea, produces food.
hu: Halászik a tengeren, élelmet készít.

source: Produces herbs. Needs a farm.
hu: Gyógynövényeket termel. Egy farm szükséges.

source: Hunts wild forest animals, produces food.
hu: Vadakra vadászik az erdőben, élelmet készít.

source: Gets iron ore from deposit.
hu: Agyagot termel.

source: Chops down trees and turns them into boards.
hu: Kivágja a fákat, és deszkákat készít belőlük.

source: Supplies citizens with goods.
hu: Ellátja a lakosokat termékekkel.

source: Raises sheep. Produces wool. Needs a farm.
hu: Bárányokat tenyészt. Gyapjút termel. Egy farm szükséges.

source: Fulfills religious needs of sailors.
hu: Kielégíti a hajósok vallási szükségleteit.

source: Raises pigs. Needs a farm.
hu: Marhákat nevel. Egy farm szükséges.

source: Yields food. Needs a farm.
hu: Ételt termel. Egy farm szükséges.

source: Allows the player to trade with the free trader.
hu: Kereskedelmi szándék jelzése a szabad kereskedők felé.

source: Extends stock and provides collectors.
hu: Több helyet és hordárt biztosít.

source: Used in liquor production. Needs a farm.
hu: Szeszes ital termeléshez szükséges. Egy farm szükséges.

source: Houses your inhabitants.
hu: Lakás a lakosoknak.

source: Produces tobacco. Needs a farm.
hu: Gyógynövényeket termel. Egy farm szükséges.

source: Needed for collecting goods.
hu: Szükséges az áruk begyűjtéséhez.

source: Provides education.
hu: Oktatást szolgáltat.

source: Turns lamb wool into cloth.
hu: Ruhát készít a gyapjúból.
