Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/The_Unknown.po
Languages: ca, cs, de, es, et, fi, fr, gl, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sv, tr, uk

source: You are the captain of a ship under the flag of England in 1740. You and your crew were on the way to a colony of England in the Pacific Ocean. Everything went fine until you came into a storm…
de: Ihr seid der Kapitän eines englischen Schiffes im Jahre 1740. Ihr und Eure Crew wart auf dem Weg zu einer englischen Kolonie im Pazifik. Alles verlief nach Plan, bis ihr in einen Sturm geraten seid …
es: Eres el capitán de un navío bajo la bandera de Inglaterra en 1740. Tú y tu tripulación os dirigíais hacia una colonia inglesa en el océano Pacífico. Todo iba bien hasta que entraste en una tormenta…
et: Sa oled Inglismaa lipu all seilava laeva kapten aastal 1740. Sina ja su meeskond on teel Inglismaa kolooniasse Vaikses ookeanis. Kõik läks hästi kuni jäid tormi kätte…
fi: Sinä olet Englannin lipun alla purjehtivan laivan kapteeni vuonna 1740. Sinä ja sinun miehistösi olitte matkalla Englannin siirtokuntaan Tyynellämerellä. Kaikki oli hyvin ennen kuin myrsky iski…
fr: Vous êtes capitaine d'un navire sous pavillon anglais en 1740. Votre équipage et vous étiez en chemin vers une colonie de l'Angleterre dans l'océan Pacifique. Tout se passait bien jusqu’à ce que vous subissiez une tempête…
gl: Vostede é o capitán dun barco baixo a bandeira de Inglaterra en 1740. Vostede e a súa tripulación dirixíanse cara a unha colonia inglesa no Océano Pacífico. Todo ía ben ata que entraches nunha tormenta…
it: Sei il capitano di un vascello sotto bandiera inglese nel 1740. Tu e il tuo equipaggio eravate in viaggio verso una colonia inglese nell'oceano Pacifico. Tutto stava andando bene, quando finiste in una violenta tempesta…
nb: Du er kaptein på et skip under engelsk flagg i 1740. Du og manskapet ditt var på vei til en engelsk koloni i stillehavet. Alt gikk fint helt til du havnet i en storm…
nl: Jij bent de kapitein van een schip onder de Engelse vlag in het jaar 1740. Jij en jouw bemanning waren op weg naar een Engelse kolonie in de Grote Oceaan. Alles liep volgens plan, tot jullie allen in een storm terecht kwamen…
pl: Jesteś kapitanem statku pod banderą Anglii w 1740 roku. Ty i twoja załoga byliście w drodze do angielskiej kolonii na Pacyfiku. Wszystko szło dobrze, dopóki nie przyszedł sztorm…
pt: És o capitão de um navio sobre a bandeira de Inglaterra em 1740. Tu e a tripulação estavam a caminho de uma colónia de Inglaterra no oceano pacifico. Tudo correu bem até que chegaste a uma tempestade…
pt_br: Você é o capitão de um navio sob a bandeira da Inglaterra em 1740. Você e sua tripulação estavam a caminho de uma colônia da Inglaterra no Oceano Pacífico. Tudo corria bem até que você entrou em uma tempestade …
ru: 1740 год. Вы - капитан корабля под флагом Англии, направлявшегося к одной из английских колоний в Тихом океане. Всё шло хорошо, пока корабль не попал в шторм…
sv: Du är kaptenen på ett Engelskt skepp år 1740. Du och din besättning var på väg till en Engelsk koloni i Stilla havet. Allt gick bra tills stormen kom…
tr: 1740'da İngiliz bayrağı altındaki bir geminin kaptanısınız. Siz ve tayfanız Pasifik Okyanusundaki bir İngiliz kolonisine doğru ilerliyordunuz. Her şey güzel gidiyordu, bir fırtına ile karşılaşıncaya kadar…
uk: Ви капітан судна під прапором Англії в 1740 році. Ви і ваша команда були на шляху до колонії Англії в Тихому океані. Все йшло чудово, поки ви не зазнали шторму.…

source: The port is built and a new hope arises. I am still worried about the next days… we are running out of food and lack basic building material.
ca: Hem construït un port i se'ns renoven les esperances. Encara em preocupa el futur proper... ens estem quedant sense menjar i ens falten alguns materials de construcció elementals.
de: Ein Hafen wurde gebaut und neue Hoffnung keimt auf. Ich mache mir weiterhin Sorgen über die kommenden Tage … die Nahrung geht zuneige und es fehlt an Baumaterial.
es: Ya está construido el puerto y amanece una nueva esperanza. Aún me preocupan los próximos días… nos estamos quedando sin alimentos y sin materiales básicos de construcción.
et: Sadam on valmis ja uus lootus on tõusmas. Ma kardan siiski eelolevate päevade pärast... toit on otsakorral ja puuduvad lihtsaimadki ehitusmaterjalid.
fi: Satama on rakennettu ja uusi toivo herää, mutta minä olen silti huolissani tulevista päivistä... Ruoka ja tavalliset rakennusmateriaalit ovat loppumassa.
fr: Le port est achevé et de nouveaux espoirs naissent. Néanmoins, je suis inquiet pour les prochains jours... nos réserves de nourriture s'épuisent et nous manquons de matériaux de construction de base.
gl: O porto está en pé, e parece que a moral da xente tamén. Eu sigo preocupado polo que nos espera a curto prazo… a comida e mailos materiais de construción estanse esgotando.
it: Il porto è stato costruito e le speranze dei miei uomini si sono risollevate. Sono ancora preoccupato per i giorni a venire... il nostro cibo è quasi terminato e ci servono materiali da costruzione.
ja: 港は建設され、新たな希望が出てきた。しかし、私はまだ次なる日々を心配している…食糧は尽き始め、基本的な建設物資もない。
ko: 항구는 건설되었고 새로운 희망이 시작합니다. 나는 여전히 내일을 걱정하고있습니다... 우리는 바닥난 음식과 부족한 기초 건축 자재로 운영중입니다.
nb: Havnen er bygget og nytt håp sprer seg. Jeg er fortsatt bekymret for de kommende dagene... vi går fri for mat og mangler grunnleggende byggematerialer.
nl: De haven is gebouwd en daar putten we nieuwe hoop uit. Ik maak me echter nog steeds zorgen over de komende dagen... het voedsel raakt op en we hebben een tekort aan bouwmaterialen.
pl: Port jest zbudowany i pojawiła się nadzieja. Wciąż niepokoję się o najbliższe dni... kończy się nam jedzenie i zaczyna brakować materiałów budowlanych.
pt: O porto está construído e ergue-se uma nova esperança. Ainda estou preocupado com os próximos dias… estamos a ficar sem comida e faltam-nos materiais básicos de construção.
pt_br: O porto foi construído e uma nova esperança surge. Os próximos dias ainda me preocupam… estamos ficando sem comida e sem material básico de construção.
ru: Гавань построена, и вместе с ней появилась новая надежда. Но я всё же беспокоюсь за наше будущее… запасы еды подходят к концу, не хватает основных стройматериалов.
sv: Hamnen är byggd och hoppet kommer tillbaka. Jag är fortfarande orolig för de kommande dagarna... vi håller på att få slut på mat och vi saknar enklare byggnadsmaterial.
tr: İskele yapılır ve umutlar yeşerir. Hala sonraki günler için endişeleniyorum... Yiyeceğimiz bitiyor ve inşa edecek malzemelerimiz de.
uk: Порт збудовано і нова надія виникає. Мене як і раніше турбують найближчі дні ... ми відчуваємо нестачу їжі і відсутність основного будівельного матеріалу.

source: Task: Build a Main Square and at least 10 Tents.
de: Aufgabe: Errichtet einen Marktplatz und mindestens 10 Zelte.
es: Tarea: Construye una Plaza Principal y al menos 10 Tiendas.
et: Ülesanne: Ehita Peaväljak ja vähemalt 10 telki.
fi: Tehtävä: Rakenna keskustori ja ainakin 10 telttaa.
fr: Mission : Édifiez une Place principale et au moins 10 tentes.
gl: Tarefa: Constrúe unha praza principal e polo menos 10 tendas de campaña.
it: Obiettivo: Costruisci una piazza principale e almeno 10 tende.
nb: Task: Bygg en markedsplass og minst 10 telt.
nl: Opdracht: Bouw een marktplein en op zijn minst tien tenten.
pl: Misja: Zbuduj plac główny i co najmniej 10 namiotów.
pt: Tarefa: Constrói uma Praça Principal e pelo menos 10 Tendas.
pt_br: Tarefa: Construir uma praça principal e ao menos 10 tendas.
ru: Задача: Заложить Площадь и разбить хотя бы 10 Палаток.
sv: Uppgift: Bygg ett torg och minst 10 tält.
tr: Görev: Bir ana meydan ve en az 10 çadır inşa et.
uk: Завдання: Побудуйте головну площу та принаймні 10 наметів.

source: I have been researching the stars at night, but without my sea charts and instruments their meaning remains unknown. I have the feeling we will be stuck here for a while, so we'll have to make the best of situation. We can only try to to build up a civilisation and find a way home…
ca: A les nits miro els estels, però sense les cartes de navegació i els instruments no puc orientar-me. Tinc la sensació que ens haurem de quedar durant un temps, així que haurem de millorar la nostra situació. Només podem mirar de construir una civilització i trobar el camí cap a casa…
de: Ich habe die Sterne in der Nacht untersucht, aber ohne meine Seekarten und Instrumente bleibt ihre Bedeutung unbekannt. Ich denke, wir werden hier eine Weile festsitzen. Wir müssen versuchen, das Beste daraus zu machen. Wir können nur versuchen, eine Zivilisation aufzubauen und versuchen, einen Weg in unsere Heimat zu finden …
es: He estado buscando las estrellas por la noche, pero sin mis cartas de navegación e instrumental su significado me resulta desconocido. Tengo la sensación de que permaneceremos aquí por un tiempo, así que tendremos que preocuparnos por mejorar nuestra situación. Ahora solo podemos intentar levantar una civilización y encontrar un camino de regreso a casa…
et: Ma olen öösiti uurinud tähti teavas, kuid merekaartide ja navigatsioonivahenditeta on jäänud nende tähendus tundmatuks. Mul on tunne, et me peame jääma siia pikemalt, seega peame andma endast parima. Me saame ainult proovida ehitada uut tsivilisatsiooni ja leida tee koju…
fi: Minä olen tutkinut tähtiä yöllä, mutta ilman minun merikarttojani ja työkalujani niiden tarkoitus pysyy mysteerinä. Minulla on tunne että me olemme jumissa täälä vielä jonkin aikaa, joten meidän vain täytyy tottua siihen. Me voimme vain yrittää rakentaa sivilisaatiota ja löytää tie kotiin…
fr: J'ai étudié les étoiles la nuit mais sans mes instruments et mes cartes marines leur signification reste inconnue. J'ai le sentiment que nous sommes bloqués ici pour quelque temps, alors tirons le meilleur parti de la situation. Tout ce que nous pouvons faire c'est fonder une colonie et trouver notre chemin de retour…
gl: Estiven a investigar as estrelas pola noite, pero sen as cartas náuticas e mailos instrumentos de medición, non podo entendelas. Teño a sensación de que imos pasar un tempo aquí, así que teremos que aproveitar a nosa estadía. Só nos queda intentar construír unha civilización e atopar a forma de volver a casa…
it: Ho iniziato a studiare le stelle durante la notte, ma senza gli strumenti di navigazione e le mappe il loro significato rimane sconosciuto. Credo che rimarremo bloccati qui per un pò di tempo, quindi sarà meglio darsi da fare e migliorare le nostre condizioni. Dobbiamo provare a formare una piccola società organizzata e tornare a casa quando saremo pronti…
ja: 夜には星空を検証しているが、海図と航海用具なしでは、そこから読みとることができるものはない。ここにはしばらくの間、繋ぎ止められてしまう気がするので、出来るだけのことをしなくてはならない。 文明社会を構築した上で、帰国の道を探る以外にはない…
ko: 나는 밤하늘의 별들을 조사해오고있습니다. 하지만 내 항해도와 계측장비 없이 그들의 의미는 알수 없는채로 남아있습니다. 나는 잠시동안 여기에 갇혀 있는 느낌이 듭니다. 그렇지만 우리는 최선을 다해야합니다. 우리는 문명을 구축하고 집으로 돌아가는 방법을 계속 찾아야 합니다…
nb: Jeg har forsket på stjernene om natten, men uten mine sjøkart og instrumenter forblir deres betydning ukjent. Jeg har følelsen av at vi ikke kommer herfra på en stund, så vi får gjøre det beste ut av situasjonen. Vi kan bare forsøke å bygge opp en sivilisasjon og finne en vei hjem…
nl: Ik heb 's nachts de sterren bekeken, maar zonder mijn zeekaart en bijbehorende instrumenten blijft hun betekenis onbekend. Ik heb het gevoel dat we hier nog wel een tijdje zullen zitten, dus we moeten er maar het beste van maken. We kunnen alleen maar proberen hier een samenleving op te bouwen en een weg terug naar huis te vinden…
pl: Obserwowałem gwiazdy nocą, ale bez moich map i instrumentów ich ułożenie niewiele mi mówi. Mam wrażenie, że utknęliśmy tu na jakiś czas. Musimy sobie tutaj poradzić. Zostaje nam przetrwać zimę, a potem zobaczymy…
pt: Tenho andado a pesquisar as estrelas à noite, mas sem as minhas cartas marítimas e instrumentos o seu significado permanece desconhecido. Tenho a sensação de que iremos ficar presos aqui por um tempo, logo temos de tirar o melhor partido da situação. Tudo o que podemos fazer por agora é construir uma civilização e encontrar um caminho para casa…
pt_br: Estive observando as estrelas à noite, mas sem minhas cartas de navegação e instrumentos a interpretação fica impossível. Tenho a sensação de que ficaremos presos aqui por algum tempo, então é melhor nos esforçarmos para melhorar nossas condições. Tudo que podemos fazer por hora é construir uma civilização e buscar o caminho de casa…
ru: Ночью я пробовал сориентироваться по звёздам, но без навигационных приборов и карт их положение ничего не дало мне. Чувствую, мы застряли тут на неопределённое время, так что придётся действовать по ситуации. Нам остаётся лишь развивать свою цивилизацию и попытаться вернуться домой…
sv: Jag har skådat stjärnorna under nätterna, men utan mina kartor och instrument finner jag inga svar om var vi är. Jag har en känsla att vi kommer vara fast här ett tag så vi får göra det bästa av situationen. Vi kan bara försöka att bygga upp en civilisation igen och hitta en väg hem…
tr: Gece yıldızları araştırıyordum, ancak deniz haritalarım ve aletlerim olmadan anlamları bilinmez kalıyor. Burada bir süre burada takılı kalacağız gibi görünüyor. Bu yüzden bu durumda yapabileceğimizin en iyisini yapmalıyız. Sadece bir medeniyet kurmayı ve eve bir yol bulmayı deneyebiliriz…
uk: Я досліджував зірки вночі, але без моїх морських карт і інструментів їх значення залишається невідомим. У мене є відчуття, що ми застрягнемо тут на деякий час, тому ми повинні зробити все найкраще у цій ситуації. Ми можемо тільки спробувати побудувати цивілізацію і знайти шлях додому…
