Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/The_Unknown.po
Languages: ca, cs, de, es, et, fi, fr, gl, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sv, tr, uk

source: It is time to build some tents to live in and a small main square to supply our citizens with goods.
ca: És hora de construir algunes tendes per viure-hi i una petita plaça per l'aprovisionament dels ciutadans.
cs: Přišel čas postavit nějaké stany ve kterých bychom mohli žít a malou tržnici k zásobení našich občanů zbožím.
de: Es ist an der Zeit, ein paar Zelte zum Leben und einen kleinen Marktplatz zu bauen, um unsere Einwohner mit Gütern zu versorgen.
es: Es hora de construir algunas tiendas de campaña donde vivir y una plaza principal para proporcionar bienes a nuestros ciudadanos.
et: On aeg ehitada mõned telgid, kus elada ja väike peaväljak, et varustada elanikka kaupadega.
fi: On aika rakentaa muutama teltta joissa asua ja pieni keskustori antaaksemme tavaroita kansalaisille.
fr: Il est temps de construire quelques tentes où vivre et une place principale afin d'approvisionner nos citoyens en biens.
gl: Vai sendo hora de construír algunhas tendas para vivir, e unha pequena praza principal na que fornecerlle bens á xente.
it: È tempo di costruire alcune tende dove vivere e una piccola piazza princiaple che si possa fornire con i prodotti di prima necessità.
ja: 生活するためのテントをつくり、我々の市民に財を供給する小さな中央広場を建設する時が来た。
ko: 거주하기 위한 일부 천막과 우리 시민들에게 제품을 공급하기 위한 작은 주요 광장 건설할 때입니다.
nb: Det er på tide å bygge noen telt å bo i og en liten markedsplass for å sikre våre innbyggere varer.
nl: Het is tijd om wat tenten te bouwen om in te wonen en een klein marktplein te maken om onze bewoners van de benodigde goederen te voorzien.
pl: Nadszedł czas, aby zbudować kilka namiotów i mały rynek główny dostarczający naszym obywatelom towarów.
pt: É tempo de construir algumas tendas para habitação e uma pequena praça principal para fornecer bens aos nossos cidadãos.
pt_br: É hora de construir algumas tendas e uma pequena praça principal para suprir nossos cidadãos com mercadorias.
ru: Пора разбить палатки для жилья и небольшую площадь для снабжения жителей товарами.
sv: Det är dags att bygga tält att bo i samt ett mindre torg för att förse våra medborgare med varor.
tr: Artık içinde yaşanması için birkaç çadır ve halkımıza eşya desteği vermek için küçük bir ana meydan yapmanın tam zamanı.
uk: Вже час побудувати кілька наметів для проживання і невелику головну площі, щоб поставляти нашим жителям товари.

source: Task: Build a main square and at least 10 tents.
cs: Úkol: Postav tržnici a alespoň 10 stanů.

source: 1st December 1740
ca: 1 de desembre de 1740
cs: 1. prosince 1740
de: 1. Dezember 1740
es: 1 de Diciembre de 1740
et: 1. Detsember 1740
fi: 1. joulukuuta 1740
fr: 1er décembre 1740
gl: 1 de decembro de 1740
it: 1 Dicembre 1740
ja: 1740年12月1日
ko: 1740년 12월 1일
nb: 1. desember 1740
nl: 1 december 1740
pl: 1 grudnia 1740
pt: 1 de dezembro 1740
pt_br: 1 de dezembro de 1740
ru: 1 декабря 1740
sv: 1:a december 1740
tr: 1 Aralık 1740
uk: 1 грудня 1740

source: Finally we have enough to eat and a place to live again. My tent is not very comfortable but it keeps me dry and I have the feeling of having a roof over my head at night.
ca: Per fi tenim prou menjar i un lloc on refer la nostra vida. La meva tenda no és gaire confortable, però em manté eixut i em dóna el consol de tenir un sostre on passar la nit.
cs: Konečně máme dostatek jídla a znovu místo kde žít. Můj stan sice není moc pohodlný, ale drží mě v suchu a já mám v noci zase pocit střechy nad hlavou.
de: Endlich haben wir genug zu essen und wieder einen Ort zum Leben. Mein Zelt ist nicht sehr komfortabel, aber es hält mich trocken und ich habe in der Nacht das Gefühl, ein Dach über dem Kopf zu haben.
es: Finalmente tenemos suficiente comida y un lugar donde vivir de nuevo. Mi tienda no es muy cómoda pero me mantiene seco y tengo la sensación de tener un techo sobre mi cabeza durante la noche.
et: Viimaks on meil piisavalt süüa ja koht, kus elada. Mu telk ei ole väga mugav, kuid ta hoiab mind kuivana ja mul on tunne, et öösel on mu pea kohal katus.
fi: Viimeinkin meillä on taas tarpeeksi ruokaa ja paikka jossa elää. Minun telttani ei ole kovin mukava, mutta ainakin se pitää minut kuivana ja tunnen, että yöllä minulla on katto pääni päällä.
fr: Finalement nous avons de nouveau assez à manger et une place où vivre. Ma tente n'est pas très confortable mais elle me garde au sec et j'ai le sentiment d'avoir un toit au dessus de ma tête.
gl: Por fin temos dabondo para comer e un novo lugar onde vivir. A miña tenda non é moi cómoda, pero protexe da choiva, e axúdame a conciliar o sono iso de estar cuberto.
it: Alla fine abbiamo abbastanza cibo e un posto dove vivere. La mia tenda non'è molto comoda ma almeno mi tiene asciutto e da la sensazione di avere un tetto sopra la testa la notte.
ja: 遂に我々は食糧と住む場所には満たされた。我がテントは非常に快適とは言えないが、雨露はしのげるし、夜間には頭上に屋根があることを実感することができる。
ko: 마지막으로 우리는 충분히 식사를 하고 다시 살 수 있는 장소를 가졌습니다. 내 천막은 아주 편안 하진 않지만 나를 비에 젖지않게 하고 밤에 내 머리 위에 지붕이 있는 느낌을 가지게 합니다.
nb: Endelig har vi nok mat og et sted å bo igjen. Teltet mitt er ikke veldig komfortabelt men holder meg tørr og jeg opplever å ha et tak over hodet om nettene.
nl: Eindelijk hebben we weer genoeg te eten en weer een plek om te wonen. Mijn tent is niet echt comfortabel, maar het houdt me droog en ik weet dat ik 's nachts een dak boven het hoofd heb.
pl: Nareszcie - mamy co jeść i gdzie spać, znowu można odetchnąć pełną piersią. Mój namiot może nie jest wygodny i przestronny, ale zapewnia ciepło i jakiś dach nad głową.
pt: Finalmente temos o suficiente para comer e um lugar para viver novamente. A minha tenda não é muito confortável mas mantém-me seco e tenho o sentimento de ter um telhado por cima da minha cabeça à noite.
pt_br: Finalmente temos algo para comer e um local para se abrigar. Minha tenda não é muito confortável mas me manterá seco e durante a noite me dá uma sensação de ter um teto sobre a cabeça.
ru: Наконец у нас достаточно еды и жилого места. Моя палатка не слишком удобна, но в ней хотя бы сухо и есть крыша над головой на время ночлега.
sv: Äntligen har vi tillräckligt med mat och ett ställe att bo i igen. Mitt tält är inte bekvämt men det håller mig torr och jag har känsla av att ha ett tak över huvudet nattetid.
tr: Sonunda yeterince yiyeceğimiz ve yaşayacak bir yerimiz var. Çadırım çok rahat değil ancak beni kuru tutuyor ve geceleri başımın üstünde bir çatı varmış hissini veriyor.
uk: Нарешті, ми маємо достатньо їжі і місце, щоб жити. Мій намет не дуже зручний, але це оберігає мене від вологи і у мене є відчуття того, що я маю дах над головою на ніч.

source: I have been researching the stars at night, but without my sea charts and instruments their meaning remains unknown. I have the feeling we will be stuck here for a while, so we'll have to make the best of situation. We can only try to to build up a civilisation and find a way home...
cs: V noci jsem zkoumal hvězdy, ale bez mých mořských map a navigačních nástrojů zůstává jejich význam neznámý. Cítím, že tu chvíli zůstaneme uvíznutí, takže budeme muset vytěžit z naší situace co nejvíce. Můžeme se jedině pokusit vytvořit civilizaci a najít cestu domů...

source: Task: Grow the village until you have at least 250 inhabitants and a positive balance.
ca: Missió: Feu créixer el poble fins que tingueu 250 habitants i un balanç positiu.
cs: Úkol: Rozšiř vesnici dokud nebude mít alespoň 250 obyvatel a pozitivní bilanci.
de: Aufgabe: Lasst die Stadt wachsen, bis Ihr mindestens 250 Einwohner und eine positive Bilanz habt.
es: Tarea: Haz crecer tu ciudad hasta alcanzar 250 habitantes y un saldo positivo.
et: Ülesanne: Kasvata küla, kuni seal on vähemalt 250 elanikku ja positiivne iive.
fi: Tehtävä: Kasvata kylääsi kunnes sinulla on ainakin 250 asukasta ja rahasi on plussalla.
fr: Mission : Agrandissez le village de 250 habitants et obtenez un bilan financier positif.
gl: Obxectivo: Continúa xestionando a vila ata que chegue aos 250 habitantes e teña saldo positivo.
it: Obiettivo: Espandi il villaggio fino a raggiungere quota 250 abitanti e un bilancio positivo.
ja: 任務： 村を成長させて、住民を250人以上にし、収支を黒字にせよ。
ko: 임무: 최소 250명의 주민들과 긍정적인 성장이 될때까지 마을을 성장시키세요.
nb: Task: Få landsbyen til å vokse til du har minst 250 innbyggere og en positiv balanse.
nl: Opdracht: Laat het dorp groeien tot je tenminste 250 inwoners en een positieve balans hebt.
pl: Misja: Niech osada pod twoimi rządami przekroczy liczbę 250 mieszkańców i posiada pozytywny balans.
pt: Tarefa: Expande a aldeia até teres pelo menos 250 habitantes e um saldo positivo.
pt_br: Tarefa: Desenvolva a aldeia até possuir pelo menos 250 habitantes e um balanço positivo.
ru: Задача: Развивать поселение, пока в нём не будет 250 жителей и положительного баланса.
sv: Uppgift: Expandera byn tills du har åtminstone 250 invånare samt ett positivt saldo.
tr: Görev: Köyü en az 250 nüfus ve artı bakiye elde edinceye kadar genişlet.
uk: Завдання: Розбудовуйте село, поки у вас буде принаймні 250 жителів і позитивний баланс.

source: 27th August 1745
ca: 27 d'agost de 1745
cs: 27. srpna 1745
de: 27. August 1745
es: 27 de Agosto de 1745
et: 27. August 1745
fi: 27. elokuuta 1745
fr: 27 août 1745
gl: 27 de agosto de 1745
it: 27 agosto 1745
ja: 1745年8月27日
ko: 1745년 8월 27일
nb: 27. august 1745
nl: 27 augustus 1745
pl: 27 sierpnia 1745
pt: 27 de agosto 1745
pt_br: 27 de agosto de 1745
ru: 27 августа 1745
sv: 27:e augusti 1745
tr: 27 Ağustos 1745
uk: 27 серпня 1745

source: Our village is doing well, the city has grown to over 250 inhabitants. I have started getting used to my new home, but this island is too small to stay here forever.
ca: El nostre poble va força bé. Ja som 250 habitants. Ens estem acostumant a la nova llar, però l'illa és massa petita per quedar-nos-hi per sempre.
cs: Naší vesnici se daří dobře, město už má přes 250 obyvatel. Začal jsem si zvykat na můj nový domov, ale tento ostrov je příliš malý abychom tu zůstali navždy.
de: Unserer Stadt geht es gut, sie hat mittlerweile über 250 Einwohner. Ich habe begonnen, mich an mein neues Zuhause zu gewöhnen, aber diese Insel ist zu klein, um hier für immer zu bleiben.
es: Nuestro pueblo va muy bien, la ciudad ha alcanzado los 250 habitantes. He empezado a hacer uso de mi nueva casa, pero esta isla es demasiado pequeña para permanecer aquí siempre.
et: Me külal läheb hästi, linn on kasvanud üle 250 elanuku. Ma olen harjunud oma uue koduga, kuid see saar on liiga väike, et siia igaveseks jääda.
fi: Meidän kylämme pärjää hyvin. Kaupungissa on jo yli 250 asukasta. Minä olen alkanut tottumaan minun uuteen kotiini, mutta tämä saari on liian pieni jatkuvaan asumiseen.
fr: Notre village se porte bien, la ville s'est agrandie et est forte désormais de plus de 250 habitants. J'ai commencé à m'habituer à mon nouveau chez-moi mais cette île est trop petite pour y rester définitivement.
gl: A vila vai ben, xa somos máis de 250 persoas. Xa me vou afacendo a vivir aquí, empezo a sentirme coma se este fose o meu verdadeiro fogar, pero a illa é moi pequena, e non imos poder quedar aquí para sempre.
it: Il villaggio procede bene, la città è cresciuta ed ha più di 250 abitanti. Mi sto abituando alla nuova casa, ma quest'isola è troppo piccola per restarci per sempre.
ja: 我々の村はよくやっており、街は250人以上までに成長した。私は、私の新しい故郷に適応し始めたが、ここに永久に滞在するには、この島は小さすぎる。
ko: 우리 마을은 잘 운영되고 있고, 도시는 주민들이 250명 이상으로 성장 했습니다. 내 새 집에 익숙해 시작하지만, 이 섬은 영원히 머물기엔 너무 작습니다.
nb: Landsbyen vår gjør det godt, og byen har vokst til over 250 innbyggere. Jeg har begynt å venne meg til vårt nye hjem, men øyen er for liten til at vi kan bli til evig tid.
nl: Het gaat goed moet onze stad, het heeft al meer dan 250 inwoners. Ik begin te wennen aan ons nieuw thuis, maar dit eiland is te klein om hier met zijn allen te kunnen blijven.
pl: Nasza wioska ma się świetnie, w naszej osadzie mieszka ponad 250 mieszkańców. Zacząłem się przyzwyczajać do mojego nowego domu, ale ta wyspa jest zbyt mała, by zostać tu na zawsze.
pt: A nossa aldeia está a dar-se bem, a cidade expandiu-se para além dos 250 habitantes. Já comecei a habituar-me à minha nova casa, mas esta ilha é demasiado pequena para ficar aqui para sempre.
pt_br: Nosso vilarejo está indo bem, a cidade cresceu para mais de 250 habitantes. Eu comecei a me acostumar com minha nova casa, mas esta ilha é pequena demais para ficarmos aqui para sempre.
ru: Поселение процветает, в нашем городке уже более 250 жителей. Я начал привыкать к новому дому, но наш остров слишком мал, чтобы оставаться здесь навечно.
sv: Vår by mår bra. Staden har växt till över 250 invånare. Jag har börjat vänja mig till mitt nya hem, ön är dock för liten för att kunna bosätta sig här för alltid.
tr: Köyümüz güzel gidiyor. Şehirde 250 sakin var. Yeni evime alışmaya başladım ama bu ada burada sonsuza kadar kalmak için çok küçük.
uk: У нашому поселенні все добре, містечко виросло до більш ніж 250 жителів. Я почав звикати до мого нового будинку, але цей острів занадто малий, щоб залишитися тут назавжди.

source: We should load our ship and move out to find a bigger island offering room and resources for my people. I have created a basic navigational map again, using the stars I see at night. It is not perfect, but I hope it will suffice to return here.
ca: Haurem de carregar el vaixell i anar a una illa més gran que disposi de més recursos i espai per la meva gent. He creat un mapa de navegació bàsic, fent servir les estrelles que es veuen a la nit. No és perfecte, però espero que sigui suficient per poder tornar aquí.
cs: Měli bychom naložit naši loď a vyrazit hledat větší ostrov nabízející prostor a suroviny pro moje lidi. Vytvořil jsem základní navigační mapu pomocí hvězd které v noci pozoruji. Není perfektní, ale doufám, že bude stačit k návratu sem.
de: Wir sollten ein Schiff beladen und uns auf die Suche nach einer größeren Insel mit mehr Platz und Ressourcen für meine Leute begeben. Ich habe mir anhand der Sterne, die ich in der Nacht sehe, wieder eine einfache Seekarte erstellt. Sie ist nicht perfekt, aber ich hoffe, sie reicht, um hier her zurück zu finden.
es: Deberíamos cargar nuestro navío y encontrar una isla más grande donde encontrar más espacio y recursos para mi gente. He creado un rudimentario mapa de navegación a partir de las estrellas que veo por la noche. No es perfecto, pero espero que sea suficiente para volver aquí.
et: Me peaksime lastima oma laeva ja liikuma suuremale saarele, kus on rohkem ruumi ja ressursse mu rahvale. Ma olen uuesti loonud lihtsa merekaardi kasutades tähti, mida näen öösel. See ei ole täielik, kuid ma loodan, et temast piisab siia naasmiseks.
fi: Meidän pitäisi täyttää meidän laivamme ja lähteä etsimään isompaa saarta, joka tarjoaisi tilaa ja resoursseja kansalaisilleni.
fr: Nous devrions charger notre navire et partir à la recherche d'une île plus grande offrant plus d'espace et de ressources pour nos citoyens. En me basant sur les étoiles que je vois la nuit j'ai créé une carte marine rudimentaire. Elle n'est pas parfaite mais j'espère qu'elle nous permettra de revenir ici.
gl: Deberiamos cargar o barco e levar áncoras, atopar unha illa máis grande con espazo e recursos para a nosa xente. Estiven a traballar nun mapa de navegación moi básico, axudándome das estrelas pola noite. Non é perfecto, pero espero abonde para sabermos volver aquí.
it: Dobbiamo caricare la nave e partire per cercare un'isola più grande, che abbia spazio e risorse per la mia gente. Ho creato un'altra mappa di navigazione, seguendo le stelle visibili di notte. Non è perfetta, ma spero che basti per tornare qui.
ja: 我々は、船に乗り込んで航海に出、人々に場所と資源を提供できるような大きな島を見つけなくてはならない。私は、夜間に観測した星を元に、簡単な海図を再現した。これは完璧なものではないが、ここに戻ってくるためには十分であろうと期待している。
ko: 나의 사람들을위해 우리의 배에 짐을 싯고 자원과 방을 제공하는 더 큰 섬을 찾기 위해 떠나야 합니다. 나는 밤에 볼수있는 별들을 이용하여, 기본적인 탐색지도를 다시 제작해왔었습니다. 완벽하진 않지만 여기로 돌아오는데는 충분할거라 믿습니다.
nb: Vi bør laste opp i skipet vårt og dra ut for å finne en større øy med mer plass og ressurser for folket mitt. Jeg har laget et grunnleggende navigasjonskart igjen, ved hjelp av stjernene jeg ser om natten. Det er ikke perfekt, men jeg håper det gjør det mulig å finne veien tilbake hit.
nl: We moeten ons schip beladen en op zoek gaan naar een groter eiland, met genoeg ruimte en grondstoffen voor mijn mensen. Ik heb een simpele zeekaart gemaakt aan de hand van de sterren die 's nachts aan de hemel staan. Het is niet perfect, maar ik hoop dat het toereikend is om later weer naar hier terug te kunnen keren.
pl: Powinniśmy załadować nasz statek i znaleźć większą wyspę, gdzie będziemy mogli zbudować nasz nowy dom. Po wielu dniach obserwacji nieba stworzyłem prowizoryczną mapę do nawigacji. Nie jest idealna, ale mam nadzieję, że wystarczy.
pt: Devíamos carregar o nosso navio e procurar uma ilha maior, capaz de oferecer espaço e recursos para o meu povo. Criei outra vez um mapa de navegação básico, usando as estrelas que vejo de noite. Não é perfeito, mas espero que seja suficiente para voltar aqui.
pt_br: Nós deveríamos carregar nossa embarcação e sair para procurar uma ilha maior que ofereça espaço e recursos para meu povo. Eu criei um mapa de navegação básico novamente, usando as estrelas que eu vi à noite. Não é perfeito, mas espero que seja suficiente para retornar aqui.
ru: Пришла пора снарядить наш корабль и отправиться на поиски большего острова, где найдётся место и ресурсы для моих людей. Ориентируясь по ночным звёздам, я составил простейшую навигационную карту. Она не безупречна, но надеюсь, с её помощью можно будет вернуться сюда.
sv: Vi borde lasta skeppet och leta efter en större ö med mer resurser för mitt folk. Jag har skapat en enklare karta med hjälp av stjärnorna. Den är inte perfekt och jag hoppas att det räcker för att återvända hit.
tr: Gemimizi yüklemeli ve insanlarım için kaynak ve oda sağlayabilecek daha büyük bir ada bulmak için yola çıkmalıyız. Gece gördüğüm yıldızları kullanarak, temel seyrüsefer haritamı tekrar oluşturdum. Mükemmel değil ancak umarım buraya dönmemizi sağlayacak.
uk: Ми повинні завантажити наш корабель і продовжити рухатися, щоб знайти великі острови з більшою площею та ресурсами для мого народу. Я створив основний навігаційну карту знову, використовуючи зірки, які я бачу по ночах. Це не ідеально, але я сподіваюся, що вона буде досить точна, щоб повернутися сюди.

source: Task: Contact the Unknown Horizons Team (www.unknown-horizons.org) and find out how you can contribute to making this scenario longer and better!
ca: Missió: Posa't en contacte amb l'equip de l'Unknown Horizons (www.unknown-horizons.org) i descobreix com pots ajudar a fer aquest escenari més llarg i millor!
cs: Úkol: Zkontaktuj tým Unknown Horizons (www.unknown-horizons.org) a zjisti jak bys mohl přispět udělat tento scénář delší a lepší!
de: Aufgabe: Kontaktiert das „Unknown Horizonts“-Team (www.unknown-horizons.org) und findet heraus, wie Ihr dieses Szenario länger und besser machen könnt!
es: Tarea: ¡Ponte en contacto con el equipo de Unknown Horizons (www.unknown-horizons.org) y averigua cómo puedes contribuir a hacer este escenario más largo y mejor!
et: Ülesanne: Võta ühendust Unknown Horizonsi loojatega (www.unknown-horizons.org) ja vaata kuidas sa saad aidata, et tega see stsenaarium pikemaks ja paremaks!
fi: Tehtävä: Ota yhteyttä Unknown Horizons tiimiin (www.unknown-horizons.org) ja selvitä, miten sinä voit osallistua ja tehdä tästä skenaariosta pidemmän ja paremman!
fr: Mission : Contactez l’équipe Unknown Horizons (www.unknown-horizons.org) et découvrez comment vous pouvez contribuer à améliorer et allonger ce scénario !
gl: Obxectivo: Contacta co equipo de desenvolvemento de Unknown Horizons (www.unknown-horizons.org) e descubre como colaborar para estender e mellorar este escenario!
it: Obiettivo: Contattare il team di Unknown Horizons (www.unknown-horizons.org) e scopri come aiutare a rendere questo scenario migliore e più lungo!
ja: 任務： Unknown Horizons開発チームにコンタクトをとって(www.unknown-horizons.org)、このシナリオを延長し改善するために、あなたがどのような貢献をなしうるかを見出してください！
ko: 임무: Unknown Horizons 팀 (www.unknown-horizons.org)에 문의 하고, 이 시나리오를 더 길고 더 좋게 만드는데 기여할 수있는 방법을 알아보십시오!
nb: Task: Ta kontakt med Unknown Horizons-laget (www.unknown-horizons.org) og finn ut hvordan du kan bidra til å gjøre dette scenarioet lengre og bedre!
nl: Opdracht: Neem contact op met het Unknown Horizons Team (www.unknown-horizons.org) en ontdek hoe jij kan bijdragen aan het verlengen en verbeteren van dit scenario!
pl: Misja: Skontaktuj się z zespołem Unknown Horizons (www.unknown-horizons.org) i dowiedz się, w jaki sposób można przyczynić się do stworzenia lepszego i dłuższego scenariusza!
pt: Tarefa: Contacta a equipa da Unknown Horizons (www.unknown-horizons.org) e descobre como colaborar para tornar este cenário mais longo e melhor!
pt_br: Tarefa: Entre em contato com a equipe do Unknown Horizons (www.unknown-horizons.org) e veja como você pode contribuir com a criação de cenários maiores e melhores!
ru: Задача: Свяжитесь с командой Неизведанных Горизонтов (www.unknown-horizons.org) и узнайте, как Вы можете помочь сделать игру лучше и длиннее!
sv: Uppgift: Kontakta Unknown Horizons Teamet (www.unknown-horizons.org) för att ta reda på hur du kan bidra för att göra scenariot längre och bättre!
tr: Görev: Unkown Horizons Takımı (www.unknown-horizons.org) ile iletişime geç ve bu senaryoyu daha uzun ve daha iyi yapmak için nasıl katkıda bulunabileceğini öğren!
uk: Завдання: Зв'яжіться з командою Unknown Horizons (www.unknown-horizons.org) і дізнайтеся, як ви можете сприяти тому, щоб зробити цей сценарій довшим і кращим!
