Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/The_Unknown.po
Languages: ca, cs, de, es, et, fi, fr, gl, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sv, tr, uk

source: easy
ca: fàcil
cs: lehká
de: leicht
es: fácil
et: kerge
fi: helppo
fr: facile
gl: fácil
it: facile
ja: 簡単
ko: 쉬움
nb: enkel
nl: makkelijk
pl: łatwy
pt: fácil
pt_br: fácil
ru: лёгкий
sv: enkel
tr: kolay
uk: легкий

source: You are the captain of a ship under the flag of England in 1740. You and your crew were on the way to a colony of England in the pacific ocean. Everything went fine until you came into a storm....
cs: Jsi kapitán lodi pod vlajkou Anglie roku 1740. Ty a tvoje posádka jste byli na cestě do Anglické kolonie v Tichém oceánu. Všechno šlo dobře až do chvíle, kdy vás potkala bouře....

source: 20th November 1740
ca: 20 de novembre de 1740
cs: 20. listopadu 1740
de: 20. November 1740
es: 20 de Noviembre de 1740
et: 20. november 1740
fi: 20. marraskuuta 1740
fr: 20 novembre 1740
gl: 20 de novembro de 1740
it: 20 novembre 1740
ja: 1740年11月20日
ko: 1740년 11월 20일
nb: 20. november 1740
nl: 20 november 1740
pl: 20 listopada 1740
pt: 20 de novembro de 1740
pt_br: 20 de novembro de 1740
ru: 20 ноября 1740
sv: 20:e november 1740
tr: 20 Kasım 1740
uk: 20 листопада 1740

source: After four days the storm finally fades and we can take a rest. But we only have little food left and our ship is in a bad shape. The navigational instruments and sea charts are lost.
ca: Després de quatre dies la tempesta per fi amaina i podem descansar. Malauradament, ens queda poc menjar i el nostre vaixell ha quedat força malmès. Hem perdut la carta i els instruments de navegació.
cs: Po čtyřech dnech se bouře konečně vytratila a my si můžeme odpočinout. Zbývá nám ale už jen málo jídla a naše loď je na tom špatně. Navigační nástroje a mapy jsou ztraceny.
de: Nach vier Tagen hatte der Sturm endlich nachgelassen und wir können uns etwas ausruhen. Allerdings haben wir nicht mehr viel Nahrung an Bord und das Schiff ist stark beschädigt. Die Navigationsinstrumente und die Seekarten gingen verloren.
es: Tras cuatro días la tormenta amainó y pudimos tomar un descanso. Pero nos queda poca comida y nuestro navío se encuentra en mal estado. Hemos perdido los instrumentos de navegación y las cartas de navegación.
et: Torm kestis neli päeva ja viimaks saame me puhata. Kuid meil on ainult natukene toitu järgi ja me laev on saanud kannatada. Navigatsiooniseadmed ja merekaardid on kadunud.
fi: Neljän päivän jälkeen myrsky viimein hellittää ja me voimme levätä, mutta meillä ei ole paljoa ruokaa ja meidän laivamme on huonossa kunnossa. Meidän navigointivälineemme ja merikarttamme ovat kadonneet.
fr: Au bout de quatre jours, la tempête s'atténue enfin et nous pouvons nous reposer. Cependant, il ne nous reste que très peu de nourriture et le navire est dans un mauvais état. Les instruments de navigation et les cartes marines sont perdus.
gl: Tras catro días seguidos de tormenta, por fin clarexou e podemos descansar. Pero apenas nos queda comida, e o barco non está en boas condicións. Aínda por riba, perdemos os instrumentos de navegación e as cartas náuticas.
it: Dopo quattro giorni la tempesta è finalmente cessata e possiamo riposarci. Nonostante ciò, abbiamo poche scorte di cibo e la nave è ridotta malamente. Abbiamo perso gli strumenti di navigazione e le nostre mappe.
ja: 四日の後、嵐はようやく収まり、休息をとることができた。しかし、我々にはわずかの食糧しか残されておらず、我々の船の状態も良くない。航海用具も海図も失われてしまった。
ko: 4일후 폭풍은결국 사라졌고 우리는 휴식을 취할수있었습니다. 하지만 우리에겐 약간의 남은 음식과 상태가 안좋아진 우리의 배뿐 이었습니다. 바다를 항해할 수 있는 장비도 지도도 잃어버렸습니다.
nb: Etter fire dager har stormen endelig løyet og vi kan slappe av. Men vi har bare litt mat igjen og skipet vårt er i dårlig stand. Navigasjonsinstrumentene og sjøkartene er tapt.
nl: Na vier dagen zakt de storm eindelijk en kunnen we wat uitrusten. Echter is er maar weinig voedsel meer over en het schip is zwaar beschadigd. De navigatie-instrumenten en de zeekaarten zijn verloren gegaan.
pl: Po czterech dniach wiatr ucichł i możemy odpocząć. Niestety, mamy tylko trochę jedzenia i nasz okręt jest w kiepskim stanie. Straciliśmy wszystkie mapy i narzędzia nawigacyjne.
pt: Após quatro dias, a tempestade finalmente acalmou e podemos descansar. Mas temos pouca comida e o nosso barco está em mau estado. Os instrumentos de navegação e as cartas marítimas estão perdidos.
pt_br: Após quatro dias a tempestade finalmente acaba e podemos descansar. Mas resta-nos pouca comida e nosso navio encontra-se em más condições. Os instrumentos e cartas de navegação foram perdidos.
ru: На пятый день шторм наконец унялся, и мы можем передохнуть. Но наши запасы еды скудны, а корабль в плачевном состоянии. Навигационные приборы и карты были утеряны.
sv: Efter fyra dagar lugnar stormen ner sig och vi kan vila ut. Men vi har endast lite mat kvar och vårt skepp är i dåligt skick. Navigeringsinstrumenten samt kartorna är förlorade.
tr: Dört günlük fırtına dinmeye başlarken dinlenebiliriz. Fakat, çok az yiyeceğimiz kaldı ve gemimizin durumu kötü. Seyrüsefer aygıtları ve deniz haritaları kayıp.
uk: Після чотирьох днів буря нарешті зникає і ми можемо відпочити. Але у нас є небагато залишилося їжі і наш корабель перебуває в поганій формі. Навігаційні прилади і морські карти втрачені.

source: We have to come ashore soon. One of my jacks saw some birds hunting for fish, so land can't be far. Fortunately we always have some tools and boards onboard, so we can build some basic shelter.
ca: Hauríem de veure la costa aviat. Un dels homes ha vist ocells pescant, així que no podem ser lluny de terra. Afortunadament sempre portem taulons i eines. Podrem construir un refugi.
cs: Musíme brzy narazit na pevninu. Jeden z mých chlapů viděl ptáky lovící ryby, takže země nemůže být daleko. Naštěstí máme vždy nějaké nástroje a prkna na palubě, takže můžeme postavit nějaký prostý přístřešek.
de: Wir müssen festes Land erreichen. Einer meiner Matrosen hat ein paar Vögel beim Fischen beobachtet – Land kann also nicht all zu weit entfernt sein. Glücklicherweise haben wir immer einige Werkzeuge und Bretter an Bord, so dass wir einfache Hütten bauen können.
es: Tenemos que llegar a tierra pronto. Uno de mis hombres vio aves pescando peces así que la tierra no puede estar lejos. Afortunadamente, siempre llevamos algunas herramientas y tablas de madera a bordo para construir un refugio.
et: Peame lähemal ajal maabuma. Keegi mu meeskonnast nägi linde kalastamas, rand ei ole seega kaugel. Õnneks on meil alles veel mõned tööriistad ja pardal on ka natuke laudu, et saaksime ehitada lihtsa varjualuse.
fi: Meidän täytyy tulla rantaan kohta. Yksi miehistöni jäsen näki lintuja kalastamassa, joten ranta ei voi olla kaukana. Onneksi meillä on aina työkaluja ja lautoja mukana, että voimme rakentaa suojan.
fr: Nous devons atteindre la terre ferme bientôt. L'un de mes matelots a aperçu un oiseau chassant des poissons, donc il doit y avoir de la terre tout près. Heureusement nous avons toujours quelques outils et des planches à bord, ainsi nous pourrons ériger des abris rudimentaires.
gl: Temos que tomar terra canto antes. Un dos meus aprendices viu uns paxaros cazando peixe, así que debe haber terra preto. Por sorte sempre levamos algunhas ferramentas e táboas connosco, así que deberiamos poder construír un pequeno campamento.
it: Dobbiamo assolutamente raggiungere la costa il più presto possibile. Una vedetta ha visto degli uccelli a caccia di pesce, quindi la costa non può essere lontana. Per fortuna abbiamo alcuni strumenti da lavoro e delle tavole di legno, quindi possiamo costruirci un riparo.
ja: 我々は早く接岸する必要がある。仲間の一人が鳥が魚をとっているのを目撃したので、陸は遠くないはずだ。幸いにして、我々はいつもいくつかの道具と板を船に乗せているので、簡単なシェルターは造ることができる。
ko: 우리는 곧 해변으로 올 수 있습니다. 내 잭?? 중 하나가 물고기를 사냥하고있는 몇마리의 새를 보았고, 육지가 멀지 않았다는것을 알 수 있었습니다. 다행히 우리는 항상 몇가지의 도구와 판자들을 가지고있었습니다. 그래서 우리는 대략 기본적인 대피소를 구축 할 수 있습니다.
nb: Vi må i land snart. En av våre utkikkere så noen fugler som jaktet på fisk, så det kan ikke være langt til land. Heldigvis har vi alltid noen enkle verktøy og planker om bord, så vi kan bygge noen enkle ly.
nl: We moeten snel het land zien te bereiken. Eén van de matrozen heeft een paar vogels zien vissen, dus land kan niet meer ver weg zijn. Gelukkig hebben we altijd wat gereedschap en planken aan boord, zodat we enkele simpele hutten kunnen bouwen.
pl: Wkrótce będziemy musieć dobić do brzegu. Jeden z moich marynarzy zobaczył kilka ptaków polujących na ryby, więc ląd nie może być daleko. Na szczęście zawsze mamy trochę narzędzi i desek na pokładzie, więc możemy zbudować podstawowe schronienie.
pt: Temos de chegar à costa cedo. Um dos meus homens viu alguns pássaros a caçarem peixe, logo a terra não pode estar longe. Felizmente temos sempre algumas ferramentas e tábuas a bordo, para que possamos construir um abrigo básico.
pt_br: Temos de chegar em terra firme logo. Um de meus homens avistou alguns pássaros pescadores, portanto a costa não deve estar longe. Felizmente sempre trazemos algumas ferramentas e tábuas a bordo, de modo que podemos construir um abrigo básico.
ru: Вскоре мы должны пристать к берегу. Один из матросов заметил птиц, ловящих рыбу, так что земля наверняка близко. К счастью, на борту ещё остались инструменты и доски, и мы сможем соорудить простейшее пристанище.
sv: Vi måste komma iland snart. En i besättningen såg några fåglar som fiskade, så land kan inte vara långt borta. Lyckligtvis så har vi alltid verktyg och plankor ombord så att vi kan bygga grundläggande skydd.
tr: Yakında bir karaya çıkmalıyız. Adamlarından biri, balık için avlanan birkaç kuş gördü. Yani kara uzakta olamaz. Şanslıyız ki, gemimizde, birkaç basit barınak yapabilecek kadar aletimiz var.
uk: Ми повинні виходити на берег найближчим часом. Один з моїх моряків побачив деякі птахів, які полювали на риб, тому земля не може бути далеко. На щастя, у нас завжди є деякі інструменти та дошки на борту, тому ми зможемо побудувати кілька основних споруд.

source: Task: Find land and build a port.
ca: Missió: Troba terra i construeix un port.
cs: Úkol: Najdi zemi a postav přístav.
de: Aufgabe: Entdeckt Land und baut einen Hafen.
es: Tarea: Encuentra la costa y construye un puerto.
et: Ülesanne:Leia maa ja ehita sadam.
fi: Tehtävä: Etsi maa-alue ja rakenna satama.
fr: Mission : Trouvez de la terre ferme et construisez un port.
gl: Obxectivo: Atopa terra firme e constrúe un porto.
it: Obiettivo: Raggiungi la costa e costruisci un porto.
ja: 任務： 陸を見つけ港を建設せよ。
ko: 임무: 육지를 찾고 항구를 건설하세요.
nb: Oppgave: Finn land og bygg en havn.
nl: Opdracht: Vind land en bouw een haven.
pl: Misja: Znajdź ląd i zbuduj port.
pt: Tarefa: Encontra terra e constrói um porto marítimo.
pt_br: Tarefa: Encontrar a costa e construir um porto.
ru: Задача: Найти землю и обустроить гавань.
sv: Uppgift: Hitta land och bygg en hamn.
tr: Görev: Karayı bul ve bir iskele inşa et.
uk: Завдання: Знайдіть землю та побудуйте порт.

source: 22nd November 1740
ca: 22 de novembre de 1740
cs: 22. listopadu 1740
de: 22. November 1740
es: 22 de Noviembre de 1740
et: 22. November 1740
fi: 22. marraskuuta 1740
fr: 22 novembre 1740
gl: 22 de novembro de 1740
it: 22 novembre 1740
ja: 1740年11月22日
ko: 1740년 11월 22일
nb: 22. november 1740
nl: 22 november 1740
pl: 22 listopada 1740
pt: 22 de novembro 1740
pt_br: 22 de novembro de 1740
ru: 22 ноября 1740
sv: 22:a november 1740
tr: 22 Kasım 1740
uk: 22 листопада 1740

source: The port is built and a new hope arises. I am still worried about the next days... we are running out of food and lack basic building material.
cs: Přístav je postaven a vzniká nová naděje. Stále mám obavy z nadcházejících dnů... dochází nám jídlo a chybí základní stavební materiál.

source: We need to secure our basic needs to keep us alive. It is time to send people gathering food and lumber so that we can survive and build some shelter.
ca: Hem d'assegurar les necessitats bàsiques per continuar vius. Ha arribat l'hora d'anar a buscar menjar i fusta per poder sobreviure i construir un refugi.
cs: Potřebujeme zajistit naše základní potřeby abychom zůstali naživu. Přišel čas vyslat lidi nashromáždit jídlo a dřevo abychom byli schopni přežít a postavit nějaký přístřešek.
de: Um zu überleben, müssen wir unsere Grundversorgung absichern. Es ist nötig, Leute auszusenden, um Nahrung und Bauholz zu sammeln, damit wir überleben und uns Unterkünfte bauen können.
es: Tenemos que asegurar nuestras necesidades básicas para sobrevivir. Es hora de enviar a algunos hombres a recoger algo de comida y madera con la que sobrevivir y construir un refugio.
et: Me peame kindlustama oma põhivajadused, et ellu jääda. On aeg saata inimesed tooma toitu ja puitu, et me jääksime ellu ja ehitaksime mingi varjualuse.
fi: Meidän täytyy turvata pakollisten tarvikkeiden saanti pysyäksemme hengissä. On aika lähettää ihmiset keräämään ruokaa ja puita, että me voimme selvitä ja rakentaa suojan.
fr: Afin de rester en vie, nous devrons assurer nos besoins de base. Il est temps d'envoyer des matelots pour trouver de la nourriture et du bois de construction, afin que nous puissions construire des abris et survivre.
gl: Temos que asegurarnos de cubrir as nosas necesidades básicas para poder seguirmos con vida. Vai sendo hora de enviar á xente a por comida e madeira para que poidamos sobrevivir e construír o campamento.
it: Dobbiamo soddisfare le nostre necessità per sopravvivere. È tempo di mandare degli uomini a caccia e a fare legna così potremo sopravvivere.
ja: 我々が生存し続けるためには、基本的欲求を満たす必要がある。いまは、生き残ってシェルターを建設できるように、人を送って食糧を集め、木を切り出す時だ。
ko: 우리는 우리가 생존할 수 있도록 기본적인 요구 사항을 확보해야합니다. 우리가 생존할수있고 거처를 건설하기위해 사람들이 채집한 음식과 목재를 보내야할 때입니다.
nb: Vi må sikre våre grunnleggende behov for å holde oss i live. Det er på tide å sende folk for å samle mat og tømmer slik at vi kan overlevere og bygge litt ly.
nl: Om te overleven moeten we de onze basisbehoeften zeker stellen. Het is tijd om een aantal mensen er op uit te sturen, op zoek naar voedsel en hout, zodat we kunnen overleven en een onderkomen kunnen bouwen.
pl: Musimy zaspokoić nasze podstawowe potrzeby, aby utrzymać się przy życiu. Nadszedł czas, aby wysłać ludzi zbierających żywność i drewno, żebyśmy mogli przetrwać i zbudować jakieś schronienie.
pt: Temos de proteger as nossas necessidades básicas para nos mantermos vivos. É hora de enviar algumas pessoas para coletar alimento e madeira para podermos sobreviver e construir um abrigo.
pt_br: Temos de proteger nossas necessidades básicas para nos mantermos vivos. Está na hora de enviar algumas pessoas para coletar alimento e madeira para podermos sobreviver e construir abrigo.
ru: Для выживания нам необходимо обеспечить свои первичные нужды. Пора отправлять людей за провизией и древесиной, чтобы прокормиться и обзавестись кровом.
sv: Vi måste säkra våra grundläggande behov för att hålla oss levande. Det är dags att skicka ut folk för att samla mat och ved så att vi kan överleva och bygga skydd.
tr: Bizi hayatta tutabilmesi için temel gereksinimlerimizi karşılamalıyız. Artık insanları yiyecek ve odun için göndermenin tam sırası. Böylece biz de hayatta kalıp birkaç barınak yapabiliriz.
uk: Ми повинні захистити наші основні потреби для того, щоб вижити. Зараз потрібно відправити людей, які збиратимуть їжу і деревину, щоб ми могли вижити і побудувати житло.

source: Task: Build at least one of each: * Lumberjack * Fisher * Hunter Collect 5 food and 5 boards.
ca: Missió: Construïu com a mínim un de cada: * Llenyataire * Pescador * Caçador Recolliu 5 unitats de menjar i 5 taulons.
cs: Úkol: Postav alespoň jeden od každého: * Dřevorubec * Rybář * Lovec Nashromáždi 5 kusů jídla a 5 prken.
de: Aufgabe: Bildet mindestens je einen: * Holzfäller * Fischer * Jäger aus und sammelt 5 Nahrung sowie 5 Bretter.
es: Tarea: Construye al menos uno de cada: * Casa de leñador * Pescador * Cazador Almacena 5 unidades de comida y tableros de madera.
et: Ülesanne: Ehita vähemalt üks kõigist järgnevatest: * Puuraidur * Kalur * Jahimees Kogu 5 ühikut toitu ja 5 planku.
fi: Tehtävät: Rakenna ainakin yksi jokaista: * Puunhakkaaja * Kalastaja * Metsästäjä Kerää 5 ruokaa ja 5 lankkua.
fr: Mission : Érigez au moins un : * Camp de bûcheron * Pêcheur * Chasseur Amassez également 5 nourriture et 5 planches.
gl: Obxectivo: Construír polo menos un edificio para cada un destes oficios: • Leñador. • Pescador. • Cazador. Recoller 5 toneladas de alimento e outras 5 de táboas.
it: Obiettivi: Costruisci almeno una unità per tipo: * Capanna del falegname * Capanna del pescatore * Capanna del cacciatore Raccogli 5 unità di cibo e 5 tavole di legno.
ja: 任務： 下記の少なくとも一つを造れ： * 樵 * 漁師 * 猟師 5つの食糧と5つの板を集めよ。
ko: 임무: 아래의 것중 최소 하나를 건설해야함: * 나무꾼의집 * 낚시꾼의집 * 사냥꾼의집 5개의 음식과 5개의 판자를 수집하세요.
nb: Oppgave: Bygg minst en av hver av disse: * Tømmerhugger * Fisker * Jeger Samle 5 mat og 5 planker.
nl: Opdracht: Bouw van elk minstens één: * Houthakker * Visser * Jager Verzamel bovendien 5 voedsel en 5 planken.
pl: Misja: Zbuduj co najmniej jeden budynek każdego typu: * Drwal * Rybak * Myśliwy Zbierz 5 jedzenia i 5 desek.
pt: Tarefa: Constrói pelo menos um de cada: *Lenhador *Pescador *Caçador Recolhe 5 comida e 5 tábuas.
pt_br: Tarefa: Construir pelo menos um de cada: * Lenhador * Pescador * Caçador Coletar 5 alimentos e 5 tábuas.
ru: Задача: Разбить хотя бы по одной палатке для: * Лесоруба * Рыбака * Охотника Добыть 5 единиц провизии и 5 досок.
sv: Uppgift: Bygg minst en av varje: * Timmerhuggare * Fiskare * Jägare Samla 5 mat och 5 plankor.
tr: Görev: Her birinden en az bir adet yap: * Oduncu * Balıkçı * Avcu 5 yiyecek ve 5 tahta biriktir.
uk: Завдання: Побудуйте принаймні по одному: * Дроворубу * Рибалці * Мисливцю Зберіть 5 одиниць їжі and 5 дощок.

source: 25th November 1740
ca: 25 de novembre de 1740
cs: 25. listopadu 1740
de: 25. November 1740
es: 25 de Noviembre de 1740
et: 25. november 1740
fi: 25. marraskuuta 1740
fr: 25 novembre 1740
gl: 25 de novembro de 1740
it: 25 novembre 1740
ja: 1740年11月25日
ko: 1740년 11월 25일
nb: 25. november 1740
nl: 25 november 1740
pl: 25 listopada 1740
pt: 25 de novembro 1740
pt_br: 25 de novembro de 1740
ru: 25 ноября 1740
sv: 25:e november 1740
tr: 25 Kasım 1740
uk: 25 листопада 1740

source: We have secured our basic needs of food and gathered some wood to continue the growth of our new settlement. Our people demand a place to live and exchange goods for their everyday needs.
ca: Hem assegurat les necessitats bàsiques de menjar i recollit fusta per continuar ampliant el nostre assentament. La gent demana un lloc on viure i intercanviar béns per les necessitats del dia a dia.
cs: Zabezpečili jsme naše základní potřeby jídla a nashromáždili nějaké dřevo k zachování růstu naší nové osady. Naši lidé se dožadují místa kde žít a kde vyměňovat zboží pro jejich každodenní potřebu.
de: Wir haben unsere Grundbedürfnis der Nahrung abgesichert und haben etwas Holz gesammelt, um das Wachstum unserer Siedlung voran zu treiben. Unsere Leute verlangen nach einem Ort zum Leben und einem, um Waren für ihre täglichen Bedürfnisse auszutauschen.
es: Hemos asegurado nuestras necesidades básicas de comida y almacenado un poco de madera para continuar creciendo en nuestro asentamiento. Nuestra gente demanda un lugar donde vivir e intercambiar bienes para sus necesidades diarias.
et: Oleme kindlustanud oma põhitoidu ja kogunud ja natukene puitu, et uue asunduse kasvamist kindlustada. Me rahvas nõuab kohta, kus elada ja kaubelda igapäevaste vajaduste rahuldamiseks.
fi: Me olemme nyt keränneet tarpeeksi ruokaa ja puuta, jotta voimme kasvattaa uutta siirtokuntaamme. Meidän kansalaisemme vaativat paikkaa, jossa asua ja vaihtaa tuotteita heidän jokapäiväisiin tarpeisiinsa.
fr: Nous avons assuré nos besoins en nourriture et amassé un peu de bois afin de continuer le développement de notre nouvelle colonie. Nos citoyens exigent un endroit où vivre et échanger des biens pour leurs besoins quotidiens.
gl: Xa temos cubertas as necesidades básicas de alimento, e conseguimos madeira para continuar expandindo o asentamento. A xente pide un lugar onde vivir, e intercambia bens para satisfacer as súas necesidades diarias.
it: Abbiamo risolto le nostre necessità di cibo e raccolto del legname per poterci espandere. La gente chiede un posto dove poter vivere e dove potersi scambiare le merci per soddisfare i propri bisogni quotidiani.
ja: 我々は、食糧の基本的欲求を満たし、我々の新たな入植の発展を続けるための木材も収集した。我々の仲間は住む場所を欲し、日々の必要を満たすために財の交換を望むようになった。
ko: 우리의 새로운 정착지의 성장을 위해서 생존할 수 있도록 기본적인 음식에대한 요구 사항을 확보해왔고, 약간의 목재들을 수집해 왔습니다. 우리쪽 사람들은 일상에 필요한 거주하고 물품을 교환할 수 있는 장소를 요구하고 있습니다.
nb: Vi har sikret våre grunnleggende behov for mat og samlet noe ved for å sikre veksten for vår nye bosetning. Folkene våre krever et sted å leve og å bytte varer for sine hverdagslige behov.
nl: We hebben nu voorzien in onze basisbehoefte naar voedsel en hebben wat hout verzameld, zodat onze nederzetting kan blijven groeien. Onze mensen eisen een plek om te wonen en een plek om de dagelijkst benodigdheden in te slaan.
pl: Zapewniliśmy nasze podstawowe potrzeby żywnościowe i zebraliśmy trochę drewna do dalszego rozwoju naszej nowej osady. Nasi ludzie domagają się miejsca do życia i wymiany towarów na swoje codzienne potrzeby.
pt: Asseguramos as nossas necessidades básicas de comida e recolhemos alguma madeira para continuar a expandir a nossa povoação. As pessoas exigem um lugar para viver e trocar bens necessários ao seu dia-a-dia.
pt_br: Garantimos nossas necessidades básicas de alimentação e reunimos um pouco de madeira para continuar o desenvolvimento de nossa nova colônia. O povo exige um local para habitação e troca de bens de consumo diário.
ru: Нам удалось добыть достаточно пищи и древесины, чтобы новое поселение продолжало расти. Людям нужно жилище и место для обмена необходимыми вещами.
sv: Vi har säkrat våra grundläggande behov av mat och har samlat ved för att kunna fortsätta expandera vår koloni. Vårt folk kräver en plats att leva och utbyta varor för deras vardagliga behov.
tr: Temel yiyecek gereksinimlerimizi karşıladık ve yeni köyümüzün gelişmesini sağlayacak odun biriktirdik. İnsanlarımız yaşamak için bir yer ve günlük ihtiyaçları için eşya takası talep ediyor.
uk: Ми забезпечили наші основні потреби їжі і зібрали дрова для продовження зростання нашого нового поселення. Наші люди вимагають місця для життя і обміну товарами для своїх повсякденних потреб.
