Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: You should avoid placing your main settlement tents too close to your lumberjacks because building tents will clear away the trees that your lumberjack needs to produce boards.
bg: Трябва да избягвате да строите колибите на заселниците много близо до дърводелни защото палатките препречват пътя до гората от която се нуждае дърводелеца.
ca: Heu d'evitar posar les tendes de l'assentament massa prop del llenyataire perquè construir tendes traurà els arbres que el llenyataire necessita per produir taulons.
cs: Měli byste se vyvarovat výstavby stanů příliš blízko Vašemu dřevorubci,protože postavením stanů budou zničeny stromy, které dřevorubec potřebuje k produkci prken.
de: Ihr solltet vermeiden, die Zelte Eurer Siedler zu nahe an den Holzfällern zu errichten, da das Aufbauen von Zelten die Bäume entfernt, die diese zur Produktion von Brettern benötigen.
es: Deberías proporcionar un lugar adecuado a las tiendas de tu asentamiento procurando no ubicarlas demasiado cerca del aserradero ya que éstas despejarán los árboles que tu aserradero necesita para producir tablones.
et: Peaksid vältima oma põhiasunduse telkide paigutamist saeveskitele väga lähedale, sest telkide püstitamisel kaovad puud, mida su saeveskida vajavad laudade tootmiseks.
fi: Vältä telttojen sijoittamista puunhakkaajan läheisyyteen, sillä teltan pystyttäminen raivaa paikalla olevat puut (ja et pääse sahaamaan niitä laudoiksi hyötykäyttöön).
fr: Vous devriez éviter de fonder votre campement trop prés des bûcherons car les tentes prennent la place du bois dont les bûcherons ont besoin afin de produire des planches.
gl: Intenta non construír os teus asentamentos moi preto dos leñadores, xa que as tendas que constrúas para os novos habitantes comeranlle terreo ao bosque que o leñador necesita para producir táboas.
id: Seharusnya kamu menjauhkan tenda-tenda penduduk dari bangunan penebang pohon, karena membangun tenda-tenda penduduk didekat penebang pohon akan menghilangkan pepohonan yang penebang pohon butuhkan untuk memproduksi papan-papan kayu.
it: Evita di mettere le costruzioni principali troppo vicino alla falegnameria perche rimuoveranno gli alberi che servono il boscaiolo.
ja: 入植テントを伐採所のあまり近くに建ててしまうと、建てたテントが、樵が板材を生産するのに必要とする木々を倒してしまうため、これは避けてください。
ko: 건설 천막은 벌목소가 판자를 만드는데 필요한 나무들을 제거해버리기 때문에 주요 정착지 천막에 벌목소가 너무 가까운걸 피해야 합니다.
nb: Du bør unngå å plassere bosetningteltene dine for nære tømmerhuggerne dine, da teltbygninger vil fjerne trærne som tømmerhuggerne dine trenger for å lage bord.
nl: Zet je woontenten niet te dicht bij de houthakkers, want anders moet je bomen vellen die zij nodig hebben.
pl: Nie powinieneś rozstawiać namiotów w pobliżu chaty drwala, gdyż niszczysz w ten sposób drzewa, które potrzebne są drwalowi do produkcji desek.
pt: Evite posicionar as tendas principais de sua colônia muito próximas aos lenhadores, já que a construção das mesmas remove as árvores que estão obstruindo o lote e que poderiam ser aproveitadas na produção de tábuas.
ru: Не стоит располагать жилую часть поселения вблизи от палаток лесорубов, иначе постройки займут место леса, необходимого лесорубам для производства досок.
tr: Ana köy çadırlarınızı oduncunuza yakın tutmaktan kaçınmalısınız çünkü çadırları bu alanlara yapmak, oduncunuzun tahta üretimi için ihtiyacı olan ağaçları yok edecektir.
uk: Ви повинні уникати розміщення будівель вашого основного поселення занадто близько до лісопилок, тому що будівництво будинків буде очищати територію від дерев, які потрібні вашій лісопилці для виробництва дощок.

source: Companies work without being connected to the tents, so you don't need to build a road between the Main Square and e.g. your Lumberjack's Tent.
cs: Společnosti nepotřebují přístup ke stanům, proto nepotřebujete vybudovat cestu mezi tržištěm a např. dřevorubeckým stanem.
de: Betriebe arbeiten auch ohne Anbindung an die Zelte, daher müsst Ihr keinen Weg zwischen Marktplatz und zum Beispiel dem Holzfällerzelt bauen.
es: Los negocios no necesitan estar conectados a las tiendas, así que no necesitas construir un camino entre la Plaza Principal y por ejemplo, la Tienda de Leñador.
et: Kompaniid töötavad isegi siis, kui nad ei ole telkidega ühendatud. Seega ei pea sa ehitama teed peaväljaku ja nt. saeveski vahele.
fi: Yritykset työskentelevät ilman yhteyksiä telttoihin, joten sinun ei tarvitse rakentaa tietä keskustorin ja esimerkiksi Puunhakkajan teltan välille.
fr: Les entreprises fonctionnent sans être connectées aux tentes, vous n'avez donc pas besoin de construire une route entre la place principale et, par exemple, la tente du bûcheron.
id: Perusahaan bekerja tanpa harus terhubung ke tenda pemukiman, jadi kamu tidak perlu membangun jalan diantara alun-alun dan misalnya penebang pohon.
it: Gli edifici produttivi lavorano anche senza essere collegati alle tende, quindi non serve costruire una strada tra la piazza principale e (per esempio) la tenda del taglialegna.
ja: 生産拠点はテントへの接続がなくても機能するので、中央市場と、例えば伐採所を道で接続する必要はありません。
ko: 나무꾼의 천막같은 생산시설들은 천막과 연결되지 않아도 일을 하므로 중앙광장과 길을 연결할 필요가 없습니다.
nb: Selskaper virker uten å være koblet til teltene, så du trenger for eksempel ikke bygge en vei mellom hovedtorget og dine tømmerhuggertelt.
nl: Bedrijven werken ook zonder aansluiting op de tenten, dus een pad van het marktplein naar bijvoorbeeld de houthakkershut is niet nodig.
pt: As empresas trabalham sem a necessidade de uma trilha com as tendas, de modo que você não necessita construir uma trilha entre a praça principal e uma tenda de lenhador, por exemplo.
tr: Şirketler çadırlara bağlanmadan çalışır, bu yüzden, örneğin; Ana Meydan ve Oduncu Çadırı arası gibi yerlere yol yapmanıza gerek yoktur.
uk: Підприємства працюють без з’єднання з будівлями, тому вам не потрібно будувати дорогу між головною площею і, наприклад, вашою лісопилкою.

source: Task: Build a Main Square.
cs: Úkol: Postavte tržiště.
de: Aufgabe: Errichtet einen Marktplatz.
es: Tarea: Construye una Plaza Principal.
et: Ülesanne: Ehita peaväljak.
fi: Tehtävä: Rakenna keskustori.
fr: Mission : construire une place principale.
id: Tugas: Bangunlah sebuah alun-alun.
it: Obiettivo: Costruisci una piazza principale.
ja: 任務：メイン広場を造れ。
ko: 임무: 중앙광장을 건설하십시오.
nb: Oppgave: Bygg et hovedtorg.
nl: Opdracht: Bouw een marktplein.
pt: Tarefa: Constrói uma Praça Principal.
tr: Görev: Ana Meydan inşa et.
uk: Завдання: Побудуйте головну площу.

source: Now let's have a closer look at the Main Square.
cs: Nyní se blíže podívejme na tržiště.
de: Lasst uns nun einen genaueren Blick auf den Marktplatz werfen.
es: Ahora vamos a centrar la mirada en la Plaza Principal.
et: Vaatame nüüd lähemalt peaväljakut.
fi: Tutustutaan kuitenkin nyt tarkemmin keskustoriin.
fr: Maintenant, nous allons regarder de plus près la place principale.
id: Sekarang mari lihat lebih dekat ke alun-alun.
it: Ora diamo uno sguardo ravvicinato alla piazza principale.
ja: さて、メイン広場を詳しく見てみましょう。
ko: 이제, 중앙광장을 자세히 살펴 봅시다.
nb: Nå er det på tide å ta en nærmere titt på hovedtorget.
nl: Laten we nu het marktplein eens nader beschouwen.
pt: Agora vamos observar mais atentamente a praça principal.
tr: Şimdi Ana Meydana daha yakından bakalım.
uk: Тепер давайте роздивимося ближче на головній площі.

source: In the 'Account' tab you get a balance sheet of this island, featuring all costs you pay and all taxes you earn.
bg: В полето "Сметка" имате таблица баланс за този остров, включваща всички направени разходи и всички получени приходи.
ca: A la pestanya «Finances» pots veure un full de comptes d'aquesta illa, que conté les despeses que pagueu i els impostos que ingresseu.
cs: V záložce "Účet" můžete vidět přehled financí Vašeho ostrova, který zahrnuje všechny platby, které platíte, a všechny daně, které dostáváte.
de: Unter der Schaltfläche „Finanzen“ erhaltet Ihr eine Übersicht der Bilanz dieser Insel. Sie enthält alle Betriebskosten und eingenommenen Steuern.
es: En la pestaña "Cuenta" tendrás una hoja del saldo de esta isla, enumerando todos los costes que pagas y todos los impuestos que cobras.
et: Kaardil "Konto" näed sa selle saare bilanssi; nii tehtavaid kulutusi kui ka kogutavaid makse.
fi: Yleiskatsauksessa näet siirtokuntasi taloudellisen tilan, kuten ansaitsemasi verot ja rakennuksien ylläpitoon kuluvat juoksevat kulut.
fr: Dans l'onglet « Finances » vous obtenez un bilan de cette île, avec tous les frais que vous payez ainsi que tous les impôts que vous gagnez.
gl: Na lapela de «Conta» podes ver en detalle o saldo do asentamento, con todos os custos e ingresos.
id: Di tab 'Akun' kamu akan melihat lembar keseimbangan dari pulau ini, disana menampilkan semua pembayaran yang kamu bayar dan pajak yang kamu dapat.
it: Nella scheda 'Conto' puoi vedere un foglio riassuntivo del bilancio dell'isola con tutti i costi e i guadagni dalle tasse.
ja: 「会計」タブでは、全支払費用と全税収を記載した、この島の収支表を見ることができます。
ko: "회계" 탭에서, 이 섬의 지불한 모든 비용과 획득한 모든 세금같은 대차 대조표를 얻으십시오.
nb: I «Regnskap»-fanen får du frem balansen for denne øya, som viser alle kostnadene du betaler og alle skattene du tjener.
nl: Het tabblad 'Financiën' geeft een overzicht van dit eiland, met al je uitgaven en (belasting)inkomsten.
pl: W zakładce 'Finanse' możesz sprawdzić stan finansów wyspy, włączając w to wszystkie koszta jakie ponosisz oraz podatki jakie zbierasz.
pt: Na aba 'Finanças' você dispõe de um balanço desta ilha, contendo todos os gastos empregados e impostos recebidos.
ru: В разделе "Отчётность" Вы увидите баланс этого острова, где представлены все текущие расходы и поступающие налоги.
tr: 'Hesap' sekmesinde, bu adanın bakiye evrağına ulaşabileceksiniz. Burada ödediğiniz tüm masraflar ve kazandığınız vergiler gösterilecek.
uk: У вкладці „Рахунок“ ви отримаєте баланс цього острова - там показано всі витрати, які ви платите, і всі доходи, які ви заробляєте.

source: The items 'Sale' and 'Buy' refer to your trading balance and will be explained later on.
bg: Точки "Продажби" и "Покупки" показват търговския ви баланс и ще бъдат обяснени по-късно.
ca: Els elements «Vendes» i «Compra» fan referència al balanç dels vostres negocis i els explicarem més endavant.
cs: Položky "Nákup" a "Prodej" ukazují Vaši obchodní bilanci a budou vysvětleny později.
de: Die Posten „Verkaufen“ und „Einkaufen“ beziehen sich auf Eure Handelsbilanz und werden später ausführlich erklärt.
es: Los apartados "Ventas" y "Compras" hacen referencia al saldo de comercio que explicaremos más adelante.
et: "Müük" ja "Ost" vastavad su kauplemise bilansile, millest tuleb juttu hiljem.
fi: Tulot- ja Menot-kohtien perusteella määritellään siirtokuntasi taloudellinen tasapaino, josta puhumme myöhemmin lisää.
fr: Les points « Vendre » et « Acheter » font référence à votre balance commerciale et seront expliqués plus tard.
gl: Os elementos «Vender» e «Mercar» fan referencia ao saldo do comercio, que se explicará máis adiante.
id: Barang-barang 'Jual' dan 'Beli' merujuk pada keseimbangan perdagangan milikmu dan akan dijelaskan nanti.
it: Gli oggetti 'Vendita' e 'Acquisto' si riferiscono al bilancio commerciale che verrà spiegato più avanti.
ja: 「売上」と「買入」は交易収支を示します。これらは後ほど説明します。
ko: 항목의 '판매'와 '구매'는 무역 수지를 참조하고 나중에 설명될 것입니다.
nb: Oppføringene for «Salg» og «Kjøp» refererer til din handelsbalanse og vil bli forklart senere.
nl: De posten 'Verkoop' en 'Koop' hebben betrekking op je handelsbalans en worden later behandeld.
pl: Pozycje 'Sprzedaż' i 'Kupno' odnoszą się do bilansu handlowego i zostaną wytłumaczone później.
pt: Os itens 'Venda' e 'Compra' referem-se a sua balança comercial e serão explicados mais adiante.
ru: Пункты "Продажи" и "Закупки" относятся к Вашему торговому балансу; о них будет рассказано позднее.
tr: 'Sat' ve 'Al' ögeleri, ticaret bakiyeniz ile alakalı ve daha sonradan anlatılacak.
uk: Елементи „Продати“ та „Купити“ стосуються вашого торговельного балансу і будуть пояснені пізніше.

source: If your balance is positive, you all-in-all make a profit.
bg: Ако балансът ви е положителен, вие общо взето сте на печалба.
ca: Si el vostre balanç és positiu, esteu obtenint beneficis.
cs: Pokud je Vaše bilance kladná, vykazujete zisk.
de: Fällt die Bilanz positiv aus, macht Ihr auf dieser Insel Gewinn.
es: Si tu saldo es positivo, estarás produciendo beneficios.
et: Kui su bilanss on positiivne, siis kokkuvõttes teenid sa kasumit.
fi: Jos talous on plussan puolella, siirtokunta tekee voittoa.
fr: Si votre solde est positif, tout compte tenu vous faites un profit.
gl: Se o saldo é positivo, estás a xerar beneficios.
id: Jika keseimbanganmu bernilai positif, kamu akan mendapatkan keuntungan seutuhnya.
it: Se il bilancio è positivo, stai avendo un profitto in tutto per tutto.
ja: 収支が黒字であれば、全体として利潤を得ます。
ko: 흑자라면, 대체로 이익을 만듭니다.
nb: Hvis balansen din er positiv, så har du alt i alt et overskudd.
nl: Bij een positieve balans maak je onder de streep winst.
pl: Jeżeli Twoje saldo jest dodatnie, odnosisz zyski.
pt: Se o seu balanço for positivo, você estará lucrando de uma maneira geral.
ru: Если баланс положительный, Вы в конечном счёте получаете прибыль.
tr: Eğer bakiyeniz pozitifse, kar yapıyorsunuz demektir.
uk: Якщо баланс позитивний, то ви все ж таки отримуєте прибуток.

source: In the different tier overview tabs you can see statistics about your inhabitants. You also set the tier-specific global tax here and allow or deny inhabitants of this tier to upgrade to the next higher one.
bg: В различните полета можете да видите статистики за заселниците. Можете да изберете с какъв данък да ги обложите да позволите или забраните да се развият до следващо по-високо ниво.
ca: En les diferents pestanyes podeu veure estadístiques sobre els vostres habitants. Aquí també podeu establir l'impost global o permetre o denegar als vostres habitants avançar al següent nivell.
cs: Dále jsou zde záložky odpovídající jednotlivým úrovním. Zde můžete sledovat statistiky o Vašich obyvatelích. Zde můžete nastavit celkovou daň pro každou úroveň a povolit nebo zakázat obyvatelům na dané úrovni postoupit do vyšší úrovně.
de: Unter der „Siedler“-Schaltfläche seht Ihr Statistiken bezüglich Eurer Einwohner. Der globale Steuersatz für diese Siedlerstufe kann eingestellt werden, ebenso könnt Ihr Euren Einwohnern erlauben oder verbieten, in die nächsthöhere Stufe aufzusteigen.
es: En las diferentes pestañas de información de niveles de construcción, puedes ver estadísticas de tus habitantes. También puedes fijar aquí el impuesto global de un nivel específico y permitir o denegar a los habitantes de ese nivel que realicen mejoras para alcanzar el siguiente nivel.
et: Erinevate tasemete ülevaate kaardid võimaldavad sul näha su elanike statistikat. Samuti saad sa siin kehtestada ka tasemele vastava globaalse maksu ja lubada või keelata selle taseme elanikel tõusta järgmisele tasemele.
fi: Eri tasojen mukaan ryhmitellystä yleiskatsauksesta näkee tietoja asukkaista. Voit määritellä siirtokuntatasokohtaisen veroprosentin ja sallia tai kieltää asukkailta oikeuden tasonsa päivittämiseen.
fr: Dans les différents onglets de sélection de niveaux vous pouvez voir des statistiques sur vos habitants. Vous pouvez également définir le niveau global de taxe spécifique et autoriser ou refuser aux habitants de ce niveau de passer au niveau suivant.
gl: Nas lapelas de información dos distintos niveis podes ver estatísticas dos habitantes. Tamén podes definir os impostos específicos de cada nivel, e permitir ou rexeitarlle aos habitantes de cada nivel que avancen ao seguinte nivel.
id: Di tab ikhtisar tingkatan kamu dapat melihat statistik mengenai pendudukmu. Kamu juga dapat menentukan pajak disini dan dapat mengizinkan atau melarang penduduk meningkatkan rumah-rumah mereka.
it: Nelle diverse schede panoramica del livello si possono vedere le statistiche sui tuoi abitanti. È inoltre possibile impostare la tassa globale del livello specifico e concedere o negare abitanti di questo livello per passare a quello successivo.
ja: 各階層概要タブは、あなたの住民についての統計を表示します。ここでは階層ごとの税を指定することができ、またその階層の住民が次の階層に昇格するのを許可したり禁止したりすることができます。
ko: 다른 계층의 요약 탭에서 주민들에 대한 통계를 볼 수 있습니다. 또한 여기에서 계층별 전체 세금을 설정하고, 이 계층의 주민들을 다음의 더 높은 단계로 상향하는데 허용 하거나 거부할 수 있습니다.
nb: I de ulike nivåoversiktsfaner kan du se statistikk om dine innbyggere. Du kan også sette den nivåspesifikk globale skatten her og tillate eller nekte innbyggerne på dette nivået å oppgradere til neste høyere nivå.
nl: De tabbladen per ontwikkelingsniveau bevatten statistieken over je inwoners. Hier kun je ook de algemene belasting per niveau aanpassen, of inwoners dehuisvestingsverbetering naar het volgende niveau ontzeggen.
pl: W różnych zakładkach rozwoju osadników możesz zobaczyć statystyki o twoich mieszkańcach. Możesz też ustalić podatki - osobno dla każdego stadium rozwoju - a także pozwolić lub zabronić swym podwładnym na przejście na wyższy poziom rozwoju.
pt: Nos diferentes níveis da aba de visão geral você pode conferir estatísticas sobre seus habitantes. Também é possível definir a taxa global de impostos e permitir ou negar os habitantes de realizarem aprimoramentos.
ru: В разделах отдельных уровней представлены данные о Ваших жителях. Здесь же устанавливаются общие для всего уровня налоги, а также запрет или разрешение для жителей одного уровня переходить на следующий.
tr: Farklı seviye görünüm sekmelerinde, halkınızın istatistiklerini görebilirsiniz. Ayrıca burada, seviyeye bağlı genel vergiyi ayarlayabilir ve bu seviyenin sonraki daha yüksek seviyeye yükseltilmesine izin verebilir ve engelleyebilirsiniz.
uk: У різних вкладках огляду рівня ви можете побачити статистику про ваших жителів. Ви також встановити значення конкретного глобального податку тут і дозволити або заборонити мешканцям цього рівня перехід на наступний вищий рівень.

source: Build a Tent and connect it to the Main Square if necessary.
cs: Postavte stan a propojte jej s tržištěm jestli je to potřebný.
de: Errichtet ein Zelt und verbindet es, wenn nötig, mit dem Marktplatz.
es: Construye una Tienda y conéctala a la Plaza Principal si es necesario.
et: Ehita telk ja vajadusel ühenda see peaväljakuga.
fi: Rakenna teltta ja yhdistä se polulla keskustoriin.
fr: Construisez une tente et connectez-la à la place principale si nécessaire.
id: Bangunlah sebuah tenda penduduk dan hubungkan ke alun-alun jika memungkinkan.
it: Costruisci una tenda e collegala alla piazza principale se necessario.
ja: 必要であれば、小屋を建ててメイン広場への接続を設けましょう。
ko: 필요하다면 천막을 건설하고 중앙광장과 연결하십시오.
nb: Bygg et telt og koble det til hovedtorget hvis det trengs.
nl: Zet een tent op en verbind die zonodig met het marktplein.
pt: Constrói uma Tenda e liga-a à Praça Principal se necessário.
tr: Bir Çadır inşa edin ve gerekiyorsa Ana Meydana bağlayın.
uk: Побудуйте намет та з'єднайте його із головною площею, якщо потрібно.

source: NEW TASK: RESIDENTIAL BUILDINGS
bg: НОВА ЗАДАЧА: ЖИЛИЩНИ СГРАДИ
ca: Nova tasca: edificis residencials
cs: NOVÝ ÚKOL: OBYTNÉ BUDOVY
de: NEUE AUFGABE: WOHNGEBÄUDE
es: TAREA: EDIFICIOS RESIDENCIALES
et: UUS ÜLESANNE: ELAMUD
fi: UUSI TEHTÄVÄ: ASUINRAKENNUKSET
fr: MISSION : LES HABITATIONS
gl: Novo obxectivo — Vivendas
id: TUGAS BARU: BANGUNLAH PERUMAHAN
it: OBIETTIVO: EDIFICI RESIDENZIALI
ja: 新しい任務：住宅
ko: 새로운 임무: 주택
nb: NY OPPGAVE: BOLIGHUS
nl: OPDRACHT: WOONGEBOUWEN
pl: NOWE ZADANIE: Budynki mieszkalne
pt: NOVA TAREFA: EDIFÍCIOS RESIDENCIAIS
ru: НОВАЯ ЗАДАЧА: ЖИЛЫЕ ПОСТРОЙКИ
tr: YENİ GÖREV: YERLEŞİMSEL BİNALAR
uk: НОВЕ ЗАВДАННЯ: ЖИТЛОВІ БУДІВЛІ

source: Settlers want to have a roof over their heads, else they won't even think of living in your city! You need to provide tents.
bg: Заселниците искат да имат покрив над главите си, иначе дори няма да си помислят да живеят във вашият град! Трябва да им предложите палатки.
ca: Els colons volen dormir sota sostre. Si no, no voldran viure a la vostra ciutat. Heu de proveir-los de tendes.
cs: Osadníci chtějí mít střechu nad hlavou, jinak je ani nenapadne usadit se ve Vašem městě! Potřebujete zajistit jim stany.
de: Siedler wollen ein Dach über dem Kopf haben, sonst werden sie nicht einmal daran denken, sich in Eurer Stadt niederzulassen. Hierzu müsst Ihr Zelte bereitstellen.
es: ¡Los colonos quieren tener un techo sobre sus cabezas, de lo contrario no se quedarán a vivir en tu ciudad! Proporciónales Tiendas.
et: Asunikud tahavad pea kohale katust; vastasel korral nad isegi ei mõtle su linnas elamisele! Sa pead püstitama telgid.
fi: Uudisasukkaat haluavat katon päänsä päälle, muuten he eivät tule lähellekään siirtokuntaasi! Sinun pitää siis pystyttää telttoja.
fr: Les colons veulent avoir un toit au dessus de la tête, autrement ils ne penseront même pas à venir vivre dans votre ville ! Vous devez leurs fournir des tentes.
gl: Os colonos queren ter un teito no que descansar, ou nin se lles pasará pola cabeza a idea de vivir na túa cidade! Tes que fornecerlles tendas.
id: Penduduk ingin ada atap diatas mereka (rumah), jika tidak mereka tidak ingin tinggal dikotamu! Kamu perlu menyediakan tenda.
it: I coloni vogliono avere un tetto sopra la testa, altrimenti non vorranno vivere nella tua città! È necessario fornire delle tende.
ja: 入植者たちは枕を高くして寝ることができなければ、あなたの街に住もうなどとは夢にも思わないでしょう！テントを提供する必要があります。
ko: 정착민들은 자신들의 머리를 덮어줄 지붕을 원합니다. 그들은 당신의 도시에 살고 싶은생각이 없습니다! 천막을 제공해야 합니다.
nb: Bosettere ønsker tak over hodene sine, ellers vil de ikke en gang vurdere å bo i byen din. Du må tilby dem telt.
nl: Zonder huisvesting willen kolonisten niet eens in je stad wonen! Je zult dus tenten moeten bouwen.
pl: Osadnicy muszą mieć dach nad głowami, inaczej nie będą nawet myśleć o zamieszkaniu w wiosce. Powinienś wybudować namioty.
pt: Colonos querem ter um teto sobre suas cabeças, do contrário não irão sequer pensar em viver em sua cidade! Você precisa então fornecê-los tendas.
ru: Поселенцам нужна крыша над головой, иначе они и не подумают жить в Вашем городе! Необходимо предоставить им палатки.
tr: Göçmenler başlarının üstünde bir çatı istiyorlar. Aksi takdirde şehrinizde yaşamayı bile düşünmeyecekler! Çadır sağlaman gerek.
uk: Поселенці хочуть мати дах над головою, інакше вони не будуть навіть думати про те, щоб жити у твоєму місті! Ви повинні надати намети.
