Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: You have successfully completed all tasks that were handed to you. The world is now at your command, waiting for your free aspirations and brave explorations!
bg: Ти изпълни всички задачи които ти бяхме приготвили. Светът сега е в твое разпореждане очакващ твоите волни стремежи и смели изследвания!
ca: Heu completat totes les tasques que us hem posat. Ara el món és sota el vostre comandament on us esperen les vostres aspiracions i valeroses exploracions!
cs: Úspěšně jsi dokončil všechny úkoly které ti byly svěřeny. Svět je teď pod tvým vedením, čekající na tvoje ambice a statečné průzkumy!
de: Ihr habt alle Euch übertragenen Aufgaben erfolgreich abgeschlossen. Eine neue Welt liegt euch nun zu Füßen und wartet darauf, mit Tatendrang und Entdeckerwillen besiedelt zu werden!
es: Has completado satisfactoriamente todos los objetivos que te hemos propuesto. ¡Ahora tienes el mundo a tu disposición, esperando tus libres aspiraciones y desafiantes exploraciones!
et: Sa oled edukalt lõpetanud kõik sulle antud ülesanded. Maailm on nüüd sulle valla, oodates su suuri tegusid ja vapraid avastusi!
fi: Kaikki tämän harjoituspelin tehtävät on nyt suoritettu. Nyt siirtokunta jatkaa taivaltaan sinun tahtosi mukaan odottaen suuria tekoja ja mahtavia tutkimusmatkoja!
fr: Vous avez terminé toutes les tâches qui vous ont été assigné. Le monde est maintenant à vos ordres, dans l'attente de vos aspirations et de vos courageuses explorations !
gl: Completaches todos os obxectivos que se che encomendaron. O mundo está agora ás túas ordes, agardando a que o explores!
id: Kamu sudah menyelesaikaikan semua tugas yang dibebankan kepadamu. Sekarang dunia ada dalam genggamanmu, menunggu aspirasimu yang bebas dan keberanianmu menjelajah!
it: Hai completato con successo tutti gli obiettivi che ti sono stati assegnati. Il mondo ora è al tuo comando, in attesa delle tue aspirazioni e esplorazioni coraggiose!
ja: 貴殿は、与えられた任務の全てを成功裡に遂行されました。世界はあなたのものとなり、貴殿の自由な創造性と勇敢なる冒険心を渇望しています！
ko: 전달된 모든 임무를 성공적으로 완료하였습니다. 세계는 지금 자유로운 열망과 용감한 탐험을 위해여러분의 명령을 기다리고 있고 있습니다!
nb: Du har lykkes med å fullføre alle oppgaver du har fått utlevert. Verden er nå under ditt styre, og venter på dine frie planer og modige ekspedisjoner!
nl: U hebt met succes alle opdrachten voltooid die we u hebben voorgeschoteld. De wereld ligt nu aan je voeten, wachtend op uw goeie bedoelingen!
pl: Ukończyłeś pomyślnie wszystkie zadania, które zostały Ci przekazane. Świat jest teraz do twojej dyspozycji, czeka na twoje aspiracje i odważne poszukiwania!
pt: Você concluiu com êxito todas as tarefas que lhe foram entregues. O mundo está agora sob seu comando, à espera de suas livres aspirações e desafiantes explorações!
ru: Вы с успехом выполнили все поставленные задачи. Теперь в Вашем распоряжении целый мир, ожидающий свободных устремлений и отважных поисков!
tr: Size verilen tüm görevleri başarıyla yerine getirdiniz. Artık dünya sizin özgür isteklerinizi ve cesur keşiflerinizi beklemek üzere emirlerinizi bekliyor!
uk: Ви успішно виконали всі завдання, які були передані вам. Зараз світ перебуває у вашому розпорядженні, чекаємо ваших вільних прагнень і сміливих досліджень!

source: If you have any suggestions on what we could or should improve, add or leave out:
bg: ако имаш някакви предложения за това какво може или би трябвало да се подобри, свържи се с нас на:
ca: Si teniu suggeriments sobre coses que podem millorar, afegir o treure:
cs: Pokud máte nějaké návrhy co bychom mohli, nebo měli vylepšit, přidat, či vynechat:
de: Falls Ihr Vorschläge habt, was wir verbessern, hinzufügen oder auslassen könnten bzw. sollten:
es: Si tienes alguna sugerencia sobre algo que podríamos o deberíamos mejorar, añadir o quitar:
et: Kui sul on ettepanekuid parandusteks, täiendusteks aga ka eemaldamiseks, siis anna sellest meile teada:
fi: Jos sinulle jäi tästä harjoituspelistä jotain sanottavaa, kuten parannettavaa, moitittavaa tai kehuttavaa, kerro se meille:
fr: Si vous avez des suggestions au sujet de ce que nous pourrions ou devrions améliorer, contactez-nous :
gl: Se tes calquera suxestión sobre que poderíamos ou deberíamos mellorar, engadir ou retirar:
id: Jika kamu punya beberapa saran yang perlu kita lakukan atau beberapa perbaikan, tambahkan atau tinggalkan :
it: Se avete suggerimenti su che cosa potremmo o dovremmo migliorare, aggiungere o eliminare:
ja: 改善すべき点や改善した方が良い点があれば、下記にご連絡ください。
ko: 우리가 할수있거나 개선, 추가, 삭제해야 하는 제안 사항이 있다면:
nb: Hvis du har noen forslag om hva vi kan eller bør forbedre, legge til eller ta bort:
nl: Als je suggesties hebt wat we kunnen verbeteren, toevoegen of verwijderen:
pl: Jeśli masz jakieś sugestie, co możemy lub powinniśmy poprawić, dodać lub pominąć:
pt: Se possuir alguma sugestão sobre o que poderia ou deveria melhorar, acrescentar ou remover:
ru: Для Ваших предложений по улучшениям, нововведениям или убавлениям:
tr: Eğer yapabileceğimiz veya yapmamız gereken bir öneriniz varsa, buraya ekleyin:
uk: Якщо у вас є які-небудь пропозиції про те, що ми можемо і повинні поліпшити, додати або виключити:

source: www.unknown-horizons.org
id: www.unknown-horizon.org
pt: Visite nosso site www.unknown-horizons.org

source: #unknown-horizons @ irc.freenode.net
pt: Acesse nosso canal no IRC #unknown-horizons @ irc.freenode.net

source: team@unknown-horizons.org
pt: Envie-nos um email team@unknown-horizons.org

source: Our forums are open to you as well!
bg: Форумите ни са отворени!
ca: Els nostres fòrums estan a vostra disposició!
cs: Naše fóra jsou vám také otevřena!
de: Unsere Foren stehen Euch ebenfalls offen!
es: ¡También tienes a tu disposición nuestros foros!
et: Meie foorumid on sulle samuti avatud!
fi: Tervetuloa tutustumaan myös keskustelupalstoillemme!
fr: Nos forums vous sont également ouvert !
gl: E tamén podes contactar connosco nos nosos foros!
id: Forum kami terbuka untukmu!
it: I nostri forum sono aperti anche a te!
ja: また、あなたも我々のフォーラムに参加することができます！
ko: 우리 포럼은 당신에게도 열려있습니다!
nb: Forumene våre er også åpne for deg!
nl: Ook u bent welkom op ons forum!
pl: Nasze fora są dla ciebie otwarte!
pt: Nossos fóruns também estão a sua disposição!
ru: Наши форумы также открыты для Вас!
tr: Forumlarımız da size açık!
uk: Наші форуми відкриті для вас!

source: The best results until now were achieved by joining our IRC channel, so you could try that out first (-;
bg: Най-добрите резултати за сега се постигат чрез нашия IRC канал, така че опитайте първо с него (-;
ca: Els millors resultats fins ara s'han assolit unint-se al nostre canal IRC. Així que podeu començar per aquí (-;
cs: Nejlepších výsledků doposud bylo dosaženo připojením k našemu IRC kanálu, takže zkuste začít tam (-;
de: Meist sind wir am besten in unserem IRC-Kanal zu erreichen, das solltet Ihr also zuerst probieren (-;
es: Los mejores resultados hasta ahora se han conseguido uniéndose a nuestro canal IRC, así que puedes probar eso primero (-;
et: Senised parimad tulemused arhiveeriti liitudes me IRC kanaliga, nii et sa võiksid hakatuseks proovida seda (-;
fi: Parhaat tulokset ovat tulleet IRC-kanaviltamme, joten kokeile niitä ensimmäisenä ;-)
fr: Les meilleurs résultats ont jusqu'à présent été obtenus en joignant notre canal IRC, essayez-le en premier (-;
gl: A mellor forma de contactar connosco é unirse á canle de IRC, así que podes comezar por aí ;-)
id: Hasil terbaik sampai sekarang yang diraih dengan bergabung channel kit IRC, jadi kamu dapat mencobanya pertama kali (-;
it: I migliori risultati fino ad ora sono stati raggiunti partecipando al nostro canale IRC (-;
ja: これまでの経験に照らすと、私達のIRCチャンネルに参加するのが最も良い結果をもたらすようですので、まずはそこから試してください (-;
ko: 지금까지 가장 좋은 결과들은 우리의 IRC 채널에 접속을 통해서 이뤄졌습니다,그렇기 때문에 여러분도 IRC에서 좋은결과를 위해 시도해보십시오 (-;
nb: De beste resultatene er hittil oppnådd ved å bli med på IRC-kanalen vår, så du kan forsøke det først. (-;
nl: De beste resultaten tot nu toe werden bereikt door deelname aan ons IRC-kanaal, dus je zou dit als eerste kunnen proberen (-;
pl: Najlepsze rezultaty do tej pory były osiągane poprzez dołączenie do naszego kanału IRC, więc możesz spróbować tego w pierwszej kolejności (-;
pt: Os melhores resultados geralmente encontram-se em nosso canal no IRC, de modo que sugerimos a você começar por lá (-;
ru: Самым продуктивным пока оказался наш IRC-канал, так что начинать лучше с него (-;
tr: Şimdiye kadar en başarılı sonuç IRC kanalı aracılığıyla edinildi. İlk olarak bunu deneyebilirsiniz (-;
uk: Найкращі результати досі досягнуті через приєднання до нашого IRC-каналу, тому ви могли б спробувати спершу його.

source: Thanks!
bg: Благодаря!
ca: Gràcies!
cs: Díky!
de: Vielen Dank!
es: ¡Gracias!
et: Auur aitäh!
fi: Suuret kiitokset!
fr: Merci !
gl: Grazas!
id: Terimakasih!
it: Grazie!
ja: ありがとう！
ko: 고맙습니다!
nb: Tusen takk!
nl: Dank u wel!
pl: Dziękuję!
pt: Obrigado!
ru: Спасибо!
tr: Teşekkürler!
uk: Дякуємо!

source: Thanks for playing the tutorial! Your UH-Team
bg: Благодаря за изучаването на урока! Ваш UH-Team
ca: Gràcies per jugar el tutorial! El vostre equip d'UH
cs: Děkujeme za hraní výuky! Tvůj UH-Team
de: Danke, dass Ihr Euch Zeit genommen habt, diese Einführung zu spielen! Das UH-Team
es: ¡Gracias por haber jugado al tutorial! Tu equipo de UH
et: Täname, et mängisid õpetust! Tervitavad Unknown Horizonsi loojad
fi: Kiitos, että pelasit tätä harjoituspeliä! Terveisin, Unknown Horizonsin kehittäjät
fr: Merci d'avoir suivi ce didacticiel! L'équipe d'UH
gl: Grazas por xogar a aprendizaxe! Equipo de desenvolvemento de Unknown Horizons
id: Terimakasih telah bermain di pembelajaran! Your UH-Team
it: Grazie per aver giocato il tutorial! Il team di UH
ja: 教習課程をプレイしてくれてありがとうございました！ あなたのＵＨチーム
ko: 자습서를 이용해주셔서 고맙습니다! 여러분의 UH 팀
nb: Takk for at du spilte introduksjonen! Ditt UH-lag
nl: Bedankt voor het spelen van de Tutorial! Het UH-Team
pl: Dziękujemy za rozegranie samouczka! Zespół UH
pt: Obrigado por teres jogado o tutorial! A Equipa do UH
ru: Спасибо, что прошли наше обучение! UH-Team
tr: Öğreticiyi oynadığınız için teşekkürler! UH-Takımınız
uk: Дякуємо за проходження навчання! Ваша UH-команда

source: Tutorial
bg: Урок
ca: Partida d'aprenentatge
cs: Výuka
de: Einführung
et: Õpetus
fi: Harjoituspeli
fr: Didacticiel
gl: Aprendizaxe
ja: 教習課程
ko: 자습서
nb: Introduksjon
nl: Oefening
pl: Samouczek
ru: Обучение
tr: Öğretici Oyun
uk: Посібник

source: Different classes of fields require the farm units to spend more or less time there (to seed, harvest, herd, etcâ€¦) and because of that, the farm may be unable to serve all of the fields you built for it in time.
id: Berbeda jenis ladang diperlukan untuk mengisi waktu kosong perkebunan. Contohnya ketika habis masa panen, ia akan menunggu lama hingga masa panen berikutnya tiba, maka diperlukan ladang yang lain. Dan karenanya, perkebunan mungkin tidak dapat menghasilkan semuanya dalam satu waktu.

source: Build a hunter and a fisher. Connect them to the warehouse.
bg: Постройте ловна хижа и рибарска хижа. Свържете ги със склада.
ca: Construïu un caçador i un pescador. Connecteu-los amb el magatzem.

source: You will need to have some food-producing companies, too, because people in general (and especially sailors) are very hungry.
bg: Трябва да имате няколко хранителни компании, достатъчно понеже хората (особено моряците) са много гладни.
ca: També haureu de disposar d'algunes companyies que produeixin menjar, perquè la gent, en general però sobretot els mariners, tenen molta gana.

source: Available companies in the first tier are the Hunter and Fisher.
bg: Достъпни хранителни компании за първо ниво са Ловна и Риболовна хижа.
ca: Les companyies disponibles al primer nivell són el Caçador i el Pescador.
gl: Os negocios de alimentación do primeiro nivel son o cazador e mailo pescador.
ru: Поставщики провизии, доступные на первом уровне, - охотник и рыбак.

source: The Hunter hunts animals in the forest, thus needs trees nearby.
bg: Ловецът ловува животни в гората, затова се нуждае от дървета наблизо.
ca: El caçador caça animals al bosc, així que necessita tenir arbres a prop.
gl: O cazador caza animais no bosque, así que necesita estar preto de árbores.
ru: Охотник промышляет лесного зверя, поэтому поблизости ему нужен лес.

source: Note that you can place your Hunter close to the lumberjack's forest.
bg: Можете да разположите Ловната хижа близо до гората с дърводелната.
ca: Observeu que podeu situar el caçador prop del llenyataire.
gl: Ten en conta que poder colocar o cazador preto do bosque do leñador.
ru: Помните, что Вы можете разбить палатку охотника в тех же угодьях, где работает лесоруб.

source: Conclusion: the hunter is not too reliable if you need continuous supply.
bg: Заключение: Ловецът не е много надежден ако ви трябва дългосрочно снабдяване.
ca: Conclusió: no pots confiar en el caçador si necessites un subministrament continu.

source: The Fisher needs a coastal building site like the warehouse and a fish school in range.
bg: Риболовецът се нуждае от крайбрежна постройка подобна на склада и рибарско училище наблизо.
ca: El pescador necessita un edifici coster com el magatzem i un banc de peixos a prop.

source: Task: Build a hunter and a fisher.
bg: Задача: Постройте Ловна и Риболовна хижи.
ca: Tasca: construïu un caçador i un pescador.

source: Don't forget to connect them to your warehouse with trails!
bg: Не забравяйте да ги свържете с пътища до склада!
ca: No us oblideu de connectar-los amb camins amb el magatzem!

source: Build a main square. Choose an area without many economy buildings.
bg: Постройте главен площад. Изберете област без много икономически постройки.
ca: Construïu una plaça principal. Trieu una àrea amb pocs edificis econòmics.

source: All goods in your warehouse are available at this 'market place', so your residents do not need to walk to the fisher or even to the warehouse.
bg: Всички стоки от склада са достъпни и на това "пазарно място", така че жителите ви не трябва да ходят чак до рибарите или склада.
ca: Tots els productes del magatzem estan disponibles a aquesta «plaça del mercat», de manera que els residents no han d'anar fins al pescador o fins al magatzem.

source: Companies work without being connected to the tents, so you don't need to build a road between the main square and e.g. your lumberjack tent.
bg: Компаниите работят без да са свързани с палатките , така че не ви е нужен път от площада до дърводелната например.
ca: Les empreses funcionen sense haver d'estar connectades a les tendes, així que no us cal fer carreteres entre la plaça principal i el llenyataire, per exemple.

source: Task: Build a main square.
bg: Задача: Постройте главен площад.
ca: Tasca: Construïu una plaça principal.

source: Now let's have a closer look at the main square.
bg: Нека сега го погледнем отблизо.
ca: Ara mirem de prop la plaça principal.

source: Build at least three additional tents and connect them to the main square.
bg: Постройте поне три допълнителни палатки и ги свържете с главния площад.
ca: Construïu com a mínim 3 tendes més i connecteu-les a la plaça principal.

source: Let's have a look at the tent overview tab.
bg: Погледнете полето за палатки.
ca: Donem un cop d'ull a la pestanya d'informació de la tenda.

source: Task: Build at least three additional tents.
bg: Задача: Постройте поне три допълнителни палатки.
ca: Tasca: construïu com a mínim tres tendes més.

source: Build a signal fire at the coast close to your warehouse.
bg: Постройте морски фар на брега близо до склада.
ca: Construïu un senyal de foc a la costa, prop del magatzem.

source: You can also sell surpluses of your production, but in general consuming them (by building more tents) instead of selling them yields more profit.
bg: Можете да продадете излишъкът от продукцията си, но общо взето по-печелившо е да построите повече палатки и да си ги консумирате вие.
ca: També podeu vendre els vostres excedents però, en general, consumir-los (construint més tendes) en comptes de vendre'ls us donarà més benefici.

source: Normally the trader ships just sail around and look for deals, but you can speed things up a bit.
bg: Обикновено търговецът само плава наоколо и следи за сделки, но вие можете да ускорите малко нещата.
ca: Els vaixells del comerciant simplement van navegant buscant negoci, però podeu fer que la cosa vagi una mica més ràpid.
gl: Normalmente o barco do comerciante non fai máis que dar voltas en busca de trato, pero podes acelerar as cousas.
ru: Как правило, торговые корабли просто бороздят окрестности в поисках сделок, но Вы можете слегка ускорить процесс.

source: For this purpose, build a signal fire at the coast near your warehouse. It will show ships the way to your settlement.
bg: За целта постройте морски фар на брега близо до склада. Той ще показва пътя на кораба към вашите заселници.
ca: Per fer-ho, construïu un senyal de foc a la costa, prop del vostre magatzem. Mostrarà als vaixells el camí cap al vostre assentament.

source: The signal fire has to cover the area which the ships pass through to catch them.
bg: Морсият фар има разстояние на което действа и насочва корабите които навлезнат в него.
ca: El senyal de foc ha d'abastar l'àrea per on passen els vaixells per atreure'ls.

source: After this little advertisment, the trader will also stop by and look into your warehouse if it planned to sail past it.
bg: След тази малка реклама, търговецът ще спре и ще огледа склада ако планира да се отбива до него.
ca: Un cop enllestit aquest petit anunci, el comerciant s'aturarà a veure què teniu al magatzem cada cop que hi passi prop.

source: You can propose deals via the warehouse tab "Buy/Sell".
bg: Можете да предложите сделка чрез полето на склада "Купи/Продай".
ca: Podeu proposar-li negocis amb la pestanya «Compra/Venta».

source: Task: Build a signal fire at the coast close to your warehouse.
bg: Задача: Постройте морски фар на брега близо до склада.
ca: Tasca: construïu un senyal de foc a la costa, prop del magatzem.

source: Excellent! The Free Trader will now stop by at your warehouse from time to time. Let's continue our tutorial on how to trade.
bg: Чудесно! Свободният Търговец сега ще спира от време на време при склада ви. Нека продължим с урока как да търгуваме.
ca: Molt bé! El comerciant lliure ara s'aturarà al vostre magatzem de tant en tant. Continuem l'aprenentatge de com es fan els negocis.

source: If the free trader however only wants to buy or sell less than your settings would allow him, you need to live with that and wait for him to return.
bg: Ако свободният търговец иска да търгува по-малки количества от настройките ви, Ще трябва да почакате следващото му посещение.
ca: De tota manera, si el comerciant lliure només li interessa comprar o vendre una quantitat inferior de la que teniu configurada, us haureu de conformar i esperar que torni.
gl: Porén, se o comerciante libre só quere mercar ou vender menos do que permite a túa configuración, terás que asumilo e esperar a que volva.
ru: Однако если торговец намерен купить или продать меньше, чем предлагают Ваши установки, Вам придётся смириться с условиями и ждать его возвращения.

source: Build a pavilion with connection to the tents.
bg: Построй шатра свързана с път до палатките.
ca: Construïu un pavelló connectat amb les tendes.
gl: Constrúe un pavillón conectado coas tendas.
ru: Разбейте святилище с дорогой к палаткам.

source: Still there is one demand which we have not satisfied so far, you may check that in the marketplace or tent tab - your sailors want a basic building where they can pray.
bg: Остава още една необходимост която не е удовлетворена за сега, можете да проверите в пазара или полето за палатките - вашите моряци се нуждаят от място за молитви.
ca: Però encara queda una demanda que no satisfeu. Podeu comprovar-ho a la pestanya del mercat o de les tendes: els vostres mariners volen un edifici bàsic on puguin pregar.
gl: Porén, aínda hai unha necesitade por satisfacer, algo que podes comprobar na lapela da praza ou dunha tenda: os mariñeiros queren un edificio onde rezar.
ru: Однако заглянув в раздел площади или палатки, Вы можете обнаружить, что ещё одна потребность пока остаётся неудовлетворённой - Вашим морякам нужна простейшая постройка, где они смогут молиться.

source: The solution is a pavilion which the village parson quickly puts up as shelter from the sun.
bg: Решението е шатра, която селският пастор бързо може да разпъне като заслон от слънцето.
ca: La solució és un pavelló, on el mossèn del poble usarà com a protecció del sol fàcilment.
gl: A solución é un pavillón, que o clérigo da vila non tardará en montar, coma quen constrúe un refuxio do sol.
ru: Решение проблемы - шатёр, который быстро возведёт для укрытия от солнца деревенский священник.

source: Service buildings like this also need to be connected to the tents with a trail, else your inhabitants feel unable to reach them.
bg: Обслужващи постройки като тази също трябва да се свържат с палатките чрез път. Иначе жителите няма да могат да стигнат до нея.
ca: Els edificis de serveis com aquest també han d'estar connectats amb les tendes amb un camí. Si no, els vostres habitants no hi podran arribar.
gl: Os edificios de servizos coma este tamén teñen que estar conectados ás tendas cun sendeiro, ou os habitantes sentiranse incapaces de acceder a eles.
ru: Обслуживающие здания подобного рода также должны соединяться с палатками тропой, иначе жители не смогут попасть к ним.

source: This means that your inhabitants need a road connection to the producer (pavilion) to pick up faith there.
bg: Това означава че вашите жители се нуждаят от пътна връзка до производителя (шатрата) за да се молят там.
ca: Això vol dir que els vostres habitants necessiten un camí que els connecti amb el productor (pavelló) per recollir-hi fe.
gl: Isto significa que os habitantes necesitan estar conectados por camiños ao produtor, o pavillón, para coller a fe del.
ru: Это значит, жителям нужен прямой доступ к месту его производства (святилищу), чтобы получить веру себе.

source: Important: It is NOT enough that the building is merely within a certain range of the tents. The road connection is required as well.
bg: Важно: Не е достатъчно шатрата да е близо до палатките. Необходим е път който да ги свързва.
ca: Important: No n'hi ha prou que l'edifici siguin a una determinada distància de les tendes. També s'han de connectar amb camins.
gl: Nota importante: Non abonda con que o edificio teña as tendas dentro do seu raio de efecto. Tamén ten que haber un camiño das tendas ao pavillón.
ru: Важно: Одного лишь расположения постройки вблизи палаток недостаточно. Необходимо также сообщение тропой.

source: Task: Build a pavilion with a trail to the tents in order to fulfill your sailors' demand for faith.
bg: Задача: Постройте шатра с път до палатките за да удовлетворите нуждата на моряците от молитви.
ca: Tasca: construïu un pavelló amb un camí fins a les tendes per satisfer la demanda de fe dels vostres mariners.
gl: Obxectivo: constrúe un pavillón cun camiño ata as tendas para satisfacer as necesidades de fe dos mariñeiros.
ru: Задача: Разбейте святилище и соедините его тропой с палатками, чтобы удовлетворить потребность моряков в вере.

source: All demands are fulfilled now if your inhabitants can regularly visit the main square & pavilion and your food supply is adequate.
bg: Всички нужди са удовлетворени, жителите ви могат редовно да посещават площада и шатрата, снабдяването с храна е достаъчно и редовно.
ca: S'hauran satisfet totes les demandes si els vostres habitants poden visitar de tant en tant la plaça principal i el pavelló i el subministrament d'aliment és correcte.
gl: Se poden visitar regularmente a praza principal e mailo pavillón, e hai alimentos dabondo para eles, todas as necesidades dos habitantes quedarán cubertas.
ru: Сейчас, если жители могут постоянно посещать площадь и святилище, а поступающей провизии достаточно, все их потребности удовлетворяются.
