Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: The tutorial: Build your first settlement and learn how to play!
bg: Урок: Построй твоята първа колония и се научи как да играеш!
ca: La partida d'aprenentatge: Construïu el vostre primer assentament i apreneu a jugar!
cs: Výuka: Postavte svojí první osadu a naučte se hrát!
de: Das Einführungsspiel: Errichtet Eure erste Siedlung und lernt das Spiel kennen!
es: Tutorial del juego: ¡Construya su primer asentamiento y aprenda los entresijos del juego!
et: Õpetus: Ehita oma esimene koloonia ja õpi kuidas mängida!
fi: Harjoituspeli: Rakenna ensimmäinen siirtokuntasi ja opi pelaamaan!
fr: Didacticiel: Établissez votre première colonie et apprenez à jouer !
gl: Aprendizaxe: Constrúe o teu primeiro asentamento e aprende a xogar!
id: Bangun pemukiman pertama kamu dan belajar bagaimana cara bermain!
it: Tutorial: Costruisci il tuo primo insediamento ed impara a giocare!
ja: 教習課程： 最初の入植地を建設して遊び方を学びましょう！
ko: 자습서: 정착지를 건설하고 게임플레이 방법을 배우십시오!
nb: Introduksjonen: Bygg din første bosetning og lær hvordan du spiller!
nl: De opdracht: Sticht je eerste nederzetting en leer het spel!
pl: Samouczek: Zbuduj swoją pierwszą osadę i naucz się grać!
pt: O tutorial: Constrói a tua primeira povoação e aprende a jogar!
ru: Обучение азам: Заложите своё первое поселение и освойте правила игры!
tr: Öğretici Oyun: İlk yerleşim yerini kur ve oyunu öğren!
uk: Посібник: Збудуйте своє перше поселення та навчіться грати!

source: Build a Warehouse on the coast to allow trade ships to visit your settlement.
cs: Postavte na pobřeží Obchodní přístav, aby povolil ostatním lodím navštívit vaší osadu.
de: Errichtet einen Kontor an der Küste, damit Handelsschiffe Eure Siedlung erreichen können.
es: Construye un Almacén en la costa que permita a los barcos comerciales visitar tu asentamiento.
et: Ehita rannikule ladu nii, et võimaldada kaubalaevadele oma koloonia külastamist.
fi: Rakenna varasto rannikolle, että kauppalaivat pääsevät vierailemaan siirtokunnassasi.
fr: Construisez un comptoir sur la côte pour rendre votre colonie accessible aux navires marchands.
id: Bangun sebuah gudang di pantai untuk mengijinkan kapal dagang untuk berkunjung di pemukiman kamu.
it: Costruisci un deposito sulla la costa, per permettere alle navi commerciali di visitare il tuo insediamento.
ja: 交易船が訪れやすいように海岸に倉庫を建設しましょう。
ko: 무역상선들이 정착지에 방문할 수 있도록 해안에 창고를 건설하십시오.
nb: Bygg et varehus på kysten for å la handelsskip besøke bosetningen din.
nl: Bouw een pakhuis aan de kust, zodat het bereikbaar is voor handelsschepen.
pl: Zbuduj magazyn na wybrzeżu, tak aby statki handlowe mogły odwiedzić twoją osadę.
pt: Constrói um Armazém na costa para permitir que navios de troca visitem a tua povoação.
tr: Ticaret gemilerinin ziyaretine olanak sağlamak için sahile Ambar inşa edin.
uk: Збудуйте склад на березі, аби торгові кораблі відвідували поселення.

source: Welcome to Unknown Horizons!
bg: Добре дошъл в Unknown Horizons!
ca: Benvingut a l'Unknown Horizons!
cs: Vítej v Unknown Horizons!
de: Willkommen bei Unknown Horizons!
es: ¡Bienvenido a Unknown Horizons!
et: Tere tulemast mängima Unknown Horizons!
fi: Tervetuloa Unknown Horizonsiin!
fr: Bienvenue dans Unknown Horizons !
gl: Benvido a Unknown Horizons!
id: Selamat datang di Unknown Horizons!
it: Benvenuti a Unknown Horizons!
ja: Unknown Horizonsにようこそ！
ko: 이곳에 오신것을 환영합니다!
nb: Velkommen til Unknown Horizons!
nl: Welkom bij Unknown Horizons!
pl: Witaj w grze Unknown Horizons!
pt: Bem-vindo ao Unknown Horizons!
ru: Добро пожаловать к Неизведанным Горизонтам!
tr: Unknown Horizons'a hoş geldiniz!
uk: Ласкаво просимо до Unknown Horizons!

source: This is your Journal, where important information about the current scenario is stored. A summary of each new task will also appear as a 'notification button' near the left-hand edge of the screen. You can hover your mouse over these notifications to read the summary, or click the button itself to open the Journal.
cs: Toto je žurnál, kde se ukládají důležité zprávy o současné hře. Souhrn každé zprávy se také objeví blízko levého okraje obrazovky. Pro zjištění detailů můžete najet myší nad tuto zprávu, nebo na ni kliknout pro otevření žurnálu.
de: Dies ist Euer Journal, hier findet Ihr wichtige Informationen zum aktuellen Szenario. Eine Zusammenfassung zu jeder neuen Aufgabe wird auch als Benachrichtigungsfeld auf der linken Seite Eures Bildschirms angezeigt. Ihr könnt die Benachrichtigungen lesen, indem Ihr mit Eurem Mauszeiger darüber fährt oder das Feld anklickt, um das Journal anzuzeigen.
es: Este es tu Diario de Navegación, donde se guarda la información relevante sobre el escenario actual. Un resumen de cada nueva tarea aparecerá como un 'botón de notificación' a la izquierda de la pantalla. Puedes pasar el ratón sobre estas notificaciones para leer el resumen, o hacer clic directamente en el mismo botón para abrir el Diario de Navegación.
et: See on sinu Logiraamat, kuhu on salvestatud praegust stsenaariumit puudutav oluline informatsioon. Iga ülesande kokkuvõte ilmub meeldetuletuse nupuna ekraani vasakpoolses servas. Jättes hiire kursori mõneks hetkeks meeldetuletusele saad seda lugeda. Samuti võid klõpsata, et avada Logiraamat vastavast kohast.
fi: Tämä on päiväkirjasi, johon on tallennetu tärkeää tietoa nykyisestä skenaariosta. Tiivistelmä jokaisesta uudesta tehtävästä tulee näkymään myös ilmoituspainikkeina näytön vasempaan reunaan. Voit lukea tiivistelmän viemällä hiiren kursorin näiden ilmoutuspainikkeiden päälle tai avata päiväkirjan painamalla ilmoituspainiketta hiirellä.
fr: Ceci est votre journal de bord, où sont enregistrées les informations importantes du scénario en cours. Un aperçu de chaque nouvelle tâche apparaîtra sous la forme d'une "bouton de notification" sur le bord gauche de l'écran. Vous pouvez pointer votre souris sur ces notifications pour lire l'aperçu, ou bien cliquer dessus pour ouvrir le journal de bord.
id: Ini jurnal kamu, dimana informasi penting mengenai skenario berlangsung disimpan. Sebuah ringkasan dari setiap tugas baru akan muncul sebagai sebuah tombol notifikasi dekat sebelah kiri tangan dari layar. Anda dapat mengarahkan mouse di atas notifikasi untuk membaca ringkasan, atau klik tombol tersebut untuk membuka jurnal.
it: Questo è il tuo Diario, dove troverai informazioni importanti riguardo lo scenario attuale. Un sommario con le notifiche delle nuove missioni apparirà nella parte sinistra della schermata. Potrai muoverti col mouse su queste notifiche per leggerne il contenuto, o cliccarci di sopra per aprire il Diario.
ja: これはあなたの日誌です。現在のシナリオに関する重要な情報が保存されます。それぞれの新しいタスクの概要は、画面の左端近くに「通知ボタン」として表示されます。これらの通知上にマウスを置くと概要を読むことができ、ボタンをクリックすると日誌を開くことができます。
ko: 이것은 현재 시나리오에 대한 중요한 정보가 저장되는 일기입니다. 새로운 작업의 요약은 화면의 왼쪽 가장자리 근처에 '알림 버튼'으로 나타납니다. 이러한 알림 위에 마우스를 올려 놓으면 요약을 읽을 수 있고, 버튼을 클릭하면 일기가 열립니다.
nb: Dette er din loggbok, der viktig informasjon om det gjeldende scenariet er lagret. Et sammendrag av hver ny aktivitet vises også som en "meldingsknapp" nær den venstre kanten av skjermen. Du kan holde musen over disse meldingene til å lese sammendraget eller klikke på selve knappen for å åpne loggboken.
nl: Dit is je dagboek, met belangrijke informatie over deze oefening. Elke nieuwe opdracht verschijnt ook als 'berichtenknop' links op je scherm. Daar met de muis overheen gaan toont een samenvatting van de opdracht; erop klikken opent het dagboek.
pl: To jest Twój dziennik, gdzie są przechowywane ważne informacje na temat obecnej sytuacji. Podsumowanie każdego nowego zadania pojawi się również jako "przycisk powiadomień" w pobliżu lewej krawędzi ekranu. Możesz najechaniu myszką na te powiadomienia aby przeczytać podsumowania lub kliknąć przycisk, aby otworzyć dziennik.
pt: Este é o teu Diário, onde informação importante sobre o cenário atual é armazenada. O sumário de cada tarefa nova irá também aparecer como um 'botão de notificação' perto do canto esquerdo do ecrã. Podes passar com o cursor do rato por cima destas notificações para ler o resumo, ou clica no próprio botão para abrir o Diário.
tr: Bu, geçerli senaryo hakkında önemli bilgilerin saklandığı, Günlüğünüz. Her yeni görevin özeti ekranın sol kenarının yakınında bir 'bildirim düğmesi' olarak da görünür. Özeti okumak için fareyi bu bildirimlerin üzerine getirin, veya Günlüğü açmak için düğmenin kendisine tıklayın.
uk: Це ваш журнал, де зберігаються важливі відомості про поточний сценарій. Підсумок кожного нового завдання з'являється також як "кнопка сповіщень" біля лівого краю екрану. Ви можете навести мишкою на ці повідомлення, щоб прочитати резюме, або натиснути кнопку, щоб відкрити журнал.

source: You can also re-open the Journal at any time by clicking the button below the mini-map, at the top right of your screen. From now on, we'll refer to this area containing the mini-map, various buttons and tabs as the 'Overview'.
cs: Pro otevření žurnálu můžete také kdykoliv kliknout tlačítko pod mini-mapou v pravém horním rohu obrazovky. Nadále budeme tuto oblast s mini-mapou a dalšími tlačítky jako přehled.
de: Ihr könnt das Journal auch jederzeit öffnen, indem Ihr das Feld unterhalb der Übersichtskarte in der oberen rechten Seite Ihres Bildschirmes anklickt. Im Folgenden wird dieser Bereich, der die Karte und verschiedene andere Schaltflächen beinhaltet, als „Übersicht“ bezeichnet.
es: También puedes volver a abrir el Diario de Navegación en cualquier momento haciendo clic en el botón que hay debajo del mini-mapa, en la parte superior derecha de tu pantalla. A partir de ahora, nos referiremos a este área que contiene el mini-mapa, varios botones y pestañas como la «Vista General».
et: Logiraamatu saad alati avada ka klõpsates ekraani paremas ülanurgas asuva minikaardi all oleval nupul. Edaspidi viidatakse sellele alale kui minikaardile ning seal olevatele nuppudele ja vahekaartidele kui "Ülevaatele".
fi: Voit myös avata päiväkirjan uudelleen milloin tahansa napsauttamalla minikartan alla olevaa painiketta näytön oikeassa yläkulmassa. Tästä eteenpäin nimitämme tätä minikarttaa, erilaisia painikkeita ja välilehtiä sisältävää aluetta 'yleiskatsaukseksi'.
fr: Vous pouvez aussi ouvrir à nouveau le Journal de Bord à n'importe quel moment en cliquant sur le bouton situé sous la mini-carte, en haut à droite de l'écran. Dorénavant, nous appellerons cette zone contenant la mini-carte et divers boutons et données la "Vue d'ensemble".
id: Anda dapat juga membuka kembali jurnal kapan saja dengan mengklik tombol di bawah peta kecil, di atas kanan layar Anda. Sekarang, kita akan menunjukan ke area ini yang berisi peta kecil, bermacam tombol dan tab sebagai gambaran ikhtisari.
it: Puoi anche aprire il Diario ogni volta che vuoi cliccando sul bottone sotto la mini-mappa, in alto a destra sullo schermo. Da adesso faremo riferimento a quest'area che contiene la mini-mappa, i vari bottoni e le schede come "Panoramica".
ja: 画面右上のミニマップの下にあるボタンをクリックすると、いつでも日誌を開くことができます。今後、ミニマップ、さまざまなボタン、タブを含むこの領域を「概要」と呼びます。
ko: 화면 오른쪽 상단의 미니 맵 아래에있는 버튼을 클릭하여 언제든지 일기를 다시 열 수도 있습니다. 이제부터는 작은 지도, 다양한 버튼, '개요' 탭에 포함 된이 영역을 참조 할 것입니다.
nb: Du kan også åpne journalen på nytt når som helst ved å klikke på knappen under mini-kartet, i øvre høyre hjørne av skjermen din. Fra nå av vil vi referere til dette område som inneholder mini-kartet, forskjellige knapper og faner som «Oversikten».
nl: Je kunt het dagboek ook heropenen met op de knop onder de overzichtskaart rechts bovenaan het scherm. Dit gebied (met overzichtskaart, knoppen en tabs) zullen we vanaf nu het 'Overzicht' noemen.
pl: Można również ponownie otworzyć dziennik w dowolnej chwili, klikając przycisk poniżej mini-mapy, w prawym górnym rogu ekranu. Od teraz będziemy odnosić się do tego obszaru zawierającego mini-mapę, różnych przycisków i zakładki jako "Przegląd".
pt: Também podes voltar a abrir o Diário a qualquer momento ao clicar no botão debaixo do mini-mapa, no canto superior direito do ecrã. Daqui em diante, iremos referir-nos a esta área que contém o mini-mapa, vários botões e separadores como a 'Visão Geral'.
tr: Ayrıca herhangi bir zamanda ekranınızın sağ üst köşesindeki mini-haritanın altındaki düğmeye tıklayarak Günlüğü yeniden açabilirsiniz. Bundan sonra mini-harita, çeşitli düğmeler ve sekmeler içeren bu alanı 'Genel Bakış' olarak adlandıracağız.
uk: Ви також можете знову відкрити журнал в будь-який момент, натиснувши на кнопку нижче міні-карти, у правому верхньому куті екрану. Відтепер ми будемо посилатися на цю область, що містить міні-карту, різні кнопки і закладки, як "Огляд".

source: To see your first task, turn to the next page of the Journal using the button at the bottom of the opposite page - it looks like this:
cs: Pro zobrazení Vašeho prvního úkolu obráťte na další stranu deníku použitím tlačítka v dolní časti na protější straně - Vypadá to takhle:
de: Um Eure erste Aufgabe zu sehen, blättert zur nächsten Seite des Journals, indem Ihr auf die Schaltfläche am unteren Ende der gegenüberliegenden Seite klickt. Sie sieht wie folgt aus:
es: Para ver tu primera tarea, pasa a la siguiente página del Diario de Navegación usando el botón de la página anterior, es así:
et: Oma esimese ülesande nägemiseks ava logiraamatus järgmine lehekülg. Selleks klõpsa nuppu vastaslehekülje alumises servas - see on selline:
fi: Tutustu ensimmäiseen tehtävään napsauttamalla Seuraava merkintä -kuvaketta päiväkirjan alalaidassa. Kuvake näyttää tältä:
fr: Pour voir votre première tâche, tournez la page du Journal de Bord en utilisant le bouton en bas de la page que vous voulez tourner - ça ressemble à ça :
id: Untuk melihat tugas pertama kamu, beralih ke halaman selanjutnya dari Jurnal Anda menggunakan tombol di bagian bawah halaman yang berlawanan - terlihat seperti ini :
it: Per visualizzare il tuo primo obiettivo cliccare su "Leggi altre voci" nel pannello di navigazione! Ti apparirà così:
ja: 最初の任務を見るためには、反対側のページの下部にあるボタンを使用して日誌の次のページに進みます！このようなボタンです：
ko: 첫 번째 임무를 확인하려면, 반대 페이지의 하단에 있는 버튼을 사용하여 일기의 다음 페이지로 넘기십시오.- 다음과 같습니다:
nb: For å se din første oppgave, bla om til neste side i journalen ved hjelp av knappen på bunnen av motstående side - den ser slik ut:
nl: Bekijk je eerste opdracht op de volgende bladzij in het dagboek. Klik hiertoe onderaan de aanliggende pagina op de knop die er aldus uitziet:
pl: Aby zobaczyć swoje pierwsze zadanie, przejdź do następnej strony Dziennika i za pomocą przycisku na dole strony - wygląda to tak:
pt: Para ver a tua primeira tarefa, passa para a próxima página do Diário usando o botão no fundo da página oposta - é parecido com isto:
tr: İlk göreviniz görmek, ters sayfanın altındaki Günlük düğmesini kullanarak bir sonraki sayfayı çevirmek için - bu gibi görünüyor:
uk: Щоб побачити вашу першу задачу, поверніть до наступної сторінки Журналу, використовуючи кнопку внизу протилежної сторінки - це виглядає приблизно так:

source: If you have any suggestions about how this tutorial can be improved, or if you encounter any errors, please tell us.
cs: Jestli máte nejaké nápady o tom jak tenhle tutorial může být vylepšen, nebo jestli ste narazili na nejakú chybu, prosím řekněte nám.
de: Solltet Ihr Vorschläge zur Verbesserung der Einführung haben oder Fehler finden, bitte teilt uns diese mit.
es: Si tienes alguna sugerencia para mejorar este tutorial o si encuentras algún error, por favor, avísanos.
et: Kui sul on ettepanekuid selle juhendi parendamiseks või kui sa leidsid mõne vea, siis palun anna meile teada.
fi: Kerro meille, jos sinulla on ehdotuksia tämän oppaan parantamiseksi tai jos ilmenee virheitä.
fr: Si vous avez des suggestions sur l'amélioration de ce didacticiel, ou bien si des erreurs se produisent, s'il vous plaît, dîtes-le nous.
id: Jika Anda mempunyai beberapa masukan mengenai bagaimana tutorial ini dapat dikembangkan, atau jika Anda menemukan beberapa kesalahan, Mohon beritahu kami.
it: Se hai qualche consiglio riguardo questo questo tutorial, o hai incontrato dei problemi, non esitare a contattarci.
ja: このチュートリアルを改善する方法についてのご提案、また、エラーが発生した場合は、弊社までお知らせください。
ko: 이 자습서의 개선 방안이나 오류가 발생할 경우 우리에게 알려주십시오.
nb: Hvis du har forslag til hvordan introduksjonen kan forbedres, eller du møter på en feil, ta kontakt.
nl: Mocht je suggesties ter verbetering van deze oefening hebben, of fouten zijn tegengekomen, laat het ons dan weten.
pl: Jeżeli masz jakieś sugestie jak ten tutorial może być polepszony, lub jeśli napotkasz jakieś błędy, proszę zgłoś to.
pt: Se tiveres alguma sugestão sobre como este tutorial pode ser melhorado, ou se encontrares algum erro, por favor diz-nos.
tr: Eğer bu yazının geliştirilebilir hakkında herhangi bir öneriniz varsa veya herhangi bir hata ile karşılaşırsanız, lütfen bize bildirin.
uk: Якщо у вас є пропозиції про те, як цей підручник можна покращити або якщо у вас зіткнетеся з якими-небудь помилками, будь ласка, повідомте нам.

source: Visit www.unknown-horizons.org to find out how to contact the team.
cs: Navštivte nás na www.unknown-horizons.org pro kontaktovaní týmu.
de: Die Kontaktdaten des Teams findet Ihr auf www.unknown-horizons.org .
es: Visita www.unknown-horizons.org para averiguar cómo contactar con el equipo.
et: Tiimiga ühenduse võtmiseks külasta saiti www.unknown-horizons.org.
fi: Kehitysryhmämme yhteystiedot löytyvät verkkosivuiltamme osoitteesta www.unknown-horizons.org.
fr: Visitez www.unknown-horizons.org pour trouver comment contacter l'équipe.
id: Kunjungi www.unknown-horizons.org untuk menemukan bagaimana menghubungi tim kami.
it: Visita www.unknown-horizons.org per cercare aiuto e per contattare il team.
ja: 開発チームへの連絡方法については、www.unkown-horizons.orgをご覧ください。
ko: 팀에 문의하는 방법을 찾으려면 www.unknown-horizons.org에 방문하십시오.
nb: Besøk www.unknown-horizons.org for å finne ut hvordan du kontakter oss som står bak.
nl: Op www.unknown-horizons.org staat hoe je contact met het team op kunt nemen.
pl: Odwiedź www.unknown-horizons.org, aby skontaktować się z twórcami.
pt: Visita www.unknown-horizons.org para descobrir como contactar a equipa.
tr: Oyun ekibiyle nasıl iletişime geçileceğini öğrenmek için www.unknown-horizons.org adresine uğrayın.
uk: Відвідайте www.unknown-horizons.org, щоб дізнатися як зв'язатися з командою.

source: And now, let's start the game!
cs: A nyní, pojďme hrát!
de: Und nun lasst uns das Spiel beginnen!
es: Y ahora, ¡comencemos la partida!
et: Ja nüüd alustagem mänguga!
fi: Ja nyt viimeinkin, aloitetaan itse peli!
fr: Et maintenant, commençons à jouer !
id: Dan sekarang, Ayo mulai permainannya!
it: E adesso iniziamo a giocare seriamente!
ja: それでは、ゲームを始めましょう。
ko: 그러면 이제, 게임을 시작합니다!
nb: Nå er det på tide å gå i gang med spillet!
nl: En nu - spelen maar!
pl: A teraz rozpocznijmy zabawę!
pt: E agora, vamos iniciar o jogo!
tr: Ve şimdi, oyun başlasın!
uk: А тепер давайте почнемо гру!

source: NEW TASK: CREATE A SETTLEMENT
cs: NOVÝ ÚKOL: VYTVOŘTE OSADU
de: NEUE AUFGABE: SIEDLUNG BAUEN
es: N. TAREA: CREA UN ASENTAMIENTO
et: ÜLESANNE: LOO KOLOONIA
fi: UUSI TEHTÄVÄ: LUO SIIRTOKUNTA
fr: MISSION : CREER UNE COLONIE
id: TUGAS BARU: Buat sebuah bangunan pemukiman
it: OBIETTIVO: INSEDIARSI SU UN'ISOLA
ja: 新しい任務：居住区を作る
ko: 새로운 임무: 정착지 건설
nb: NY OPPGAVE: OPPRETT BOSETNING
nl: OPDRACHT: STICHT EEN NEDERZETTING
pl: NOWE ZADANIE: ZAŁÓŻ OSADĘ
pt: NOVA TAREFA: CRIAR UMA POVOAÇÃO
tr: YENİ GÖREV: BİR YERLEŞİM OLUŞTURMAK
uk: НОВА ЗАДАЧА: СТВОРІТЬ ПОСЕЛЕННЯ

source: Your ship is at sea, loaded with the supplies you'll need to establish a new settlement.
cs: Toto je deník, kde se ukládají důležité zprávy o současné hře. Souhrn každé zprávy se také objeví blízko levého okraje obrazovky. Pro zjištění detailů můžete najet myší nad tuto zprávu, nebo na ni kliknout pro otevření deníku.
de: Euer Schiff ist auf See, beladen mit den Gütern, die Ihr benötigt, um eine neue Siedlung aufzubauen.
es: Tu barco está en el mar, cargado con los suministros que necesitarás para establecer un nuevo asentamiento.
et: Su laev on merel, lastiks vahendid, mida vajad uue koloonia rajamiseks.
fi: Aluksesi on merellä, täynnä tarvikkeita, joita tarvitsette uuden siirtokunnan perustamiseen.
fr: Votre navire est à flot, chargé des ressources nécessaires à l'établissement d'une nouvelle colonie.
id: Kapal kamu berada di laut, dimuat suplai yang kamu akan butuhkan untuk mendirikan sebuah bangunan pemukiman baru.
it: La tua nave è sul mare, carica di materiale. Devi attraccare e fondare un nuovo insediamento.
ja: あなたの船は海上にあり、新しい居住地を確立するために必要な物資が積んであります。
ko: 배가 바다에있고, 새로운 정착촌을 세우는 데 필요한 공급품을 배에 적재 하십시오.
nb: Båten din er til havs, lastet med forsyningene du trenger for å opprette en ny bosetning.
nl: Je schip vaart op zee, beladen met wat nodig is voor een nieuwe nederzetting.
pl: Twój statek jest na morzu i ma na pokładzie zaopatrzenie, którego potrzebujesz do założenia osady.
pt: O teu navio está no mar, carregado com suprimentos que irás necessitar para estabelecer uma nova povoação.
tr: Gemi yeni bir köy kurmak için gerekli malzemeleri ile dolu ve denizde.
uk: Ваш корабель знаходиться в морі, завантажений припасами, які вам необхідні для створення нового поселення.

source: To move your ship, select it with a left-click then right-click on the location you want it to sail to.
cs: Pro pohyb lodí jí nejprve vyberte pomocí levého tlačítka myši a pravým tlačítkem zadejte místo, kam chcete plout.
de: Um Euer Schiff zu lenken, wählt es mit einem Linksklick aus. Ein Rechtsklick bewegt es zur gewünschten Position.
es: Para mover tu navío, selecciónalo con el botón izquierdo, luego haz clic con el derecho sobre el punto al que quieras que vaya.
et: Laeva liigutamiseks vali ta vasakklõpsuga ja tee paremklõps kohal, kuhu laev peaks seilama.
fi: Liikuta laivaasi valitsemalla se hiiren vasemmalla painikkeella ja oikealla sijainti, johon haluat sen purjehtivan.
fr: Pour déplacer votre navire, sélectionnez le avec un clic gauche puis cliquez droit sur l'endroit où vous voulez que ce dernier vogue.
id: Untuk mengerakan kapal kamu, pilih kapal dengan klik kiri kemudian klik kanan pada lokasi kamu inginkan untuk berlayar.
it: Per muovere la tua nave, selezionala con il tasto sinistro e clicca con il destro nella posizione in cui vuoi farla andare.
ja: 船を移動するには、左クリックで船を選択し、航行したい場所を右クリックします。
ko: 배를 이동하려면, 왼쪽 클릭으로 선택하고, 항해할 위치에서 오른쪽 클릭합니다.
nb: For å flytte båten din, velg den med venstreklikk og høyreklikk deretter på punktet du ønsker at den skal seile til.
nl: Selecteer voor navigatie met de linkermuisknop het schip, en klik vervolgens met de rechtermuisknop op de doellocatie.
pl: Aby poruszyć statkiem, wybierz go klikając na nim lewym przyciskiem myszki a następnie kliknij prawym przyciskiem w miejscu do którego ma się udać.
pt: Para moveres o teu navio, seleciona-o com um clique com o botão esquerdo do rato seguido de um clique com o botão direito na localização para onde pretendes navegar.
tr: Geminizi hareket ettirmek için öncelikle farenin sol tuşuyla gemiyi seçin, sonra da sağ tuşla gemiyi göndermek istediğiniz yere tıklayın.
uk: Для переміщення корабля виберіть його за допомогою лівої кнопки і клацніть правою кнопкою мишки на місце, в яке ви хочете, щоб він перемістився.
