Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: TIP: Holding down SHIFT eases constructing multiple buildings of the same kind.
bg: Подсказка: Натискането на SHIFT улеснява строенето на няколко еднакви постройки.
ca: Truc: Prement la tecla «Maj», podeu construir múltiples edificis del mateix tipus.
cs: TIP: Přidržení klávesy SHIFT Vám zjednoduší hromadnou výstavbu budov stejného druhu.
de: TIPP: Mit gedrückter Umschalt-Taste wird das Bauen von mehreren Gebäuden desselben Typs erleichtert.
es: TRUCO: Si mantienes pulsado MAYUS podrás construir más de un edificio del mismo tipo.
et: VIHJE: Klahvi SHIFT all hoidmine lihtsustab mitme samasuguse ehitise püstitamist.
fi: VINKKI: Shift-näppäimen pitäminen pohjassa helpottaa usean saman rakennuksen rakentamista.
fr: ASTUCE : Il est plus simple de construire plusieurs bâtiments du même type en gardant la touche SHIFT enfoncée.
gl: Consello: deixa premida a tecla Maiús para construír facilmente varios edificios do mesmo tipo.
id: Tips: Tahan tombol SHIFT ketika membangun bangunan yang sama.
it: TIP: Premendo "SHIFT" facilita la costruzione di più edifici dello stesso tipo.
ja: ヒント：SHIFTを押したままにすると、同種の建造物を複数建設するのが楽になります。
ko: 팁: Shift 키를 누르고 있으면 같은 종류의 여러 건물을 건설하는데 쉽습니다.
nb: TIPS: Ved å holde nede SHIFT kan en enkelt sette opp flere bygninger av samme type.
nl: TIP: De SHIFT-toets ingedrukt houden helpt meer gelijkaardige gebouwen te bouwen.
pl: Wskazówka: przytrzymanie klawisza 'SHIFT' ułatwia budowanie wielu budynków tego samego typu.
pt: DICA: Segurar a tecla SHIFT facilita a construção de várias edificações do mesmo tipo.
ru: СОВЕТ: Строить несколько однотипных зданий проще, удерживая клавишу SHIFT.
tr: İPUCU: SHIFT tuşunu basılı tutmak, aynı türdeki binaların inşasını kolaylaştırır.
uk: ПІДКАЗКА: Утримання SHIFT полегшує побудову декількох будівель одного і того ж виду.

source: Build a Signal Fire at the coast close to your Warehouse.
cs: Postavte signální oheň na pobřeží v blízkosti obchodního přístavu.
de: Errichtet ein Signalfeuer an der Küste in der Nähe des Kontors.
es: Construye una Señal de Fuego en la costa cerca de tu Almacén.
et: Ehita oma lao lähedale kaldale signaaltuli.
fi: Rakenna merkkituli rannikolle varastosi lähettyville.
fr: Construisez un phare sur la côte, près de l'entrepôt.
id: Bangunlah sebuah Sinyal Api di bibir pantai dekat dengan gudang milikmu.
it: Costruisci un segnale di fuoco sulla costa vicino al tuo magazzino.
ja: 倉庫近くの海岸沿いにのろしを建築せよ。
ko: 창고 근처 해안에 봉화대를 건설하십시오.
nb: Bygg et signalbål ved kysten nær varehuset ditt.
nl: Stook een signaalvuur bij de kust nabij het pakhuis.
pt: Constrói um Sinal de Fogo na costa próxima do Armazém.
tr: Kıyıda Ambarınıza yakın bir İşaret Ateşi yakın.
uk: Побудуйте сигнальний вогонь на березі поруч із вашим складом.

source: NEW TASK: BUILD SIGNAL FIRE
bg: НОВА ЗАДАЧА: ПОСТРОЙТЕ МОРСКИ ФАР
ca: Nova tasca: construïu un senyal de foc
cs: NOVÝ ÚKOL: POSTAVTE SIGNÁLNÍ OHEŇ
de: NEUE AUFGABE: SIGNALFEUER
es: CONSTRUYE UNA SEÑAL DE FUEGO
et: ÜLESANNE: EHITA SIGNAALTULI
fi: UUSI TEHTÄVÄ: RAKENNA MERKKITULI
fr: MISSION : CONSTRUIRE UN PHARE
gl: Novo obxectivo — Sinal de lume
id: TUGAS BARU: BANGUNLAH SINYAL API
it: NUOVO OBIETTIVO: IL SEGNALE DI FUOCO
ja: 新しい任務：狼煙台を建設せよ
ko: 새로운 임무: 봉화대 건설
nb: NY OPPGAVE: BYGG SIGNALBÅL
nl: OPDRACHT: SIGNAALVUUR
pl: NOWE ZADANIE: Wybuduj sygnał świetlny
pt: NOVA TAREFA: O SINAL DE FOGO
ru: НОВАЯ ЗАДАЧА: МАЯК
tr: YENİ GÖREV: İŞARET ATEŞİ YAP
uk: НОВА ЗАДАЧА: ПОБУДУЙТЕ СИГНАЛЬНИЙ ВОГОНЬ

source: Can you see the ship passing your island from time to time? That ship belongs to the Free Trader, one of the first settlers in this archipelago.
bg: Виждате ли кораб да преминава близо до острова отвреме на време? Този кораб принадлежи на Свободен Търговец, един от първите заселници на този архипелаг.
ca: Heu vist el vaixell que passa prop de la vostra illa de tant en tant? És el vaixell d'un comerciant lliure, un dels primers colonitzadors de l'arxipèlag.
cs: Vidíte lodě, které čas od času projedou okolo Vašeho ostrova? Tyto lodě patří Svobodnému obchodníkovi, jednomu z prvních osadníků v tomto souostroví.
de: Habt Ihr das Schiff bemerkt, welches von Zeit zu Zeit Eure Insel ansteuert? Es gehört zum Freien Händler, einem der ersten Siedler in diesem Archipel.
es: ¿Ves un navío pasando por tu isla de vez en cuando? Ese navío pertenece al Comerciante Libre, uno de los primeros colonos en este archipiélago.
et: Kas sa näed laeva, mis möödub aeg-ajalt su saarest? See laev kuulub Vabale Kauplejale, selle arhipelaagi ühele esimesele asunikule.
fi: Oletko huomannut laivan ohittavan säännöllisesti siirtokuntasi? Alus on vapaakauppiaan, joka oli yksi saariston ensimmäisistä uudisasukkaista.
fr: Avez-vous remarqué le navire qui passe de temps en temps devant votre île? C'est le navire du marchand indépendant, l'un des premiers colons de cet archipel.
gl: Decatácheste do barco que pasa preto da illa de cando en vez? Trátase dun “comerciante libre”, un dos primeiros en asentarse no arquipélago.
id: Dapat kamu lihat kapal melewati pulau mu dari waktu ke waktu? Kapal-kapal itu merupakan Pedagang Bebas, salah satu pemukim pertama di kepulauan ini.
it: Riesci a vedere le naci che passano vicino la tua isola di tanto in tanto?Quella nave appartiene alla Free Trader (liberi mercanti), uno dei primi coloni in questo arcipelago.
ja: ときおり船があなたの島を横切るのが見えますか？その船は自由交易船で、この群島の初期の入植者たちです。
ko: 이따금 섬을 통과하는 배를 볼수있나요? 그배는 자유 무역상이며, 이 열도의 첫정착민중 하나입니다.
nb: Har du sett skipet som passerer øya de av og til? Skipet tilhører den frie handelsmann, en av de første bosetterne i denne øygruppen.
nl: Heb je het schip dat af en toe langs je eiland vaart gezien? Het behoort tot de Vrije Handelaars, een van de eerste kolonisten in deze archipel.
pl: Widzisz statek przepływający w pobliżu wyspy od czasu do czasu? Należy do Wolnych Kupców, jednych z pierwszych osadników archipelagu.
pt: Consegues ver uma embarcação passando por sua ilha de vez em quando? Este navio pertence ao comerciante livre, um dos primeiros colonos neste arquipélago.
ru: Вы заметили корабль, проходящий время от времени мимо Вашего острова? Он принадлежит Вольному торговцу, одному из первых поселенцев на этом архипелаге.
tr: Adanızdan zaman zaman geçen gemiyi görüyor musunuz? Bu gemi Özgür Tüccar. Bu takımadalarda yaşayan ilk halklardan.
uk: Ви бачите судна, що проходять через ваш острів час від часу? Цей корабель належить до Вільного Торговця, одного з перших поселенців в цьому архіпелазі.

source: The trader will supply your settlement with necessary goods which you can't produce yet.
bg: Търговецът ще снабдява заселниците със стоки които вие все още не можете да произвеждате.
ca: El comerciant proveirà al vostre assentament amb els materials necessaris i que encara no podeu produir.
cs: Obchodník bude zásobovat Vaši osadu potřebným zbožím, které zatím nemůžete sami produkovat.
de: Er beliefert Siedlungen mit Gütern, die Ihr momentan noch nicht produzieren könnt.
es: El comerciante proporcionará a tu asentamiento bienes necesarios que no puedes producir aún.
et: Kauple varustab su kolooniat vajalike kaupadega, mida sa ise ei saa veel toota.
fi: Kauppiaalta voi ostaa hyödyllisiä tarvikkeita, joita et voi tuottaa vielä itse.
fr: Il peut approvisionner votre colonie en marchandises que vous ne pouvez pas encore produire.
gl: O comerciante fornecerache os recursos que necesites e que aínda non podas producir.
id: Pedagang akan menyediakan pemukimanmu dengan barang-barang kebutuhan yang mana tidak dapat kamu produksi.
it: Il commerciante fornirà il vostro insediamento con beni di prima necessità che non si può ancora produrre.
ja: 交易者は、あなたがまだ生産できない必需品を、あなたの入植地に供給してくれます。
ko: 무역상선은 아직 생산할수 없는 필수 물품과 정착지를 제공 할 것입니다.
nb: Handelsmannen kan forsyne bosetningen din med nødvendige varer som du ennå ikke kan produsere.
nl: De handelaar zal uw nederzetting de noodzakelijke goederen leveren die u zelf nog niet kunt produceren.
pl: Kupcy dostarczą osadzie niezbędnych dóbr, których nie jesteś w stanie jeszcze wyprodukować.
pt: O comerciante irá suprir sua colônia com mercadorias necessárias que você ainda não é capaz de produzir.
ru: Торговец снабдит Ваше поселение необходимыми товарами, которые Вы пока не производите.
tr: Tüccar köyünüze henüz üretemediğiniz gerekli eşyaları sağlayacak.
uk: Торговець буде постачати ваше поселення необхідними товарами, які ви поки що не можете робити.

source: You can also sell surpluses of your production, but in general consuming them (by building more Tents) instead of selling them yields more profit.
cs: Také můžete prodávat přebytky z Vaší produkce. Obecně je ale výhodnější tyto přebytky spotřebovat (tak, že postavíte více stanů). Příjem z daní bude vyšší než by byl příjem z prodeje.
de: Außerdem wird er Produktionsüberschüsse einkaufen, aber im Allgemeinen ist das Verbrauchen (mehr Zelte errichten) einträglicher als der Verkauf.
es: También puedes vender excesos de tu producción, pero en general consumirlos (construyendo más Tiendas) en lugar de venderlos genera un mayor beneficio.
et: Samuti on sul võimalik müüa oma liigne toodang, kuid tavaliselt on toodangu ise tarbimine (täiendavaid telke ehitades) mõistlikum, sest nii on saadav kasum suurem.
fi: Tarvittaessa voit myydä myös ylijäämätuotantoasi, mutta tämä kannattaa ennemminkin korvata ne rakentamalla lisää telttoja (jolloin asukkaita tulee lisää ja resursseja kuluu enemmän).
fr: Vous pouvez également vendre vos surplus de production, mais en général il est plus profitable de les consommer (en construisant plus de tentes).
id: Kamu juga dapat menjual kelebihan produksimu, tapi secara umum kamu mengkonsumsinya (dengan membangun lebih banyak Tenda) alih-alih menjualnya menghasilkan lebih banyak keuntungan.
it: Si possono anche vendere le eccedenze di produzione, ma in generale consumarle (costruendo più tende) invece di venderle genera più profitti.
ja: 生産余剰物を売ることもできますが、一般的に言って（小屋を増やして）消費する方が、売るよりも利潤を上げることができます。
ko: 또한 생산하고 남은 물품은 판매할수 있지만, 일반적으로 (더 많은 천막을 세워서) 소비하는것이 판매하는것 보다 더 많은 이익을 줄수 있습니다.
nb: Du kan også selge produksjonsoverskudd, men generelt sett vil det gi større overskudd å forbruke varene (ved å bygge flere telt) i stedet for å selge dem.
nl: U kunt het productieoverschot ook verkopen, maar over het algemeen zal consumptie (door meer tenten op te zetten) meer opleveren dan verkoop.
pt: Também é possível vender os excedentes de sua produção, mas, em geral, consumi-los (através da construção de mais tendas) ao invés de vendê-los irá fornecer mais lucro.
tr: Ayrıca üretim fazlalıklarınızı satabilirsiniz ancak genel olarak onları satmak yerine tüketmek (daha fazla çadır inşa ederek) daha çok kar getirir.
uk: Ви також можете продавати надлишки своєї продукції, але в цілому її споживання (за рахунок будівництва нових наметів), а не продаж, дає більше прибутку.

source: Normally the trader just sails around and looks for deals, but you can speed things up a bit.
cs: Normálně obchodní lodě pouze proplouvají okolo a hledají obchodní příležitosti, ale my můžeme věci trochu urychlit.
de: In der Regel fahren die Händler umher und halten Ausschau nach möglichen Geschäften. Diesen Prozess könnt Ihr aber ein wenig beschleunigen.
es: Normalmente, el comerciante simplemente navega alrededor y busca ofertas, pero puedes acelerar las cosas un poco.
et: Tavaliselt seilab kaupleja niisama ringi ja otsib häid tehinguid, kuid sa saad asju pisut kiirendada.
fi: Normaalisti kauppa-alukset vain purjehtivat ympäri ja etsivät tarjouksia, mutta voit nopeuttaa asioita hieman.
fr: Normalement, les marchands ne font que chercher des opportunités, mais vous pouvez un peu accélérer les choses.
id: Normalnya pedagang hanya berlayar disekitar dan mencari penawaran, tapi kamu dapat mempercepatnya sedikit.
it: Normalmente le navi commerciali navigano in giro in cerca di occasioni, ma puoi velocizzare un po' le cose.
ja: 通常、交易者は動きまわって取引先を探していますが、これを少し加速させることができます。
ko: 일반적으로 무역상선은 주변을 항해하고 거래처를 찾고있지만 이를 좀 더 빠르게 할 수 있습니다.
nb: Vanligvis seiler bare handelsmannen rundt og ser etter gode avtaler, men du kan sette opp farten litt.
nl: Normaal varen de handelaren maar wat rond op zoek naar handelswaar, maar u kunt de zaak versnellen.
pt: Normalmente os comerciantes apenas navegam nas proximidades em busca de ofertas, mas você pode aumentar suas chances um pouco.
tr: Genel olarak tüccar çevrede dolanır ve anlaşma arar, ancak işleri hızlandırabilirsiniz.
uk: Зазвичай торговець просто плаває навколо та дивиться на пропозиції, але ви можете прискорити процес трохи.

source: For this purpose, build a Signal Fire at the coast near your Warehouse. It will show ships the way to your settlement.
cs: Pro tento účel postavte signální oheň na pobřeží poblíž obchodního přístavu. Tak ukážete lodím cestu do Vaší osady.
de: Zu diesem Zweck könnt Ihr ein Signalfeuer an der Küste in der Nähe des Kontors errichten. Es wird Schiffen den Weg zu Eurer Siedlung zeigen.
es: Para este propósito, construye una Señal de Fuego en la costa cerca de tu Almacén, de forma que los navíos conozcan el camino a tu asentamiento.
et: Selleks on vaja ehitada su lao lähedale signaaltuli. See juhatab laevad su kolooniasse.
fi: Tätä varten rannikolle pitää rakentaa merkkituli varastosi lähelle. Se osoittaa kauppalaivoille tien siirtokuntaasi.
fr: À cette fin, construisez un phare sur la côte près de votre entrepôt. Il montrera aux navires le chemin vers votre colonie.
id: Untuk ini, bangunlah sinyal api di tepi pantai dekat gudangmu. Itu akan menunjukkan kapal, jalan ke pemukimanmu.
it: A questo scopo, costruisci un fuoco segnaletico sulla costa vicino al magazzino. Mostrerà alle navi la strada per il tuo insediamento.
ja: そのためには、倉庫の近くの海岸にのろしを建設してください。船舶にとって、あなたの居住区への道標となります。
ko: 이것의 목적은, 창고 근처 해안에 봉화대를 건설하십시오. 선박들이 당신의 정착지로 가는 길을 보여줄것입니다.
nb: Dette er formålet med å bygge et signalbål på kysten nær varehuset ditt. Det vil vise skip veien til bosetningen din.
nl: Bouw hiertoe een vuurtoren aan de kust nabij je pakhuis, om schepen de weg naar je nederzetting te wijzen.
pt: Para este fim, construa um sinal de fogo na costa, perto de seu armazém. Ele irá guiar as embarcações até sua colônia.
tr: Bu amaç için, Ambarınızın yanındaki kıyıya bir İşaret Ateşi inşa edin. Bu, gemilere yerleşiminizin yolunu gösterecektir.
uk: Для цього побудуйте сигнальний вогонь на узбережжі в районі Вашого складу. Він буде показувати суднам шлях до вашого поселення.

source: The Signal Fire has to cover the area which the ships pass through to catch them.
de: Das Signalfeuer muss das Gebiet abdecken, durch welches die abzufangenden Schiffe navigieren.
es: La Señal de Fuego debe cubrir el área por la que pasan los navíos para llamar su atención.
et: Signaaltuli peab laevade kohale juhatamiseks katma kogu ala, mida laevad läbivad.
fi: Merkkitulikaan ei näy loputtoman kauaksi, vaan sillä on tietty kantama-alue, jonka sisällä kulkevat laivat huomaavat sen.
fr: Le phare doit couvrir la zone où les navires passent afin de les guider.
id: Sinyal Api dapat menjangkau area yang mana banyak kapal berlalu begitu saja untuk menarik mereka.
it: Il fuoco segnaletico deve coprire l'area dove passano le navi per poterle attirare.
ja: のろしが、船舶を倉庫に誘導するためには、船舶が往来する海域を範囲内に収めていなくてはなりません。
ko: 봉화대는 선박들이 항구를 발견하기 위해 그들이 통과하는 해역에 있어야 합니다.
nb: Signalbålet må dekke området som skipene passerer igjennom for å få tak i dem.
nl: Het signaalvuur moet het gebied bestrijken waar de aan te trekken schepen varen.
pt: O sinal de fogo deve cobrir a área por onde as embarcações passam afim de alertá-las.
tr: İşaret Ateşi, gemilere görünmesi için gemilerin geçtiği alanı kapsamalıdır.
uk: Сигнальний вогонь повинен охоплювати області, через які кораблі проходять, щоб їх спіймати.

source: After this little advertisement, the trader will also stop by and look into your Warehouse, even if he had planned to sail past it.
de: Nach dieser kleinen Orientierungshilfe wird der Händler gern ab und an vorbeikommen und Euer Kontor inspizieren, auch wenn er eigentlich vor hatte, daran vorbei zu segeln.
es: Tras este pequeño anuncio, el comerciante también se pasará y mirará en el Almacén, incluso si tuviera previsto pasárselo de largo.
et: Selle väikese reklaami tulemusel teeb kaupleja su lao juures peatuse, kuigi tal oli algselt plaan mööda sõita.
fi: Tämän pienen mainoksen jälkeen kauppias voi pistäytyä tutkimaan varastoasi, vaikka hän olisi suunnitellut purjehtivansa sen ohi.
fr: Après cette annonce, le marchand fera une escale chez vous pour regarder votre entrepôt, même s'il avait prévu de l'ignorer.
id: Setelah iklan kecil ini, pedagang akan berlabuh dan melihat-lihat gudangmu, bahkan jika ia berencana melewatinya.
it: Dopo questa piccola pubblicità, il commerciante si fermerà e guarderà nel vostro magazzino, anche se non prevedeva di fermarsi da quelle parti.
ja: このちょっとした広告塔に引き寄せられて、交易者も下船して、先行きのある場合には倉庫を見学に来ます。
ko: 이 작은 광고 후에 무역상선이 지나가고 항해 할 계획이 있다 하더라도 창고에 잠시들러 들여다 보게됩니다.
nb: Etter denne lille markedsføringen, så vil handelsmannen stoppe opp og ta en titt i varehuset ditt, selv om han hadde planlagt å seile forbi det.
nl: Deze uitnodiging zal de handelaar overhalen in uw pakhuis te komen kijken, zelfs als hij anders door zou zijn gevaren.
pt: Após este pequeno alerta, o comerciante também irá parar e dar uma olhada em seu armazém, mesmo que ele tivesse planejado navegar além dele.
tr: Bu küçük reklamdan sonra, tüccar size uğrayacak ve Ambarınıza bakacak, geçip gitmeyi planlamış olsa bile.
uk: Після цієї маленької реклами торговець також зупиниться і загляне у ваш склад навіть, якщо він запланував пропустити його.

source: You can propose deals via the Warehouse tab "Buy/Sell".
de: Angebote werden über die Schaltfläche „Ein-/Verkaufen“ im Kontor vorgeschlagen.
es: Puedes proponer intercambios a través de la pestaña "Comprar/Vender" del Almacén.
et: Lao kaardil "Müü/Osta" saad sa algatada tehinguid.
fi: Voit ehdottaa kauppoja varaston Kaupankäynti-välilehdeltä "Osta/Myy".
fr: Vous pouvez faire des offres dans l'onglet « Achat/vente » de votre entrepôt.
id: Kamu dapat mengatur penawaran lewat tab "Jual/Beli" di gudang.
it: Puoi proporre offerte attraverso la scheda "Compra/Vendi" dal tuo magazzino.
ko: 창고 탭의 "구매/판매" 를 통해 거래를 제안할 수 있습니다.
nb: Du kan foreslå avtaler via varehusets fane «Kjøp/selg».
nl: U kunt aanbiedingen doen via het tabblad "(Ver)koop" van het pakhuis.
pt: Você pode propor ofertas através da aba 'Comprar/Vender' do armazém.
tr: Anlaşmaları Ambar "Al/Sat" sekmesi ile önerebilirsiniz.
uk: Ви можете запропонувати пропозиції через вкладку складу "Купити / Продати".

source: At the 'sailors' tier, you are equipped with three trading slots.
bg: В полето "моряци" имате три слота за търгуване.
ca: Al nivell «Mariners», disposeu de 3 caselles de comerç.
cs: V úrovni 'námořníci' máte k dispozici tři obchodní sloty.
de: In der Stufe „Seefahrer“ stehen Euch drei Handelsplätze zur Verfügung.
es: En el nivel de "marineros", estás equipado con tres casillas de compraventa.
et: Tasemel "Meremees" on sul kasutada kolm kauplemispesa.
fi: Merimies-tasolla sinulla on kolme kaupankäyntipaikkaa, eli voit asettaa korkeintaan kolme tarjousta vapaakauppiaalle kerrallaan.
fr: Au niveau « marins » vous disposez de trois emplacements de commerce.
gl: No «nivel dos mariñeiros» podes usar ata tres celas de comercio.
id: Di tingkatan 'pelaut', kamu hanya dapat menggunakan 3 petak penjualan.
it: Al livello 'marinai', hai tre slot di negoziazione.
ja: 「船乗り」層には、3つの交易スロットがあります。
ko: '선원' 계층에서 3개의 무역 칸을 갖고있습니다.
nb: I «seiler»-nivået er du utstyrt med tre handelsfelter.
nl: Het "Zeemans"niveau biedt drie handelsvakken.
pl: Na poziomie rozwoju "żeglarze", możesz handlować trzema różnymi towarami.
pt: No nível 'Marinheiros' você dispõe de três slots para comércio.
ru: На уровне Моряков Вам доступны три ячейки для торговли.
tr: 'Denizci' seviyesinde, üç ticaret ayracı ile donatılırsınız.
uk: На рівні „моряки“ ви оснащені трьома торговими слотами.

source: Click on the small icon to change the slot mode from 'Buy' to 'Sell' and vice versa.
bg: Кликнете върху малката икона за да промените режима от "Купи" на "Продай" и обратно.
ca: Feu clic a la icona petita per canviar el mode de la casella de «Comprar» a «Vendre» i a la inversa.
cs: Klikněte na malou ikonu, abyste změnili režim slotu z "Nákup" na "Prodej" a naopak.
de: Klickt auf das kleine Symbol im Slot, um vom Modus „Verkaufen“ auf „Kaufen“ und umgekehrt zu wechseln.
es: Haz clic en el icono pequeño para cambiar el modo casilla de "Comprar" a "Vender" y viceversa.
et: Klõpsa väikesel ikoonidel, et lülitada "Müü" ja "Osta" režiimide vahel.
fi: Voit muuttaa myyntitarjouksen ostotarjoukseksi napsauttamalla kauppapaikan vasemman yläkulman pienestä kuvakkeesta.
fr: Cliquez sur le petit symbole afin de changer le mode de « Achat » à « Vente » et vice versa.
gl: Preme a icona pequena para cambiar o modo da cela. Podes alternar entre «Mercar» e «Vender».
id: Ketuk pada ikon kecil untuk mengubah mode petak dari 'Jual' ke 'Beli' dan sebaliknya.
it: Fare clic sulla piccola icona per cambiare la modalità da 'Buy' a 'Sell' e viceversa.
ja: スロットモードを「買い」から「売り」に変えたり、その逆にしたりするには、小さなアイコンをクリックします。
ko: '구매'에서 '판매'로 또는 반대의 경우에도 칸모드를 바꾸기 위해 작은 아이콘을 클릭하십시오.
nb: Klikk på det lille ikonet for å bytte spormodus fra «Kjøp» til «Selg» og visa versa.
nl: Klik op het icoontje in het handelsvak om tussen 'Koop' en 'Verkoop' te wisselen.
pl: Kliknij na małej ikonie, by zmienić tryb z "Kup" na "Sprzedaj" i na odwrót.
pt: Clique no ícone pequeno para cambiar o modo do slot entre 'Comprar' ou 'Vender'.
ru: Используйте маленький значок, чтобы переключать ячейки с купли на продажу и наоборот.
tr: Ayraç kipini 'Al' ile 'Sat' arasında değiştirmek için küçük simgeye tıklayın.
uk: Натисніть на маленький значок, щоб змінити режим слоту з „Купувати“ до „Продавати“, і навпаки.
