Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: Now the wool production is set up, you still need a weaver to produce cloth out of this wool.
bg: След като има производство на вълна, има нужда от тъкачница за да се произведат дрехи от вълната.
ca: Ara que ja teniu establerta la producció de llana, necessiteu un teixidor que la converteixi en teixit.
cs: Nyní je nastavena produkce vlny, ale stále potřebujete tkalcovnu pro produkci látky z vlny.
de: Ihr benötigt nun noch einen Weber, um aus der Wolle Stoff herzustellen.
es: Ahora que has fijado la producción de lana, para producir tejidos a partir de la lana necesitarás una tejedora.
et: Nüüd, kus villatootmine on käivitatud, on sul vaja veel kangrut, et toota villast kangast.
fi: Nyt kun villatuotanto on käynnissä, tarvitset vielä kutomon tuottamaan villasta vaatteita.
fr: Maintenant que la production de laine est prête vous avez encore besoin d'un tisserand pour produire du tissu à partir de cette laine.
gl: Agora que a produción de la está en marcha, necesitas un tecelán que converta a la en roupa.
id: Sekarang produksi wool sudah diatur, kamu perlu penenun untuk meproduksi pakaian dari wool tersebut.
it: Ora la produzione di lana è impostata, serve ancora un tessitore per produrre del tessuto da questa lana.
ja: 羊毛生産ができるようになりましたので、この羊毛から布を生産するために機織り場が必要となります。
ko: 이제 양털을 생산 할 수 있으므로, 이 양털로 옷감을 만드는데 방직공이 필요합니다.
nb: Nå som ullproduksjonen er satt opp trenger du fortsatt en vever for å produsere tøy av denne ullen.
nl: Nu de wol productie op gang is, heb je kleermakers nodig om kleren te maken van de wol.
pl: Produkcja wełny ruszyła, potrzeba jeszcze warsztatu tkackiego do produkcji tkaniny.
pt: Agora que sua produção de lã está OK, você ainda precisa de um tecelão para fabricar tecido dela.
ru: Теперь, когда налажено производство шерсти, для выработки из неё ткани Вам понадобится ткач.
tr: Artık yün üretimi hazır ancak hala bu yünden kıyafet üretmek için bir dokumacıya ihtiyacınız var.
uk: Зараз виробництво вовни вже налаштовано, тому вам все одно потрібний ткач, щоби виробляти тканини з цієї вовни.

source: The Weaver's Hut is the place where the weaver lives. There are two spots where you can build it - either close to the Farm or close to a Storage Tent (or the Warehouse).
de: Die Weberhütte ist das Zuhause des Webers. Es gibt zwei Möglichkeiten, sie zu bauen: entweder in der Nähe des Bauernhofs oder in der Nähe eines Lagerzeltes bzw. des Kontors.
es: La Cabaña de Tejedor es el lugar donde vive el tejedor. Hay dos sitios donde puedes construirla: al lado de la Granja o junto a una Tienda de Almacenamiento (o el Almacén).
et: Kangru hütt on koht, kus elab kangur. Ehitamiseks mõistlikke kohti on kaks: kas farmi või lao (-telgi) naabrusesse.
fi: Kutojan maja on paikka, jossa kutoja asuu. Kutojan maja voidaan rakentaa kahteen paikkaan - joko lähelle maatilaa, varastoteltan tai varaston lähelle.
fr: La hutte du tisserand est l'endroit où vit le tisserand. Il y a deux emplacements où vous pouvez le construire : près de la ferme ou près du dépôt (ou de l'entrepôt).
id: Pondok penenun adalah tempat dimana penenun tinggal. Ada 2 tempat dimana kamu dapat membangunya - ditempat dimana dekat perkebunan atau didekat penyimpanan atau gudang.
it: La tenda del tessitore è il posto dove vivono i tessitori. Ci sono due punti in cui si può costruire - vicino alla fattoria o vicino ad una tenda di deposito (o il magazzino).
ja: 織工小屋は織工が住む場所です。これを建てることができる場所は、農場の近くか、貯蔵庫（あるいは倉庫）の近くの二箇所があります。
ko: 방직공의 오두막은 방직공이 사는 곳입니다. 농장 근처나 저장소 천막(또는 창고) 근처 두 곳에 지을수 있습니다.
nb: Veverhytten er stedet der veverne bor. Det er to steder du kan bygge den - enten nær gården eller nær et lagertelt (eller varehuset).
nl: De weverij is waar de kleermaker woont. Er zijn twee plekken waar je het kan plaatsen - of dicht bij de boerderij of bij een opslagtent (of het pakhuis).
pt: A cabana do tecelão é o lugar onde o tecelão mora. Há dois locais onde você pode construí-lo - próximo da fazenda ou próximo de uma tenda de armazenamento (ou um armazém).
tr: Dokumacı Çadırı dokumacının yaşadığı yerdir. İnşa edebileceğiniz iki yer vardır - Çiftliğe veya Depo Çadırı'na (veya Ambara) yakın.
uk: Житло ткача - це місце, де він живе. Існують дві місцевості, де ви можете побудувати його - або близько до ферми або близько до наметів для зберігання (або складу).

source: In both cases you should ensure the connection to a Trail as well.
de: In beiden Fällen solltet Ihr eine Wegverbindung sicherstellen.
es: En ambos casos asegúrate de que están bien conectados por Senderos.
et: Mõlemal juhul pead rajama ka ühendava teeraja.
fi: Molemmissa tapauksissa sinun tulee varmistaa polkuyhteys.
fr: Dans tous les cas, vous devriez également assurer la connexion à un sentier.
id: Dalam kasus yang lain, kamu perlu menghubungkannya dengan jalan.
it: In entrambi i casi è necessario garantire il collegamento ad un Sentiero.
ja: どちらの場合も、歩道に接続しているようにしてください。
ko: 두 경우 모두 길에 연결해야합니다.
nb: I begge tilfeller bør du sikre en forbindelse til en sti.
nl: Zorg in beide gevallen ook voor aansluiting op een pad.
pt: Em ambos os casos, certifique-se de que ele esteja conectado a uma trilha.
tr: İki durumda da Patikaya bağlantılarından emin olmalısınız.
uk: У обох випадках ви повинні забезпечити нормальне сполучення дорогою.

source: You can place the Weaver's Hut close to the Farm and tear down any Trail to the Farm to see that it will still fetch the wool and produce.
de: Ihr könnt die Weberhütte in der Nähe des Bauernhofs bauen und den Weg zum Bauernhof abreißen, und ihr werdet sehen, dass der Weber trotzdem die Wolle aufsammeln und mit der Produktion fortfahren wird.
es: Puedes colocar la Cabaña de Tejedor cerca de la Granja y olvidarte del Sendero y observar cómo aun así comenzará la recolección de lana y empezará la producción.
et: Kangru hüti võid paigutada farmi lähedale ja samas hävitada farmi ühendusteed, kuid villa varumine ja töötlemine jätkub ikkagi.
fi: Voit sijoittaa kutojan majan lähellä maatilaa ja tuhota kaikki maatilan polut nähdäksesi, että se silti hakee villaa ja tuottaa.
fr: Vous pouvez placer le tisserand près de la ferme et détruire tous les sentiers vers la ferme : le tisserand ira quand-même chercher la laine pour en faire du tissu.
id: Kamu dapat menempatkan pondok penenun dekat dengan perkebunan dan pastikan ada jalan yang menghubungkannya.
it: È possibile inserire una capanna del tessitore vicino alla fattoria e abbattere ogni sentiero alla fattoria per vedere che può ancora prendere la lana e produrre.
ja: 農場の近くに織工小屋を置いて、農家への道を全部取り除いても、織工小屋は羊毛を取得して生産を続けることが確認できるでしょう。
ko: 방직공의 오두막을 농장 근처에 짓고 농장과 연결된 길을 제거하더라도 여전히 양모를 생산하고 운반하는것을 확인할 수 있습니다.
nb: Du kan plassere veverhytten nær gården og fjerne alle stier til gården for å se at den fortsatt skaffer seg ull og produserer.
nl: Als je een weverij dicht bij een boerderij bouwt en alle paden er na toe afbreekt, dan zul je zien dat er nog steeds wol wordt afgehaald en stof wordt geproduceerd.
pt: Você pode posicionar a cabana do tecelão ao lado da fazenda sem uma trilhae observar que mesmo assim ele irá buscar a lã e começará a produção de tecido.
tr: Dokumacı Çadırı Çiftliğe yakın yerleştirebilir ve hala yün alıp üretebileceğini görmek için tüm Patikaları yok edebilirsiniz.
uk: Ви можете розмістити ткача біля ферми і зруйнувати будь-які дороги на ферму, щоб побачити, що він буде як і раніше отримувати шерсть і виробляти.

source: Task: Build a Weaver's Hut positioned so it can get wool.
de: Aufgabe: Errichtet eine Weberhütte in Reichweite von Wolle.
es: Tarea: Construye una Cabaña de Tejedor de forma que pueda recoger lana.
et: Ülesanne: ehita kangru hütt nii, et ta saaks hankida villa.
fi: Tehtävä: Rakenna Kutojan maja paikkaan, josta se saa villaa.
fr: Mission : installer un tisserand à proximité de la laine.
id: Tugas: Bangun pondok penenun dan posisikan ia sehingga dapat memperoleh wool.
it: Obiettivo: Costruire una capanna del tessitore posizionata in modo tale che possa ottenere la lana.
ja: 任務：織工小屋を羊毛を調達できるようにしつつ建設せよ。
ko: 임무: 양털을 얻을 수 있는 위치에 방직소를 건설하십시오.
nb: Oppgave: Bygg en veverhytte plassert slik at den får tak i ull.
nl: Opdracht: Bouw een weverij die bij het wol kan komen.
pt: Tarefa: Construir uma cabana de tecelão posicionada em um local onde possa obter lã.
tr: Görev: Yün alabilmesi için konumlandırılmış bir Dokumacı Çadırı inşa edin.
uk: Завдання: створіть ткача, розташованого так, щоби він міг отримати шерсть.

source: House a total of 50 or more inhabitants in your city to complete the tutorial. You need a positive balance.
bg: Настани 50 или повече жители в града за да завършиш урока. Нуждаеш се от положителен баланс.
ca: Aconseguiu tenir 50 habitants o més a la vostra ciutat per completar el tutorial. Heu de tenir un balanç positiu.
cs: Dosáhnětě 50 a více obyvatel ve vašem městě k dokončení tutorialu. Musíte mít pozitivní bilanci.
de: Beherbergt mehr als 50 Einwohner, um die Einführung zu beenden. Ihr benötigt außerdem eine positive Bilanz.
es: Hospeda al menos a 50 habitantes en tu ciudad para completar el tutorial. Necesitas un balance positivo.
et: Linnas olev maja, milles on vähemalt 50 elanikku, lõpetab selle õpetuse. Bilanns peab polema positiivne.
fi: Asuta siirtokuntaasi vähintään 50 asukasta ja läpäise tämä harjoituspeli. Tarvitset myös voittoa tuottavan talouden.
fr: Logez un total de 50 habitants au moins dans votre ville pour compléter ce didacticiel. Il vous faut un bilan positif.
gl: Aloxa a un total de 50 ou máis habitantes na túa cidade para completar a aprendizaxe. Necesitarás ademais ter un saldo positivo.
id: Raih Rumah dengan jumlah 50 atau lebih banyak penduduk di kotamu untuk menyelesaikan pembelajaran atau tutorial. Dan kamu butuh keseimbangan yang positif.
it: Alloggia almeno 50 abitanti nella tua città per completare il tutorial. Hai bisogno di un bilancio positivo.
ja: この街の住民が50人以上になれば、この教習課程は終了です。このとき、収支は黒字になっていなくてはなりません。
ko: 자습서을 완료하기 위해서는 도시에서 총 50명 이상의 주민들이 있어야 합니다. 흑자가 되도록 하십시오.
nb: Gi husrom til minst 50 innbyggere i byen din for å fullføre introduksjonen. Du trenger en positiv balanse.
nl: Deze oefening is af als je minstens 50 inwoners en een positieve balans hebt.
pl: Spraw aby w twojej osadzie mieszkało 50 lub więcej mieszkańców, by ukończyć tutorial. Musisz mieć dodatnie saldo.
pt: Aloja 50, ou mais, habitantes na cidade para terminar este tutorial. Necessitas ter um saldo positivo.
ru: Чтобы завершить обучение, обеспечьте жильём в Вашем городе 50 или более жителей. Баланс должен быть положительным.
tr: Öğreticiyi bitirmek için şehrinizde 50 veya daha fazla halka sahip olun. Pozitif bir bakiyeye ihtiyacınız var.
uk: Забезпечте житло 50 або більше жителів у вашому місті, щоби завершити навчання. Вам необхідний додатний баланс.

source: NEW TASK: COMPLETE TUTORIAL
bg: НОВА ЗАДАЧА: ЗАВЪРШИ УРОКА
ca: Nova tasca: completeu el tutorial
cs: NOVÝ ÚKOL: DOKONČETE TUTORIAL
de: NEUE AUFGABE: ABSCHLUSS
es: N. TAREA: COMPLETA EL TUTORIAL
et: UUS ÜLESANNE: LÕPETA ÕPETUS
fi: UUSI TEHTÄVÄ: LÄPÄISE HARJOITUSPELI
fr: MISSION : FINIR LE DIDACTICIEL
gl: Novo obxectivo — Remate
id: TUGAS BARU: SELESAIKAN PEMBELAJARAN
it: OBIETTIVO: FINISCI IL TUTORIAL
ja: 新しい任務：教習課程を完了せよ
ko: 새로운 임무: 자습서 완료
nb: NY OPPGAVE: FULLFØR INTRODUKSJONEN
nl: OPDRACHT: VOLTOOI TUTORIAL
pl: NOWE ZADANIE: Ukończ samouczek
pt: NOVA TAREFA: TERMINA O TUTORIAL
ru: НОВАЯ ЗАДАЧА: КОНЕЦ ОБУЧЕНИЯ
tr: YENİ GÖREV: ÖĞRETİCİYİ TAMAMLA
uk: НОВЕ ЗАВДАННЯ: ЗАВЕРШЕННЯ НАВЧАННЯ

source: Try to house a total of 50 or more inhabitants in your city by providing more residential buildings.
bg: Опитай да настаниш 50 или повече жители в града чрез предлагане на повече жилищни сгради.
ca: Intenteu aconseguir que la vostra ciutat tingui 50 habitants o més construint més edificis residencials.
cs: Dosáhnětě 50 a více obyvatel tím, že jim postavíte více domů.
de: Beherbergt mehr als 50 Einwohner, um die Einführung zu beenden. Errichtet hierzu weitere Wohngebäude und erweitert die Produktionslinien, falls nötig.
es: Intenta dar cobijo a un total de 50 o más habitantes en tu ciudad proporcionándoles más edificios residenciales.
et: Proovi majutada oma linnas vähemalt 50 elanikku ehitades rohkem elamuid.
fi: Yritä saada siirtokuntaasi vähintään 50 asukasta rakentamalla lisää asuinrakennuksia.
fr: Essayez de loger au moins 50 habitants dans votre ville en fournissant plus de résidences.
gl: Intenta aloxar a un total de 50 ou máis habitantes na túa cidade. Para facelo, necesitarás construír máis vivendas.
id: Coba bangun rumah dengan jumlah 50 atau lebih penduduk di kotamu dengan menyediakan lebih banyak bangunan perumahan.
it: Prova ospitare un totale di 50 o più abitanti nella tua città, costruendo piu edifici residenziali (abitazioni).
ja: 住宅をもっと提供して、あなたの街に50人以上の住民を住まわせましょう。
ko: 더 많은 주택을 제공하여 도시에 50 명 이상의 주민이 살게 하십시오.
nb: Forsøk å gi husrom til minst 50 innbyggere i byen din ved å tilby flere bolighus.
nl: Probeer 50 of meer bewoners in je stad te huisvesten door meer residentiële gebouwen te bouwen.
pl: Spróbuj mieć 50 lub więcej mieszkańców w twoim mieście budując domy mieszkalne.
pt: Tenta alojar um total de 50 ou mais habitantes na tua cidade proporcionando mais edifícios residenciais.
ru: Постарайтесь разместить в Вашем городе 50 или более жителей, построив больше жилых зданий.
tr: Daha fazla yerleşim binası sağlayarak şehrinizde 50 veya daha fazla nüfus elde edin.
uk: Спробуйте розмістити в підсумку 50 або більше жителів у вашому місті, надаючи більше житлових будівель.

source: Once you are able to keep an economy running which can satisfy this amount of consumers, you are ready to discover new Unknown Horizons!
bg: След като си в състояние да поддържаш работеща икономика която да удовлетворява потребителите, вече си готов да откриеш нови Unknown Horizons!
ca: Un cop pugueu mantenir una economia que pugui satisfer tants consumidors, estareu apunt per descobrir nous Horitzons Desconeguts!
cs: Jakmile zajistíte obyvatele, jste připraveni objevovat nové Neznámé obzory (Unknown Horizons)!
de: Sobald die Wirtschaft floriert und diese Anzahl an Einwohnern versorgen kann, seid Ihr bereit für Eure nächsten Aufgaben: Segelt zu neuen Ufern und erforscht „Unknown Horizons“!
es: ¡Una vez que seas capaz de mantener la actividad económica que permita satisfacer la demanda de los consumidores, estarás listo para descubrir nuevos Horizontes Desconocidos!
et: Kui su majandus töötab piisavalt, et rahuldada sellist elanike arvu, siis oled sa valmis avastama mängu "Unknown Horizons"!
fi: Jos pystyt luomaan tällaisen talouden, joka kestää tällaista asukasmäärää, olet valmis lähtemään kohti Tuntematonta Horisonttia!
fr: Dès que votre économie pourra satisfaire ce nombre de consommateurs vous serez prêt à découvrir d'autres territoires !
gl: En canto consigas desenvolver unha economía capaz de satisfacer ese número de consumidores, estarás listo para explorar novos horizontes!
id: Selagi kamu dapat menjaga perekonomian berjalan yang dapat membuat pelanggan puas, kamu siap menjelajahi Unknown Horizon yang baru!
it: Una volta che siete in grado di mantenere stabile un economia che può soddisfare questa quantità di consumatori, siete pronti a scoprire nuovi orizzonti sconosciuti!
ja: この規模の消費者を満足させるように経済を動かすことができるようになれば、あなたはUnknown Horizonsをマスターしたと言えるでしょう！
ko: 일단 이 정도 규모의 소비자를 만족시킬 수 있는 경제 운영을 유지할 수 있다면, 새로운 미지의 지평선을 탐험 할 준비가 된 것입니다!
nb: Så snart du klarer å holde en økonomi i gang som kan tilfredsstille en slik mengde forbrukere er du klar til å oppdage nye ukjente horisonter!
nl: Zodra je in staat bent de economie draaiende te houden met dit aantal verbruikers, ben je klaar om nieuwe onbekende horizonnen te ontdekken!
pl: Gdy jesteś w stanie utrzymać gospodarkę, by mogła zaspokoić potrzeby takiej ilości konsumentów, jesteś gotowy, aby odkrywać nowe nieznane noryzonty!
pt: Uma vez que estejas apto a manter uma economia que satisfaça esta quantidade de consumidores, estás preparado para descobrir novos Horizontes Desconhecidos!
ru: Умение справиться с нуждами такого числа потребителей, поддерживая необходимые экономические мощности, - залог Вашей готовности отправиться к новым Неизведанным Горизонтам!
tr: Ekonomiyi tüketicilerin miktarını karşılayacak şekilde dengelediğinizde, Unknown Horizons'u keşfetmeye hazırsınız demektir!
uk: Як тільки ви будете в змозі підтримувати управління економікою на рівні, який зможе задовольнити таку кількість споживачів, Ви готові відкрити для себе нові невідомі горизонти!

source: You also need enough money to keep this economy running, so a positive balance (check in the Warehouse tab 'Account') is required.
de: Ihr benötigt außerdem eine positive Bilanz. Diese könnt ihr im Kontor (Schaltfläche „Finanzen“) überprüfen.
es: Necesitas también bastante dinero para mantener la actividad económica, así como tener un saldo positivo (compruébalo en la pestaña del Almacén "Cuenta").
et: Sul on vaja piisavalt raha, et hoida majandus toimimas, seega on positiivne bilanss vajalik (kontrolli lao kaarti "Konto").
fi: Tarvitset myös tarpeeksi rahaa pitääksesi tämän talouden käynnissä, joten positiivinen saldo (tarkista asia Budjetti-välilehdeltä keskustorilta tai varastostasi) on pakollinen.
fr: Vous avez aussi besoin de suffisamment d'argent pour maintenir l'économie, une balance positive est nécessaire (voir l'onglet « Finances »).
id: Kamu juga butuh cukup uang untuk menjaga perekonomian tetap berjalan, jadi keseimbangan yang positif diperlukan (coba periksa di gudang, lalu ketuk tab 'Akun').
it: È inoltre necessario possedere abbastanza soldi per alimentare l'economia, quindi è richiesto un saldo positivo (guarda la scheda 'Account' del magazzino).
ja: この経済を動かし続けるためには十分なお金が必要です。そのため、収支は黒字でなくてはなりません（倉庫の「会計」タブで確認できます）。
ko: 또한 이 경제를 유지하기에 충분한 돈이 필요하므로 흑자 상태가 필요합니다 (창고의 '회계'탭 에서 확인 할수있습니다).
nb: Du trenger også nok penger til å holde denne økonomien gående, slik at en positiv balanse (sjekk varehus-fanen «Regnskap») er nødvendig.
nl: Je hebt ook genoeg geld nodig om de economie draaiende te houden, een positief balans (controleer in het pakhuis het tabblad 'Financiën') is aanbevolen.
pt: Você também precisará de dinheiro suficiente para manter a economia correndo, portanto, um saldo positivo (verifique a aba 'Finanças' no armazém) é necessário.
tr: Ayrıca bu ekonomiyi dengede tutmak için paraya ihtiyacınız olacak. Bunun için de bir pozitif bakiye (Ambar 'Hesap' sekmesine bakın) gerekli.
uk: Крім того, необхідно достатньо грошей, щоб ця економіка працювала, тому додатний баланс (перевірте "Рахунок" на вкладці складу) потрібний.

source: Task: Reach a total number of 50 inhabitants and a positive balance to complete this tutorial.
bg: Задача: Достигни общо количество от 50 жители и положителен баланс за да приключиш урока.
ca: Tasca: aconseguiu una població de 50 habitants i un balanç positiu per completar aquest tutorial.
cs: Úkol: Dosáhněte počtu 50 obyvatel a udrže kladnou bilanci pro dokončení tutorialu.
de: Aufgabe: Erreicht insgesamt 50 Einwohner und eine positive Bilanz, um diese Einführung abzuschließen.
es: Tarea: Alcanza un total de 50 habitantes y un saldo positivo para completar este tutorial.
et: Ülesanne: Jõua vähemalt 50 elanikuni ja positiivse bilansini, et see õpetus lõpetada.
fi: Tehtävä: Hanki vähintään 50 asukasta, varmista että taloutesi on tasapainossa läpäistäksesi tämän harjoituspelin.
fr: Mission : Atteindre un nombre total de 50 habitants et un bilan positif afin de terminer ce didacticiel.
gl: Obxectivo: consigue un total de 50 habitantes e un saldo positivo para completar a aprendizaxe.
id: Tugas: Capai jumlah 50 penduduk dan keseimbangan ekonomi yang positif untuk menyelesikan pembelajaran.
it: Obiettivo: Raggiungi una popolazione di 50 abitanti e un bilancio in attivo per completare il tutorial.
ja: 任務：合計50人の住民を確保し、収支を黒字にして、この教習課程を修了せよ。
ko: 임무: 이 자습서를 완료하려면 50명의 주민들과 보유금이 흑자가 되어야합니다.
nb: Oppgave: Oppnå totalt 50 innbyggere og en positiv balanse for å fullføre denne introduksjonen.
nl: Opdracht: Bereik een totaal van 50 inwoners en een positieve balans.
pl: Zadanie: Osiągnij liczbę 50 mieszkańców i dodatnie saldo, aby ukończyć ten samouczek.
pt: Tarefa: Atinja um total de 50 habitantes e um balanço comercial positivo para completar este tutorial.
ru: Задача: Добейтесь результата в 50 жителей и положительного баланса, чтобы завершить обучение.
tr: Görev: Bu öğreticiyi tamamlayabilmek için 50 nüfusa ve pozitif bakiyeye ulaşın.
uk: Завдання: досягніть загальної кількості населення 50 чоловік і додатного балансу для завершення цього уроку.

source: Congratulations! You have reached the end of this tutorial and are ready to meet new challenges!
bg: Поздравления! Вие достигнахте краят на този урок и сте готови да срещнете нови предизвикателства!
ca: Felicitats! Heu arribat al final d'aquest tutorial i esteu apunt d'enfrontar-vos a nous desafiaments!
cs: Gratulujeme! Dostali jste se na konec výuky a jste připraveni na další výzvy!
de: Glückwunsch! Ihr habt das Ende dieser Einführung erreicht und seid bereit, Euch neuen Herausforderungen zu stellen!
es: ¡Felicidades! ¡Has llegado al final de este tutorial y ya estás preparado para conocer nuevos desafíos!
et: Palju õnne! Oled jõudnud selle õpetuse lõppu ja valmis kohtuma järgmiste väljakutsetega!
fi: Onneksi olkoon! Olet pelannut tämän harjoituspelin läpi ja olet valmis kohtaamaan uusia haasteita!
fr: Félicitations ! Vous avez atteint la fin de ce didacticiel, vous êtes maintenant prêt à relever de nouveaux défis !
gl: Parabéns! Chegaches ao final da aprendizaxe, e estás preparado para afrontar novos desafíos!
id: Selamat! Kamu sudah mencapai akhir dari pembelajaran ini dan kamu sudah siap untuk bertemu tantangan baru!
it: Congratulazioni! Hai completato il tutorial e sei pronto per nuove sfide!
ja: おめでとうございます！教習課程はこれで終了です。新しい挑戦に漕ぎ出してみましょう！
ko: 축하합니다! 자습서를 완료했습니다. 이제 새로운 것에 도전해 봅시다!
nb: Gratulerer! Du har nådd slutten av denne introduksjonen og er klar til å møte nye utfordringer!
nl: Gefeliciteerd! U heeft deze handleiding voltooid en bent nu klaar voor nieuwe uitdagingen!
pl: Gratulacje! Ukończyłeś samouczek i jesteś gotowy stawić czoła nowym wyzwaniom!
pt: Parabéns! Chegaste ao fim deste tutorial e estás preparado para novos desafios!
ru: Поздравляем! Вы завершили обучение и готовы к новым испытаниям!
tr: Tebrikler! Bu öğreticinini sonuna ulaştınız ve yeni meydan okumalarla karşılaşmaya hazırsınız!
uk: Вітаємо! Ви досягнули кінця навчання і готові до нових випробувань!

source: NO TASKS LEFT
bg: НЯМА ДРУГИ ЗАДАЧИ
ca: No queden tasques
cs: ŽÁDNÉ DALŠÍ ÚKOLY
de: ALLE AUFGABEN ERLEDIGT
es: NO HAY MÁS OBJETIVOS
et: ROHKEM ÜLESANDEID EI OLE
fi: TEHTÄVIÄ EI OLE JÄLJELLÄ
fr: AUCUNE MISSION RESTANTE
gl: Acabáronse os obxectivos
id: TIDAK ADA TUGAS TERSISA
it: COMPITI FINITI
ja: 任務は終了しました
ko: 남은 임무 없음
nb: INGEN OPPGAVER IGJEN
nl: GEEN OPDRACHTEN RESTEREND
pl: Wszystkie zadania zostały wykonane
pt: NENHUMA TAREFA DISPONÍVEL
ru: НОВЫХ ЗАДАЧ НЕТ
tr: BEKLEYEN GÖREV YOK
uk: ЗАВДАНЬ БІЛЬШЕ НЕМАЄ
