Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: After some time, the first unit should walk to the Main Square and have a look for new construction material there to build a log house. This house will replace the old tent.
de: Nach einiger Zeit sollten die ersten Einwohner zum Marktplatz gehen und nach ausreichend Baumaterial suchen, um ein Blockhaus zu errichten. Dieses Haus wird das alte Zelt ersetzen.
es: Después de algún tiempo, la primera unidad saldrá caminando hacia la Plaza Principal donde buscará materiales de construcción para construirse una cabaña que sustituya su vieja tienda de campaña.
et: Mõne aja möödudes peaks esimene üksus tulema keskväljakule ja otsima seal uut ehitusmaterjali, et ehitada palkmaja. See maja asendab vana telgi.
fi: Jonkin ajan jälkeen ensimmäisen yksikön pitäisi kävellä keskustorille ja etsiä sieltä uusia rakennustarvikkeita rakentaakseen hirsitalon. Tämä talo korvaa vanhan teltan.
fr: Après quelque temps, un premier pionnier devrait aller à la place principale y chercher le matériel nécessaire à la construction d'une maison en rondins. Cette maison remplacera la vieille tente.
id: Setelah beberapa waktu, Unit Pertama harus berjalan ke alun-alun dan mencari bahan baku kontruksi baru disana untuk membangun rumah kayu, untuk menggantikan tenda tua.
it: Dopo qualche tempo, la prima unità dovrebbe raggiungere a piedi la piazza principale per avere nuovo materiale da costruzione per costruire una capanna di tronchi. Questa costruzione andrà a sostituire la vecchia tenda.
ja: しばらくすると、最初のユニットがメイン広場に歩いて行って、ログハウスを建てるための建材を探します。古い小屋は、このログハウスに建て替えられます。
ko: 얼마 후, 첫 번째 유닛이 중앙광장으로 걸어가서 통나무 집을 짓기위해 건축 자재를 찾을 것입니다. 이 집이 오래된 천막을 대체 할 것입니다.
nb: Etter litt tid vil den første enheten gå innom hovedtorget og se etter nye konstruksjonsmaterialer der for å bygge et tømmerhus. Dette huset vil erstatte det gamle teltet.
nl: Na een poosje zal de eerste mannetje naar de marktplein lopen en op zoek gaan naar nieuwe bouwmaterialen om een blokhut te bouwen. Dit huis zal de oude tent vervangen.
pt: Depois de algum tempo, a primeira unidade caminhará até a praça principal à procura de materiais de construção para erguer uma casa de madeira. Esta casa irá substituir a velha tenda.
tr: Bir süre sonra, ilk birlik Ana Meydana yürüyüp, kütük evi inşa etmek için yeni yapı malzemesi arayacaktır. Bu ev eski çadırın yerini alacak.
uk: Через деякий час, перший житель повинен дійти до головної площі і подивитися на нові будівельні матеріали, щоб побудувати дерев'яний будинок. Цей будинок буде заміняти старий намет.

source: Such residential upgrades cost resources and can thus be restricted at the Main Square.
de: Solche Wohnungaufstiege kosten euch Ressourcen, daher könnt Ihr sie auf dem Marktplatz einschränken.
es: Tales mejoras residenciales suponen un consumo de recursos, y ,por tanto, puede ser restringido en la Plaza Principal.
et: Selline elamute uuendamine nõuab ressursse ja seetõttu saab seda peaväljakul piirata.
fi: Asuinrakennusten päivitykset ovat ainoat, jotka maksavat resursseja, joten niitä voidaan rajoittaa keskustorilla.
fr: L'amélioration de l'habitation coûte des ressources et peut être limitée depuis la place principale.
id: Seperti peningkatan perumahan, biaya sumberdaya dapat dibatasi di alun-alun.
it: Tali aggiornamenti residenziali costano risorse e possono quindi essere limitati nella piazza principale.
ja: このような住居の改築は資源を消費しますので、メイン広場の状況に左右されます。
ko: 이러한 주택 개선은 자원을 소비하기때문에 중앙광장에서 제한 될 수 있습니다.
nb: Slike bostedsoppgraderinger koster ressurser og kan dermed begrenset fra hovedtorget.
nl: Zulke verbeteringen van woonhuizen verbruiken goederen en kunnen daarom verhinderd worden in de tabbladen van de marktplein.
pt: Tais aprimoramentos residenciais consomem recursos e, portanto, podem ser restringidos na praça principal.
tr: Benzer yerleşim yükseltmeleri kaynak tükettiğinden, Ana Meydanda kısıtlanabilir.
uk: Така модернізація жител коштуватиме деяких ресурсів і тому може бути обмежена на головній площі.

source: There also are upgrades of buildings without costs, as you will see with the lumberjack. In this case, only the graphics change.
bg: Има усъвършенствания на сградите без стойност, както ще видите при дърводелните. При тях се променя само изгледа на постройката.
ca: També hi ha millores d'edificis que no tenen cap cost, com podeu veure amb el llenyataire. En aquest cas, només canvia la imatge que es mostra.
cs: Jsou zde také manuální vylepšení některých budov, kdy jsou prostředky využity ke stavbě lepší verze budovy na tom samém místě. Také existují vylepšení bez poplatků, například jak uvidíte u dřevorubce (dojde ke grafické změně).
de: Es gibt aber auch Aufstiege ohne Kosten, wie Ihr zum Beispiel beim Holzfällerzelt bemerken werdet. In diesem Fall wird nur das Aussehen angepasst.
es: También hay mejoras de edificios sin costes, como podrás ver con el aserradero. En este caso, solo hay un cambio en los gráficos.
et: Samas on olemas ka ehitiste tasuta uuendamised, mida näed näiteks saeveskis. Sellisel juhul muutub ainult graafika.
fi: Jotkut päivitykset ovat kuitenkin maksuttomia, kuten esimerkiksi puunhakkaaja (jolloin vain ulkoasu muuttuu).
fr: Il existe aussi des améliorations gratuites, tel que vous le verrez avec le Camp de Bûcherons. Dans ce cas, seule l'apparence du bâtiment change.
gl: Tamén hai avances de edificios que non supoñen custos adicionais, como poderás observar co leñador. En casos coma este, o cambio é simplemente gráfico, só cambia o aspecto do edificio, máis nada.
id: Disana juga ada peningkatan dari bangunan tanpa biaya, seperti yang kamu lihat penebang pohon. Dalam kasus ini, hanya perubahan grafis.
it: Ci sono anche gli aggiornamenti di edifici, senza costi, come si vedere dal boscaiolo. In questo caso, solo la grafica cambia.
ja: 伐採所に見られるように、費用のかからない建造物の改築もあります。この場合には、グラフィックスだけが変化します。
ko: 또한 나무꾼을 보게 되므로 비용이 안드는 재건축이 있습니다. 이 경우, 그래픽만 바뀝니다.
nb: Det finnes også oppgraderinger av bygninger uten kostnader, slik du vil se hos tømmerhuggeren. I slike tilfeller er det kun grafikken som endrer seg.
nl: Er zijn ook gebouwen die zonder verdere kosten zullen worden verbeterd, zoals je zult zien bij de houthakker. In dit geval zal alleen de weergave veranderen.
pl: Niektóre ulepszenia mogą się jednak odbyć bez dodatkowych kosztów, zmienia się wtedy tylko ich grafika. Przykładem może być chata drwala.
pt: Existem também aprimoramentos sem custo, como poderá ver no caso do lenhador onde há apenas uma troca na representação gráfica do edifício.
ru: Как Вы сможете увидеть на примере палатки лесоруба, улучшения некоторых построек не требуют издержек. В этом случае меняется только их внешний вид.
tr: Ayrıca, oduncu'da da görebileceğiniz, masrafsız yükseltilebilen binalar da vardır. Bu durumda, sadece grafik değişecektir.
uk: Там також є модернізація будівель без затрат, як ви побачите, з лісопилкою. У цьому випадку тільки змінюється вигляд.

source: Upgraded housing accomodates more inhabitants, and pioneers pay more taxes than sailors, too.
bg: Усъвършенстваните постройки приютяват повече жители, освен това пионерите плащат повече данъци от моряците.
ca: A les cases millorades hi poden viure més habitants i els colons també paguen més impostos que els mariners.
cs: Vylepšené domy pojmou více obyvatel a průkopníci také platí vyšší daně než námořníci.
de: Verbesserte Wohnungen beherbergen mehr Bewohner und Pioniere zahlen auch mehr Steuern als Seefahrer.
es: Las mejoras de las casas permiten acomodar a más habitantes, y además los pioneros pagan más impuestos que los marineros.
et: Uuendatud elamusse mahub rohkem elanikke ja avastajad maksavad meremeestest ka rohkem makse.
fi: Päivitettyyn asumukseen mahtuu enemmän asukkaita ja lisäksi kansoittajat maksavat myös enemmän veroja kuin merimiehet.
fr: Les logements améliorés peuvent héberger plus d'habitants et, de plus, les pionniers paient plus de taxes que les marins.
gl: A medida que avanzan de nivel, as vivendas poden aloxar máis habitantes, e ademais, os colonos que habitan as novas casas pagan máis impostos que os mariñeiros.
id: Meningkatkan perumahan mengakomodasikan lebih banyak penduduk, dan pelopor membayar lebih banyak pajak daripada pelaut.
it: Un alloggio aggiornato accoglie più abitanti, in oltre i pionieri pagano più tasse rispetto ai marinai.
ja: 改築された住居には、より多くの住民が住むことができ、その上、開拓者たちは船乗りたちよりも多くの税金を払ってくれます。
ko: 재건축된 주택은 더 많은 주민들을 수용합니다, 그리고 개척자도 선원보다 더 많은 세금을 지불합니다.
nb: Oppgraderte boliger kan ta imot flere innbyggere, og pionerene betaler i tillegg mer skatt enn seilere.
nl: Verbeterde woningen bieden plaats aan meer inwoners, daarnaast betalen pioniers meer belasting als zeelui.
pl: Nowe mieszkanie może pomieścić większą ilość mieszkańców. Dodatkowo pionierzy płacą większe podatki niż marynarze.
pt: Habitações aprimoradas podem acomodar mais residentes, além de que pioneiros podem pagar impostos mais altos que marinheiros.
ru: Улучшенное жильё вмещает больше жителей, кроме того, первопроходцы платят больше налогов, чем моряки.
tr: Yükseltilmiş konaklama daha fazla halk barındırabilir ve öncüler denizcilerden daha fazla vergi verir.
uk: Оновлений будинок вміщає більше жителів, і піонери платять більше податків, ніж моряки, також.

source: As you may have figured out already, the downside is that pioneers demand additional goods which sailors do not need - so you will need to spend this extra money to make them happy as well.
bg: Както сте забелязали вече, недостатък е че пионерите се нуждаят от допълнителни стоки които не са нужни на моряците - така че ще трябва да харчите повече пари за да ги направите щастливи.
ca: Com ja us podeu imaginar, la part negativa és que els colons demanen més productes que els mariners. Així que haureu de fer servir més diners per fer-los igualment feliços.
cs: Jak už jste si možná všimli, nevýhodou je, že průkopníci požadují dodatečné zboží, které námořníci nepotřebovali - takže budete muset utratit peníze, abyste je učinili šťastnými.
de: Wie Ihr wahrscheinlich schon ahnt, gibt es auch einen Nachteil. Pioniere benötigen weitere Güter, die Seefahrer nicht brauchten. Damit müsst Ihr mehr Geld aufwenden, um sie weiterhin zufrieden zu stellen.
es: Como habrás podido averiguar, la desventaja es que los pioneros demandan productos adicionales que los marineros no necesitaban, así que tendrás que gastar este dinero extra en hacerles felices también.
et: Ilmselt oled juba taibanud, et avastajad nõuavad täiendavaid kaupu, mida meremehed ei vaja. Seega pead kulutama rohkem raha, et ka luurajad oleksid õnnelikud.
fi: Kuten olet jo saattanut huomata, huonona puolena kansoittajat vaativat myös tavaroita, joita merimiehet eivät tarvinneet - sinun pitää siis käyttää nämä ylimääräiset tuotot myös heidän onnellisena pitämiseen.
fr: Comme vous l'avez peut-être constaté, le désavantage est que les pionniers demandent des biens supplémentaires dont les marins n'ont pas besoin - vous devrez donc dépenser cet argent supplémentaire pour les satisfaire également.
gl: Como xa imaxinarás, o malo é que os colonos esixen bens adicionais que os mariñeiros non necesitan. Así que terás que gastar cartos en facer felices aos colonos tamén.
id: Seperti yang mungkin sudah kamu ketahui, kelemahan permintaan pelopor adalah barang-barang tambahan yang mana pelaut tidak butuhkan - jadi kamu akan butuh meluangkan lebih banyak uang untuk membuat mereka senang.
it: Come avrete già capito, il lato negativo è che i pionieri richiedono beni supplementari di cui i marinai non hanno bisogno - così hai bisogno di spendere soldi in più per renderli felici.
ja: すでに気付かれたかもしれませんが、開拓者の欠点は、船乗りならば必要としなかった財を需要することです。したがって、彼らをも幸せにするためには、お金がもっと必要です。
ko: 이미 눈치 챘는지 모르겠지만, 단점은 개척자가 선원을 필요로 하지 않은 추가 물품을 요구하는 것입니다. - 그래서 그들을 행복하게 만들게 할뿐만아니라 이 여분의 돈을 소비해야합니다.
nb: Som du kanskje har oppdaget allerede, er ulempen at pionerer krever ekstra varer som sjøfolk ikke grenger - så du må i tillegg bruke mer penger på å gjøre dem fornøyde.
nl: Zoals je wellicht al ontdekt hebt is het nadeel dat pioniers meer goederen eisen, waar zeelui zonder konden. Hierdoor kost het meer geld deze mensen tevreden te houden.
pl: Jak możesz się zapewne domyślić, pionierzy mają również więcej wymagań - potrzebujesz zatem więcej pieniędzy żeby ich uszczęśliwić.
pt: Como você já deve supor, a desvantagem é que os pioneiros necessitam de mais mercadorias - sendo assim você deverá então investir a receita extra para satisfazê-los.
ru: С другой стороны, нетрудно догадаться, что первопроходцам требуются новые товары, в которых не нуждаются моряки, - и чтобы они были довольны, Вам придётся тратить больше денег.
tr: Daha önce de farketmiş olabileceğiniz gibi öncüler denizcilerin gerektirmediği ek ihtiyaçlar ister. Bu yüzden onları da mutlu edebilmeniz için bu ek parayı harcamanız gerekiyor.
uk: Як ви, напевно, вже здогадалися, недоліком є те, що першопрохідці вимагають додаткових товарів, які морякам не потрібні - так що вам доведеться витрачати на це додаткові гроші, щоб зробити їх щасливими.

source: Task: Set the tax level to Low (left end) and wait for sailors to upgrade.
bg: Задача: Намалете данъците (левият край) и чакайте моряците да се усъвършенстват.
ca: Tasca: poseu els impostos baixos (a l'esquerra de tot) i espereu que els mariners s'actualitzin.
cs: Úkol: Nastavte výši daní na nízkou hodnotu (levý okraj posuvníku) a počkejte na vylepšení.
de: Aufgabe: Setzt die Steuern auf Niedrig (linkes Ende) und wartet darauf, dass die Siedler ihre Wohnungen verbessern.
es: Tarea: Fija un nivel de impuestos Bajo (hacia la izquierda) y espera a que los marineros empiecen las mejoras.
et: Ülesanne: määra maksu tasemeks Madal (vasak serv) ja oota, et meremehed jõuaks uuele tasemele.
fi: Tehtävä: Aseta veroprosentti matalaksi (vasempaan päähän) ja odota merimiesten päivittymistä.
fr: Mission : Baissez les taxes (côté gauche du régleur) et attendez que les marins se développent.
gl: Obxectivo: baixa o nivel de impostos (extremo esquerdo) e agarda a que os mariñeiros avancen de nivel.
id: Tugas: Tetapkan tingkatan pajak ke paling rendah (Pojok Kiri) dan tunggu hingga pelopor ditingkatkan.
it: Obiettivo: Imposta il livello delle tasse su Basso (a sinistra) ed attendi l'aggiornamento dei marinai.
ja: 任務：税の水準を最低（左端）に置いて、船乗りたちが昇格するのを待て。
ko: 임무: 세금 수준을 낮게(왼쪽 끝) 설정하고 재건축할 선원을 기다리십시오.
nb: Oppgave: Sett skattenivået til Lavt (helt til venstre) og vent til sjøfolkene oppgraderer.
nl: Opdracht: Zet het belastingniveau op laag (linkerzijde) en wacht tot de zeelui hun woningen verbeteren.
pl: ZADANIE: Ustaw poziom podatków na niski (lewy koniec suwaka) i poczekaj aż marynarze przejdą na wyższy poziom.
pt: Tarefa: Baixa os impostos (lado esquerdo) e espera pela promoção dos marinheiros.
ru: Задача: Установите низкий (до левого предела) уровень налогов и дождитесь, когда моряки перейдут на следующий уровень.
tr: Görev: Vergi seviyesini Düşük (en sol) yapın ve denizcilerin yükseltilmesini bekleyin.
uk: Завдання: Встановіть рівень податків до низького (лівий край) і почекайте, поки моряки оновляться.

source: Build a Farm and keep some empty space around it.
de: Errichtet einen Bauernhof und lasst ausreichend Platz in der Umgebung frei.
es: Construye una Granja manteniendo disponible algún espacio alrededor de ella.
et: Ehita farm ja jäta selle ümbrusesse natuke tühja maad.
fi: Rakenna maatila ja jätä vapaata tilaa sen ympärille.
fr: Construisez une ferme et laissez de l'espace libre autour d'elle.
id: Bangun perkebunan dan jaga supaya tempat disekelilingnya tetap kosong.
it: Costruisci una fattoria e mantieni dello spazio disponibile intorno ad essa.
ja: 周囲に用地を確保できる場所に農家を建てましょう。
ko: 주위에 빈 공터를 확보할수 있는 곳에 농장을 지으십시오.
nb: Bygg en gård og behold noe ubrukt areal rundt den.
nl: Plaats een boerderij, zorg voor vrije ruimte eromheen.
pt: Constrói uma Quinta e deixa algum espaço livre à sua volta.
tr: Bir Çiftlik inşa edin ve çevresinde biraz boş alan bırakın.
uk: Побудуйте ферму, залишивши деякий простір навколо неї.

source: NEW TASK: BUILD A FARM
bg: НОВА ЗАДАЧА: ПОСТРОЙТЕ ФЕРМА
ca: Nova tasca: construïu una granja
cs: NOVÝ ÚKOL: POSTAVTE FARMU
de: NEUE AUFGABE: BAUERNHOF
es: N. TAREA: CONSTRUYE UNA GRANJA
et: ÜLESANNE: EHITA FARM
fi: UUSI TEHTÄVÄ: RAKENNA MAATILA
fr: MISSION : CONSTRUIRE UNE FERME
gl: Novo obxectivo — Granxa
id: TUGAS BARU: BANGUNLAH PERKEBUNAN
it: OBIETTIVO: LA FATTORIA
ja: 新しい任務：農家を建てよ
ko: 새로운 임무: 농장 건설
nb: NY OPPGAVE: BYGG EN GÅRD
nl: OPDRACHT: BOUW EEN BOERDERIJ
pl: NOWE ZADANIE: Zbuduj farmę
pt: NOVA TAREFA: CONSTRÓI UMA QUINTA
ru: НОВАЯ ЗАДАЧА: ФЕРМА
tr: YENİ GÖREV: BİR ÇİFTLİK İNŞA EDİN
uk: НОВЕ ЗАВДАННЯ: БУДІВНИЦТВО ФЕРМИ

source: Congratulations! Some of your inhabitants have reached tier II!
bg: Поздравления! Някои от жителите ви преминаха във второ ниво!
ca: Felicitats! Alguns dels vostres habitants han assolit el nivell 2!
cs: Gratulujeme! Část vašich obyvatel dosáhla úrovně II!
de: Gratulation! Einige Eurer Einwohner haben soeben Stufe II erreicht!
es: ¡Felicidades! ¡Algunos de tus habitantes han alcanzado el nivel 2!
et: Palju õnne! Mõned su elaniukd on jõudnud järgmisele tasemele!!!
fi: Onneksi olkoon! Osa asukkaistasi on saavuttanut tason II!
fr: Félicitations ! Certains de vos habitants ont atteint le deuxième niveau de développement !
gl: Parabéns, algúns habitantes chegaron ao segundo nivel!
id: Selamat! Beberapa pendudukmu sudah mencapai tingkatan 2!
it: Congratulazioni! Alcuni dei tuoi abitanti hanno raggiunto il livello II!
ja: おめでとうございます！あなたの住民の一部が次の階層に達しました！
ko: 축하합니다! 주민들의 일부가 계층II에 도달했습니다!
nb: Gratulerer! Noen av dine innbyggere har oppnådd nivået!!!
nl: Gefeliciteerd! Sommige inwoners hebben beschavingsniveau II bereikt!
pl: Gratulacje! Niektórzy z twoich mieszkańców przeszli na drugi poziom rozwoju!
pt: Parabéns! Alguns de seus habitantes atingiram o nível 2!
ru: Поздравляем! Некоторые из жителей достигли второго уровня!
tr: Tebrikler! Halkınızın bir bölümü seviye II'ye ulaştı!
uk: Вітаємо! Деякі з ваших жителів досягли рівня II!

source: Now you have access to new buildings, take a look at the Build menu again.
bg: Сега имате достъп до нови постройки, погледнете в меню "Построй".
ca: Ara teniu disponibles nous edificis: torneu a fer una ullada al menú construcció.
cs: Nyní máte přístup k novým budovám, podívejte se do Stavebního menu znova.
de: Jetzt habt Ihr Zugriff auf neue Gebäude. Werft dazu einen Blick auf das Baumenü.
es: Ahora tienes acceso a nuevos edificios, echa un vistazo otra vez al Menú de Construcción.
et: Nüüd on sul võimalid ehitada uusi ehitisi. Vaata uuesti menüüd "Ehita".
fi: Tämä avaa uusia rakennusmahdollisuuksia, joten vilkasepa rakennusvalikkoa uudestaan.
fr: Vous avez maintenant accès à de nouveaux bâtiments, regardez de nouveau le menu de construction.
gl: Agora terás acceso a novos edificios, bótalle unha ollada ao menú de construción.
id: Sekarang kamu punya akses ke bangunan yang baru, coba lihat ke daftar bangunan lagi.
it: Ora avete accesso a nuovi edifici, dai di nuovo un'occhiata al menu Costruzioni.
ja: 新しい建造物を建てられるようになっていますので、建設メニューをもう一度見てみてください。
ko: 이젠 지금 새로운 건물에 접근할수 있습니다, 건설 메뉴를 다시 봐보십시오.
nb: Nå har du tilgang til to nye bygninger. Ta en ny titt på byggemenyen.
nl: Je beschikt nu over nieuwe gebouwen, kijk nog maar eens in het Bouw menu.
pl: Masz teraz dostęp do nowych budynków. Zajrzyj teraz do menu budowania.
pt: Agora você terá acesso a novas construções, dê uma olhada no menu de construção novamente.
ru: Теперь Вам доступны новые постройки - загляните в меню строительства.
tr: Artık yeni binalara erişiminiz var, tekrar İnşa menüsüne bakın.
uk: Тепер у вас є доступ до нових будівель, погляньте на меню будівництва знову.

source: A shiny new tab appeared there.
bg: Бляскащо ново поле се появява там.
ca: Hi apareix una preciosa nova pestanya.
cs: Objevila se zde nová blýskavá záložka.
de: Eine hübsche neue Schaltfläche ist aufgetaucht.
es: Un nueva y reluciente pestaña apareció ahí.
et: Sinna on lisandunud uus vahekaart.
fi: Sinne on ilmestynyt uusi välilehti.
fr: Un joli nouvel onglet vient d'y apparaître.
gl: Apareceu nel unha nova e relucente lapela.
id: Tab baru yang Berkilau muncul disana.
it: Apparira' una nuova scheda brillante.
ja: 出来たての新しいタブがあるはずです。
ko: 그곳에 빛나는 새로운 탭이 나타났습니다.
nb: En skinnende ny fane har dukket opp der.
nl: Een prachtig nieuw tabblad is hier verschenen.
pl: Pojawiła się nowa, piękna zakładka.
pt: Uma nova aba brilhante apareceu por lá.
ru: В нём засиял новый раздел.
tr: Yeni parlak bir sekme göründü.
uk: Блискуча нова вкладка там появилася.

source: Pioneers will demand cloth, so you need to set up a production line for cloth starting with lambs wool (which is one of the goods produced at the Farm).
de: Pioniere werden Stoffe verlangen, deshalb müsst Ihr eine neue Produktionslinie planen. Sie beginnt mit Lammwolle (die, wie einige andere Rohstoffe, am Bauernhof produziert wird).
es: Los pioneros reclamarán tejidos, así que necesitas fijar el inicio de una línea de producción textil con lana de oveja (que es uno de los bienes producidos en la Granja).
et: Avastajad vajavad kangast. Seega pead üles seadma kanga tootmisliini, mille sisendiks on lambavill (see on üks kaupadest, mida farm toodab).
fi: Kansoittajat vaativat kangasta, joten sinun on perustettava tuotantolinja kankaille, joka alkaa karitsanvillasta (joka on yksi maatilalla tuotetuista tuotteista).
fr: Les pionniers demanderont du tissu, vous devrez créer une ligne de production en commençant par la laine de mouton (l'un des biens produits à la ferme).
id: Pelopor akan menginginkan pakaian, jadi kamu perlu menetapkan produksi untuk pakaian, dengan memulainya dengan wool domba (yang mana merupakan barang produksi dari perkebunan).
it: I pionieri richiederanno stoffa, quindi è necessario impostare una linea di produzione per la stoffa partendo con lana di agnello (che è uno dei beni prodotto nelle fattorie).
ja: 開拓者たちは布を必要としますので、羊毛（農家が生産する財の一つ）から始まる布の生産ラインを構築する必要があります。
ko: 개척자들이 옷감을 요구하기 때문에 양털(농장에서 생산되는 물품중의 하나)로 만드는 옷감 생산라인을 구축해야 합니다.
nb: Pionerene vil kreve tøy. Du må dermet sette opp en produksjonslinje for tøy som starter med saueull (som er en av varene som produseres av gården).
nl: Pioniers hebben kleding nodig, dus moet je hiervoor een productielijn opzetten, te beginnen met - op de boerderij geproduceerde - schapenwol.
pt: Os pioneiros necessitam de tecido, então você precisa formar uma linha de produção à começar com a lã de ovelha (um dos recursos produzidos na fazenda).
tr: Öncüler kıyafet isteyecekler, bu yüzden koyun yünü (Çiftlikte üretilebilen ürünlerden biri) ile başlamak üzere kıyafet için bir üretim hattı ayarlamanız gerek.
uk: Першопрохідці будуть вимагати тканини, тому вам потрібно створити лінію з виробництва тканини, починаючи з вовни овець (який є одним з товарів, вироблених на фермі).
