Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: After some time, the first unit should walk to the main square and have a look for new construction material there to build a log house. This house will replace the old tent.
bg: След известно време, първият жител ще отиде до площада и ще потърси нови строителни материали за да построи дървена къща. Тази къща ще замени палатката.
ca: Si espereu una mica, la primera unitat anirà a la plaça principal a buscar nous materials de construcció per construir una casa de troncs. Aquesta casa reemplaçarà la vella tenda.
gl: Despois dun tempo, algún mariñeiro irá á praza principal a buscar novos materiais de construción para construírse unha casa de madeira. Dita casa substituirá a tenda do mariñeiro.
ru: Через некоторое время на площадь должен прийти первый житель в поисках новых материалов, необходимых для постройки бревенчатого дома, который заменит старую палатку.

source: Such residential upgrades cost resources and can thus be restricted at the main square.
bg: За тези жилищни усъвършенствания са необходими ресурси и по тази причина трябва да се ограничават от главния площад.
ca: Aquestes millores de cases costen recursos que podeu limitar a la plaça central.

source: Build a farm and keep some empty space around it.
bg: Постройте ферма и оставете свободно място около нея.
ca: Construïu una granja i mantingueu una mica d'espai lliure al voltant.
gl: Constrúe unha granxa e deixa espazo baleiro ao seu arredor.
ru: Постройте ферму, оставив некоторое пространство вокруг неё.

source: Pioneers will demand cloth, so you need to set up a production line for cloth starting with lambs wool (which is one of the goods produced at the farm).
bg: Пионерите се нуждаят от дрехи, затова трябва да организирате производството им започвайки с вълна (една от стоките произвеждани във фермата).
ca: Els «Colons» demanaran roba. Per tant, heu d'establir una nova línia de producció de roba, començant per la llana d'ovella (un dels productes que es fan a la granja).
gl: Os colonos esixirán roupa, así que necesitas preparar unha liña de produción desta, comezando pola la dos años (que é un dos bens que se poden producir nunha granxa).
ru: Первопроходцам понадобится ткань, так что Вам нужно наладить её производство - начиная с овечьей шерсти, которую производят на ферме.

source: The farm is a very special production building since it can produce not only one, but very many (and different) goods if you choose.
bg: Фермата е много специална производствена сграда понеже може да произвежда много (и различни) стоки ако изберете тази възможност.
ca: La granja és un edifici productiu molt particular perquè podeu escollir produir no només un, sinó diversos (i diferents) productes.
gl: As granxas son edificios de produción moi especiais, dado que poden producir non un, senón moitos (e moi distintos) bens, se así o decides.
ru: Ферма - особое предприятие, она может производить не один товар, а множество различных типов на Ваш выбор.

source: The output of farms depends on what kind of fields you build around it.
bg: Продукцията на фермата зависи от това какви полета ще разположите около нея.
ca: La producció de la granja depèn del tipus de camps que hi construïu al voltant.
gl: O que xeran as granxas depende do tipo de campos que constrúas ao seu arredor.
ru: Продукция фермы зависит от того, какие поля Вы обустроите рядом с ней.

source: Farms, like all companies producing raw materials, do not necessarily need to be connected to storage or a warehouse.
bg: Фермите, като всички компании произвеждащи суровини, не се нуждаят на всяка цена от пътна връзка със склада.
ca: Les granges, com totes les companyies que produeixen matèries primeres, no cal que estiguin connectades a cap magatzem o dipòsit.

source: As long as units of the final production company can reach the farm, and collectors from the warehouse or storage tent can reach the final company everything's fine.
bg: Но доколкото компаниите за крайна продукция трябва да я достигат и събирачите от склада то тя се нуждае от пътна връзка.
ca: Mentre les unitats de la granja puguin arribar a la companyia del producte final i els recol·lectors o tendes del magatzem puguin arribar a aquesta companyia, tot anirà bé.
gl: Sempre e cando as unidades dos negocios de transformación desas materias primas teñan a granxa ao seu alcance, e os transportistas dos almacéns e depósitos poidan chegar ata o negocio de transformación desas materias primas, non haberá problema.
ru: Достаточно, чтобы ферма была связана с предприятиями, производящими готовую продукцию, а к тем имели доступ носильщики со склада или хранилища.

source: Try to build the farm not too close to the coast or your existing buildings since it will need some space around it to work well.
bg: Постройте фермата не много близо д брега или съществуващи сгради понеже тя се нуждае от пространство за да работи.
ca: Mireu de no construir la granja massa prop de la costa o d'altres edificis perquè necessitarà espai al voltant per poder treballar bé.
gl: Intenta construír a granxa lonxe da costa ou dos edificios existentes, dado que para que funcione necesitarás espazo ao seu redor.
ru: Располагайте ферму в стороне от берега или готовых построек, поскольку для нормальной работы понадобится задействовать окружающие её участки.

source: Task: Build a farm.
bg: Задача: Построй ферма.
ca: Tasca: construïu una granja.
gl: Obxectivo: constrúe unha granxa.
ru: Задача: Постройте ферму.

source: The farm itself is not going to produce anything without some fields.
bg: Фермата сама по себе си няма да произвежда нищо докато не добавим някои полета около нея.
ca: La granja no produirà res per si sola sense camps.
gl: A granxa por si soa non produce nada, necesita ter campos ao seu arredor.
ru: Сама ферма не производит ничего, пока к ней не прилегают поля.

source: Let's have a short overview: * Pasture: Sheep live here, producing lamb wool. * Potato field: Grows potatoes which are currently treated as food. * Sugar field: Grows sugar which is used to distill liquor and (later) produce confectionery.
bg: Нека направим кратко описание: *Пасище: Отглеждат се овце, произвежда се вълна. *Картофена нива: Отглеждат се картофи които са храна. *Захарни полета: Добива се захар която се използва за дестилиране на ликьор и (по-късно) за производство на сладкарски изделия.
ca: Fem-hi una ullada: * Pastures: hi viuen les ovelles i produeixen llana. * Camp de patates: hi creixen patates que, de moment, es tracten com a aliment. * Camp de sucre: s'hi obté sucre per destil·lar licor (i, més endavant, fer pastissos).
gl: Aquí tes unha introdución a cada un deses campos: • Campo de ovellas. Críanse ovellas, cuxos años producen la. • Horta de patacas. Cultívanse patacas, que serven de alimento. • Campo de azucre. Cultívase azucre, que se emprega para destilar licor e, máis adiante, doces.
ru: Рассмотрим возможные варианты: * Пастбище: разведение овец даёт овечью шерсть. * Поле картофеля: выращиваемый картофель употребляется в пищу. * Сахарное поле: получаемый сахар используется при перегонке алкоголя и (позже) в производстве сладостей.

source: Note that for potatoes you will need a road connection to the farm (not to the field!) as it will be the only company to work on the goods.
bg: Имайте в предвид че ако отглеждате картофи ще ви е нужна пътна връзка (не с полето!) защото тогава тя ще е единствената компания която работи с тази стока.
ca: Recordeu que per fer patates necessiteu una carretera que connecti amb la granja (no amb el camp!) perquè és l'única companyia que es necessita per produir-les.
gl: Ten en conta que para as patacas necesitarás un camiño que conecte a granxa (non a horta en si) cun almacén ou depósito, dado que as patacas non necesitan transformarse noutro negocio, senón que se distribúen directamente para o seu consumo.
ru: Помните, что картофель является конечным продуктом, и для его распределения понадобится дорога от склада или хранилища к ферме (а не к самому полю).

source: Make sure that all fields you build are in the area covered by the farm.
bg: Внимавайте всички полета които строите за фермата да са в нейния обхват.
ca: Assegureu-vos que construïu tots els camps dins de l'àrea d'influència de la granja.
gl: Asegúrate de que todos os campos que constrúas están na zona de acción da granxa.
ru: Убедитесь, что все закладываемые Вами поля находятся в пределах досягаемости фермы.

source: You can have combined production - one pasture will not lead to 100 percent efficiency of the farm - but you need to check how many fields one farm can serve.
bg: Можете да имате комбинирано производство- едно пасище не може да натовари фермата ефективно (на 100%), ще трябва да проверявате колко полета може да обслужи една ферма.
ca: Podeu tenir una producció combinada: una pastura no farà la granja eficient al 100%, sinó que heu de veure quants camps pot portar una granja.
gl: Podes combinar a produción de distintas materias primas, xa que un simple campo de ovellas non aproveitará completamente as capacidades produtivas da granxa, pero tes que determinar a cantidade de campos que pode ter a granxa.
ru: Вы можете сочетать виды продукции - одно пастбище не займёт 100% мощностей фермы, но нужно определить, сколько полей сможет обслуживать одно хозяйство.

source: Task: Build at least one pasture in the farm's range and add potato fields if you like.
bg: Задача: Построй поне едно пасище в обсега на фермата и добави картофени ниви ако желаеш.
ca: Tasca: construïu com a mínim una pastura a l'abast de la granja i, si voleu, un camp de patates.
gl: Obxectivo: constrúe como mínimo un campo de ovellas na zona de acción da granxa e engade hortas de patacas se queres.
ru: Задача: Заложите в зоне досягаемости фермы хотя бы одно пастбище и, по желанию, поля картофеля.

source: Since your warehouse does not have unlimited space to store goods, collectors will stop fetching goods from companies when stock is full.
bg: Понеже склада няма неограничено място за съхранение на стоки, събирачите ще спрат да пренасят стоките от компаниите когато се запълни.
ca: Com que el magatzem no té espai il·limitat, els recol·lectors no recolliran productes de les companyies quan no càpiguen a l'estoc.

source: All companies offer to do no work at all. This may sound strange, but click on the gear wheel you see in a lumberjack hut's overview.
bg: Всички компании предлагат възможност да не работят. Това е странно, но кликване по иконата зъбно колело предлага описание.
ca: Qualsevol companyia pot deixar de treballar. Potser us sonarà estrany, però feu clic a la roda dentada de la vista de la cabana del llenyataire.
gl: Todos os negocios poden non facer nada. Pode que che soe raro, pero proba a premer a icona de engrenaxe da xanela de información da cabana do leñador.
ru: Каждое предприятие может полностью остановить работу. Пусть это звучит странно, но щёлкните мышью на шестернях в разделе хижины лесоруба.

source: Another solution is to build the last tier-I building which has not been mentioned so far: the storage tent.
bg: Другото решение е да построиш последната постройка за ниво 1: Шатра склад.
ca: Una altra solució és construir el darrer edifici de nivell 1 que encara no hem esmentat: la tenda magatzem.
gl: Outra solución consiste en construír o último edificio do primeiro nivel que nos falta por ver: a tenda de depósito.
ru: Другой выход - построить последнее здание первого уровня, о котором пока не упоминалось - хранилище.

source: This building has two purposes. It: * Offers more storage for your goods, and * sends its own collectors to fetch goods, just like the warehouse does.
bg: Тази постройка има две предназначения. Тя: *Предлага повече складово място за стоки, и *изпраща свои събирачи за пренасяне на стоки както прави и склада.
ca: Aquest edifici té dos objectius: * Ofereix més espai per als vostres productes * Envia els seus propis recol·lectors a buscar productes, com fan els magatzems.

source: Note that companies can also be connected to a storage in order to get their products collected, and if the warehouse is overwhelmed with collector tasks, you can place a storage tent to help out there.
bg: Когато склада се претовари с задачи за пренасяне от компаниите, можеш да го облекчиш като построиш шатра склад която да поеме част от работата.
ca: Les companyies també poden estar connectades a un magatzem per recollir els seus productes, i si el magatzem està saturat amb les tasques de recol·lecció, podeu posar una tenda magatzem que li doni un cop de mà.

source: Task: Build a storage tent, preferably where you need collectors.
bg: Задача: Построй шатра склад за предпочитане там където не достигат събирачи.
ca: Tasca: construïu una tenda magatzem, preferiblement on necessiteu recol·lectors.
gl: Obxectivo: constrúe unha tenda de depósito, preferiblemente nun lugar no que necesites transportistas.
ru: Задача: Постройте хранилище, желательно там, где нужны носильщики.

source: Build a weaver that can somehow reach the wool of your farm.
bg: Построй тъкачница, така че да може да достига до вълната от фермата.
ca: Construïu un teixidor que pugui obtenir llana de la vostra granja.
gl: Contrata un tecelán que teña acceso á la da granxa.
ru: Постройте хижину ткача, так чтобы он смог получать шерсть с фермы.

source: There are two spots where you can build it - either close to the farm or close to a Storage Tent (or the warehouse).
bg: Има две места на които може да се построи. Или близо до фермата, или близо до шатрата склад (или склада).
ca: Hi ha dos llocs on el podeu construir: prop de la granja o prop de la tenda magatzem (o del magatzem).

source: In both cases you should ensure the connection to a trail as well.
bg: И в двата случая трябва да свързана с път.
ca: En ambdós casos us heu d'assegurar que està connectat a un camí.
gl: En calquera dos dous casos, asegúrate de que quede conectado tamén a un sendeiro.
ru: В обоих случаях следует также позаботиться о путевом сообщении.

source: You can place the weaver close to the farm and tear down any trail to the farm to see that it will still fetch the wool and produce.
bg: Можеш да разположиш тъкачницата близо до фермата и да я свържеш с път с фермата и да видиш как ше взема вълната и ще произвежда.
ca: Podeu posar el teixidor prop de la granja i no posar cap camí i veureu que la llana hi arriba igual.
gl: Podes situar o tecelán preto da granxa e destruír calquera sendeiro que vaia ata esta última, para ver como, efectivamente, o negocio pode obter a la e transformala de todos xeitos.
ru: Расположив хижину ткача вблизи фермы, Вы можете оборвать все пути к последней, дабы убедиться, что он продолжит забирать шерсть и вырабатывать ткань.

source: Task: Build a weaver positioned so it can get wool.
bg: Задача: Построй тъкачница така че да може да взема вълна.
ca: Tasca: construïu un teixidor en un lloc on pugui disposar de llana.
gl: Obxectivo: contrata un tecelán e sitúao de xeito que teña acceso á la.
ru: Задача: Постройте хижину ткача, так чтобы он смог забирать шерсть.

source: You also need enough money to keep this economy running, so a positive balance (check in the warehouse tab 'Account') is required.
bg: Също така се нуждаеш от достатъчно пари за да поддържаш икономиката работеща, така че е нужен положителен баланс (провери в полето "Сметка" на склада).
ca: També heu de tenir prou diners per mantenir funcionant l'economia. És a dir, heu de tenir un balanç positiu (comproveu-ho a la pestanya «Finances» del magatzem).
