Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: For example: Having a 'Buy' slot and 5 tons in stock, a slider positioned at 9 tons will cause you to buy 4 additional tons at most.
bg: Например: Имаме "Купи" слот и наличност от 5 тона на склад, плъзгачът е поставен на 9 тона. Това означава че ще купиме 4 тона от стоката.
ca: Per exemple: Si teniu una casella «compar» i teniu 5 tones en estoc, la barra de desplaçament posada a 9 tones farà que en compreu 4 tones més com a màxim.
cs: Ukážeme si to na příkladu: Pokud máme nastavený slot na "Nákup" a na skladě máme 5 tun daného zboží, tak nastavení posuvníku na hodnotu 9 tun způsobí nákup maximálně 4 dalších tun zboží.
de: Ein Beispiel zum besseren Verständnis: Falls 5 Tonnen auf Lager sind und der Regler auf 9 Tonnen „Einkauf“ gestellt ist, bedeutet dies, dass zusätzlich bis zu 4 Tonnen eingekauft werden.
es: For ejemplo: Si tienes una casilla para "Comprar" y 5 toneladas en el almacén, un control deslizante posicionado en 9 toneladas significará que comprarás 4 toneladas más como máximo.
et: Näiteks: Kui sa oled kaardil "Ost" ja laos on kaupa 5 tonni ning liugur asub 9 tonnil, siis sa ei osta rohkem kui 4 tonni.
fi: Esimerkki: Tavararuutu on asetettu Osta-asentoon. Sinulla on 5 tonnia lautoja varastossa, ja olet asettanut liukusäätimen yhdeksään tonniin. Tällöin hankit korkeintaan 4 tonnia lautoja lisää.
fr: Par exemple : Un emplacement « achat » avec 5 tonnes en stock et un curseur à 9 provoquera l'achat de 4 tonnes supplémentaires.
gl: Por exemplo: Cunha cela de «Mercar» e 5 toneladas almacenadas, se sitúas a barra nas 9 toneladas, mercaranse como moito outras catro toneladas.
id: Sebagai contoh: Kamu punya petak dagang yang kamu 'jual' dengan persediaan yang kamu miliki 5 ton, tapi penggeser disebelah kanan menunjukkan batas di 9 ton. Maka kamu akan membeli 4 ton lagi sehingga mencapai batas 9 ton.
it: Per esempio: Avendo un 'Buy' slot e 5 tonnellate in magazzino, un cursore posizionato a 9 tonnellate, farà acquistare ulteriori 4 tonnellate al massimo.
ja: 例： 「買い」スロットに５トンの在庫があり、９トンのところにスライダーを置いている場合には、最大で４トンを追加で買うことになります。
ko: 예 : '구매' 칸과 5톤의 재고를 가지고있고, 9톤으로 위치된 슬라이더는 대부분 추가로 4톤을 구매할것입니다.
nb: For eksempel: Med et «Kjøp»-felt og 5 tonn på lager, vil et skyvefelt plassert på 9 tonn føre til at du ikke kjøper mer enn 4 ekstra tonn.
nl: Bijvoorbeeld: Als bij 'Koop' de schuif op 9 ton staat en er 5 ton op voorraad is zal er hoogstens 4 ton worden bijgekocht.
pl: Przykład kupowania: W magazynie jest 5 ton towaru, a pasek ustawiono na 9 ton ("ilość docelowa"). Spowoduje to zakup najwyżej 4 ton towaru.
pt: Por exemplo: Se você tiver um slot 'Comprar' com 5 toneladas daquele recurso em estoque e posicionar o controle deslizante em 9 toneladas, 4 toneladas adicionais será o máximo que você irá comprar.
ru: Пример: При покупке, имея в запасе 5 тонн товара и установив бегунок на 9 тонн, Вы автоматически докупите не более 4 тонн.
tr: Örneğin: 'Alma' alanına ve stokta 5 tona sahip olup, 9 tona konumlandırılmış bir kaydırıcı, en fazla 4 ton ek almanıza sebep olacak.
uk: Наприклад: Маючи слот „Купити“ і 5 тонн на складі, слайдер розміщений в 9 тонн змусить вас купити 4 додаткові тонни максимум.

source: Selling works similarly. A 'Sell' slot with 18 tons in stock and the slider positioned at 13 will sell up to 5 tons.
bg: Продажбата работи по подобен начин. Слот "Продай" с 18 тона на склад и плъзгач поставен на 13 тона ще предизвика продажба на 5 тона.
ca: La venda funciona d'una forma similar. Una casella «Venda» amb 18 tones en estoc i la barra de desplaçament posada a 13 vendrà fins a 5 tones.
cs: Prodej funguje obdobně. Slot "Prodej" s 18 tunami zboží na skladě a posuvník nastavený na hodnotu 13 tun způsobí, že bude prodáno 5 tun zboží.
de: Ein Verkaufsposten, bei dem der Schieberegler auf 13 Tonnen gestellt ist, bewirkt bei einem Lagerstand von 18 Tonnen, dass bis zu 5 Tonnen verkauft werden.
es: Las ventas funcionan de forma parecida. Una casilla de "Venta" con 18 toneladas en almacén y el control deslizante posicionado en 13 significa que venderás 5 toneladas más.
et: Müümine käib sarnaselt. "Müügi" pesa, milles on 18 tonni kaupa ja mille liugur asub 13 tonnil müüb kuni 5 tonni.
fi: Myyminen toimii samalla tavalla. Kun Myy-asennossa oleva tavararuudun liukusäädin on 13 tonnissa ja varastossa on tavaraa 18 tonnia, tavaraa myydään korkeintaan 5 tonnia.
fr: Un emplacement « vente » avec 18 tonnes en stock et un curseur à 13 vendra jusqu'à 5 tonnes.
gl: Vender funciona de xeito similar. Cunha cela de «Vender» e 18 toneladas almacenadas, se a barra se sitúa en 13, venderanse como máximo 5 toneladas.
id: Sama seperti 'Beli'. jika kamu punya satu petak 'Jual' dengan persediaan 18 ton dan penggeser dikanan menunjukkan batas 13 ton, makan persediaanmu akan terjual 5 ton hingga mencapai batas 13 ton. Jika persediaanmu sudah melebihi batas maka akan dijual kembali.
it: Vendere funziona in modo simile. Uno slot 'Sell' con 18 tonnellate in magazzino e il cursore posizionato a 13 venderà fino a 5 tonnellate.
ja: 売りも同様です。「売り」スロットに１８トンの在庫があり、１３トンのところにスライダーをおいている場合には、５トンまで売ることになります。
ko: 판매도 유사하게 진행합니다.. 재고에있는 18톤의 칸 '판매'과 13톤에 위치한 슬라이더는 5톤을 판매 할것입니다.
nb: Salg virker tilsvarende. Et «selg»-felt med 18 tonn på lager og skyvefeltet plassert på 13 vil selge inntil 5 tonn.
nl: Verkoop werkt net zo. Heeft een handelsvak voor 'Verkoop' 18 ton op voorraad en de schuif ingesteld op 13 ton, dan zal er tot 5 ton worden verkocht.
pl: Sprzedaż działa podobnie. W magazynie znajduje się 18 ton sprzedawanego towaru, a suwak ustawiono na 13. W tej sytuacji zostanie sprzedane najwyżej 5 ton.
pt: A venda funciona da mesma maneira. Um slot 'Vender' com 18 toneladas em estoque e o controle deslizante posicionado em 13 irá permitir a venda daquele recurso em até 5 toneladas no máximo.
ru: Продажа происходит схожим образом. Из ячейки с 18 тоннами в запасе и бегунком, установленным на 13 тонн, будет продано до 5 тонн товара.
tr: Satış da benzer çalışır. Stokta 18 tondaki 'Satış' alanında 13'e konumlandırılmış kaydırıcı, en fazla 5 tona kadar satacaktır.
uk: Продаж працює аналогічно. Слот „Продаж“ з 18 тоннами в наявності і повзунок розташований в 13 тонн будуть продавати до 5 тонн.

source: If the Free Trader however only wants to buy or sell less than your settings would allow him, you need to live with that and wait for him to return.
de: Falls der Freie Händler jedoch weniger verkaufen möchte als Ihr abnehmen würdet, müsst ihr Geduld haben und auf den nächsten Besuch warten.
es: Sin embargo, si el Comerciante Libre solo quiere comprar o vender menos de lo que tu configuración le dejaría, tendrás que vivir con esa pena y esperar a que vuelva.
et: Kui vaba kaupleja aga soovib ainult osta või müüb vähem, kui su seaded lubavad, siis pead sellega leppima ja ootama ta naasmist.
fi: Jos vapaakauppias ei kuitenkaan ole valmis myymään/ostamaan toivomaasi määrää, et voi sille mitään, vaan joudut odottamaan kauppiaan seuraavaa käyntiä.
fr: Cependant, si le bateau-marchand veut juste acheter ou vendre moins que ce que vos réglages permettent, vous devrez être patient et attendre son retour.
id: Jika pedagang bebas hanya ingin membeli/menjual kurang dari yang kamu atur, kamu harus menunggu hingga pedagang bebas kembali datang membeli/menjual lagi.
ja: しかしながら、自由交易船が、あなたが容認している量よりも少ない量しか売買したくない場合には、その量で我慢して、次回の取引を待たなくてはなりません。
ko: 어쨌거나 자유 무역상선이 당신이 설정한 값보다 더 적은 양만을 구입하거나 판매하려 한다면, 무역상선이 다시 돌아올때까지 기다려야합니다.
nb: Hvis derimot den frie handelsmann kun ønsker å kjøpe eller selge mindre enn dine innstillinger lar ham, så må du leve med det og vente til han kommer tilbake.
nl: Mocht de Vrije Handelaar echter minder willen (ver)kopen dan jij hebt ingesteld, dan heb je pech en moet je wachten tot zijn volgende bezoek.
pt: Se no entanto o comerciante livre desejar comprar ou vender menos do que sua configuração estabelece, você terá de conviver com isso e esperar que ele retorne.
tr: Serbest Tüccar izin verdiğiniz miktardan daha az almak veya satmak isterse, buna katlanmalı ve tekrar dönmesini beklemelisiniz.
uk: Якщо вільний торговець, однак, захоче купити або продати менше, ніж дозволені ваші параметри, ви повинні з цим жити і чекати його повернення.

source: Unknown Horizons features smart pricing, so the value of one unit can vary. It is NOT possible to change prices manually!
bg: Unknown Horizons поддържа интелигентно ценообразуване, така че цените на стоките се променят. НЕ Е ВЪЗМОЖНО ръчно да се променят цените на стоките!
ca: L'Unknown Horizons disposa d'un càlcul de preus intel·ligent, de manera que el valor d'una unitat pot variar. No podeu canviar els preus manualment!
cs: Unknown Horizons obsahuje chytré nastavení cen, to znamená, že cena za jednotku zboží se může lišit. Není možné měnit ceny manuálně!
de: Unknown Horizons hat ein ausgeklügeltes Preissystem, also kann der Wert einer Einheit variieren. Es ist NICHT möglich, die Preise manuell anzupassen!
es: Unknown Horizons calcula los precios automáticamente, así que el valor de una unidad puede variar. ¡NO es posible cambiar los precios manualmente!
et: Unknown Horizons kasutab tarka hindamist, mistõttu kaubaühiku hind on muutuv. Hinna määramine käsitsi EI OLE võimalik!
fi: Unknown Horisonzsissa on älykäs hinnoittelujärjestelmä, joten hinnat voivat olla muuttuneet kauppiaan seuraavalla käyntikerralla. Hintoihin EI voi vaikuttaa itse!
fr: Unknown Horizons offre un système de prix dynamique, la valeur d'une unité peut donc varier. Il n'est PAS possible de changer les prix manuellement !
gl: Unknown Horizons utiliza un sistema intelixente de xestión dos prezos, o que significa que o valor dunha unidade pode variar. Non é posíbel cambiar os prezos manualmente.
id: Uknown Horizon menyediakan Harga Pintar, jadi nilai satu unit dapat berbeda-beda. Tapi, Ini TIDAK memungkinkan kamu untuk mengubah harganya secara manual!
it: Unknown Horizons dispone di determinazione intelligente del prezzo, in modo che il valore di una unità può variare. NON è possibile modificare i prezzi manualmente!
ja: Unknown Horizonsは自動価格設定を導入していますので、１単位の価値は変動します。 価格を手動で変更することは「できません」！
ko: Unknown Horizons의 특징은 스마트가격입니다, 때문에 한개의 값은 다양할 수 있습니다. 값은 수동적으로 변할수 없습니다!
nb: Unknown Horizons har smart prissetting, slik at verdien av en enhet kan variere. Det er IKKE mulig å endre prisene manuelt!
nl: Prijzen zijn in Unknown Horizons marktafhankelijk, en fluctueren. Ze zijn dan ook NIET handmatig aan te passen!
pl: W Unknown Horizons cena jednostki towaru jest zależna od wielu czynników i będzie zmieniać się z czasem. Nie ma możliwości samodzielnego ustalania cen!
pt: Unknown Horizons apresenta custos inteligentes, de modo que o valor de uma unidade pode variar. NÃO é possível alterar os preços manualmente!
ru: Неизведанные Горизонты предлагают интеллектуальную калькуляцию цен, так что стоимость одной единицы товара может изменяться. Вручную цены НЕ изменяются!
tr: Unknown Horizons, akıllı fiyatlandırma sağlar. Bu yüzden bir birimin değeri değişebilir. Fiyatları el ile değiştirmek mümkün DEĞİLDİR!
uk: Unknown Horizons застосовує інтелектуальне ціноутворення, тому вартість однієї одиниці може змінюватися. Це неможливо змінити ціни вручну!

source: You can see your trade balance in the 'Account' tab comparing the 'Sale' and 'Buy' values there.
bg: Можете да следите търговския си баланс в поле "Сметка" съдържащо стойностите за "Покупки" и "Продажби".
ca: Podeu veure el vostre balanç comercial a la pestanya «Finances» comparant-hi els valors de «Vendes» i «Compres».
cs: Vaši obchodní bilanci můžete vidět v záložce \"Účet\", kde jsou srovnány "Nákup" a "Prodej".
de: Ihr könnt Eure Handelsbilanz in der Schaltfläche „Finanzen“ einsehen, in dem die Posten Ein- und Verkauf gegenübergestellt sind.
es: Puedes ver el saldo de comercio en la pestaña "Cuenta" comparando los valores de "Ventas" y "Compras".
et: Sa saad vaadata oma müügi bilanssi kaardil "Konto" ning võrrelda seal "Müügi" ja "Ostu" tulemusi.
fi: Budjetti-välilehdellä näet kaupankäynnin tasapainon kohdista Ostot ja Myynti.
fr: Vous pouvez voir votre bilan commercial dans l'onglet « Finances » mettant en relief « Vente » et « Achat ».
gl: Pode ver os seus gastos e ingresos por comercio na lapela de «Conta», como «Vender» e «Mercar».
id: Kamu dapat melihat keseimbangan perdaganganmu di opsi 'Akun', dan tab perbandingan 'jual' dan 'beli' ada disana.
it: Puoi vedere il tuo saldo commerciale nella scheda 'Account' confrontando i valori 'Sale' e 'Buy'.
ja: 貿易収支は、「会計」タブ中の「売上」と「買入」の値を比較することで読み取ることができます。
ko: '구매'와 '판매''회계'탭에서 무역수지를 볼 수 있습니다.
nb: Du kan se handelsbalansen din i «Regnskap»-fanen ved å sammenligne «Salg»- og «Kjøp»-verdiene der.
nl: U kunt uw handelsbalans opmaken door in het tabblad 'Financiën' de waarden van 'Verkocht' en 'Gekocht' te vergelijken.
pl: Możesz zobaczyć swój bilans handlowy w zakładce "Konto", gdzie porównano wartości "Kupna" i "Sprzedaży".
pt: Você pode conferir seu balanço comercial na aba 'Finanças', comparando os montantes de 'venda' e 'compra'.
ru: Вы можете справиться о торговом балансе в разделе "Отчётность", сопоставив значения пунктов "Продажи" и "Закупки".
tr: Ticaret bakiyenizi 'Hesap' sekmesindeki 'Sat' ve 'Al' değerlerini karşılaştırarak görebilirsiniz.
uk: Ви можете побачити свій торговий баланс у вкладці "Рахунок", порівнюючи значення у "Продажі" та "Купівлі".

source: Task: Buy as many tools as you need to have 30 tools in stock!
bg: Задача: Купи толкова инструменти че в склада да има 30 тона!
ca: Tasca: compreu tantes eines com us facin falta per arribar a tenir 30 eines en estoc!
cs: Úkol: Nakupte nástroje tak, aby zásoby ve vašem skladu byly 30 kusů!
de: Aufgabe: Kauft so lange Werkzeuge ein, bis Ihr 30 Einheiten auf Lager habt!
es: Tarea: ¡Compra las herramientas que necesites hasta completar 30 en el almacén!
et: Ülesanne: osta nii palju tööriistu, et laovaru oleks vähemalt 30!
fi: Tehtävä: Osta niin monta työkalua, että niitä on varastossa vähintään 30!
fr: Mission : Achetez autant d'outils que nécessaire pour en avoir 30 en stock !
gl: Obxectivo: consigue reunir no almacén 30 toneladas de ferramentas.
id: Tugas: Belilah beberapa alat sesuai yang kamu butuhkan hingga persediaanmu mecapai 30 alat!
it: Obiettivo: Acquista tanto quanto è necessario per disporre di 30 utensili in magazzino!
ja: 任務：工具の在庫が30個になるまで買い入れよ！
ko: 임무: 도구의 재고가 30개가 될때까지 구입하십시오!
nb: Oppgave: Kjøp så mange verktøy du trenger for å ha 30 verktøy på lager!
nl: Opdracht: Koop genoeg gereedschap om uw voorraad op 30 stuks te brengen!
pl: ZADANIE: Kup tyle narzędzi, by mieć 30 ton w magazynie!
pt: Tarefa: Comprar muitas ferramentas, você precisa ter 30 ferramentas em estoque!
ru: Пополните Ваш запас инструментов до 30, докупив необходимое количество!
tr: Görev: Stoğunuzda 30 alete sahip oluncaya kadar alet satın al!
uk: Завдання: купіть якнайбільше інструментів, бо вам потрібно мати 30 інструментів в наявності!

source: Build a Pavilion with connection to the Tents.
de: Errichtet einen Pavillon mit einer Verbindung zu Euren Zelten.
es: Construye un Pabellón con conexión a las Tiendas.
et: Ehita paviljon, mis on ühendatud telkidega.
fi: Rakenna kirkko, jossa on yhteys telttoihin.
fr: Construisez un pavillon connecté aux tentes.
id: Bangunlah Paviliun dengan menghubungkannya ke tenda-tenda penduduk. *KBBI : Paviliun berarti bangunan tambahan disebelah rumah induk.
it: Costruisci un padiglione con connessione alle tende.
ja: パビリオンを建てて小屋に接続しましょう。
ko: 교회를 건설하고 천막과 연결하십시오.
nb: Bygg en paviljong med forbindelse til teltene.
nl: Plaats een met de tenten verbonden paviljoen.
pt: Constrói um Pavilhão com ligação às Tendas.
tr: Çadırlara bağlantısı olan bir İbadet Çadırı inşa edin.
uk: Побудуйте святилище з дорогою до наметів.

source: NEW TASK: BUILD A PAVILION
bg: НОВА ЗАДАЧА: ПОСТРОЙ ШАТРА
ca: Nova tasca: construïu un pavelló
cs: NOVÝ ÚKOL: POSTAVTE PAVILÓN
de: NEUE AUFGABE: PAVILLON
es: N. TAREA: EDIFICA UN PABELLÓN
et: ÜLESANNE: EHITA PAVILJON
fi: UUSI TEHTÄVÄ: RAKENNA KIRKKO
fr: MISSION : LE PAVILLON
gl: Novo obxectivo — Pavillón
id: TUGAS BARU: BANGUNLAH SEBUAH PAVILIUN
it: NUOVO OBIETTIVO: IL PADIGLIONE
ja: 新しい任務：巨大テントを建てよ
ko: 새로운 임무 : 교회 건설
nb: NY OPPGAVE: BYGG EN PAVILJONG
nl: OPDRACHT: BOUW EEN PAVILJOEN
pl: NOWE ZADANIE: Wybuduj kaplicę
pt: CONSTRÓI UM PAVILHÃO
ru: НОВАЯ ЗАДАЧА: СВЯТИЛИЩЕ
tr: YENİ GÖREV: BİR İBADET ÇADIRI YAP
uk: НОВЕ ЗАВДАННЯ: БУДІВНИЦТВО СВЯТИЛИЩА

source: Those tools will be enough for the moment. Well done!
bg: Тези инструменти ще са достатъчни за монента. Добра работа!
ca: En tindrem prou amb aquestes eines de moment. Bona feina!
cs: Pro tuto chvíli máte dostatek nástrojů. Velmi dobře!
de: Diese Werkzeuge sollten für den Moment ausreichen. Gut gemacht!
es: Esas herramientas serán suficientes de momento. ¡Bien hecho!
et: Neist tööriistadest hetkel piisab. Hästi tehtud!
fi: Nämä työkalut riittävät hetkeksi. Hyvin tehty!
fr: Ces outils seront suffisants pour le moment. Bien joué !
gl: Con esas ferramentas abondará de momento. Bo traballo!
id: Alat-alat itu akan cukup untuk saat ini, Selesai dengan baik!
it: Questi utensili saranno sufficienti per il momento. Ben fatto!
ja: これらの工具で当面は十分です。よくやりました！
ko: 이러한 도구는 바로 충분할것입니다. 잘 하셨습니다!
nb: De verktøyene er tilstrekkelig for øyeblikket. Godt gjort!
nl: Dit is voor nu gereedschap genoeg. Bravo!
pl: Te narzędzia wystarczą na jakiś czas. Dobra robota!
pt: Muito bem! Estas ferramentas são suficientes por hora.
ru: Пока этих инструментов будет достаточно. Отличная работа!
tr: Bu aletler şimdilik yeterli olacak. Tebrikler!
uk: Цих інструментів буде достатньо на даний момент. Молодці!

source: You now provide housing, a main square and food to your inhabitants.
bg: Сега предлагате жилища, главен площад и храна на жителите си.
ca: Ara ja proporcioneu allotjament, una plaça principal i menjar als vostres habitants.
cs: Vašim obyvatelům nyní poskytujete bydlení, tržiště a jídlo.
de: Ihr stellt Euren Einwohnern nun Unterkünfte, einen Marktplatz und Nahrung zur Verfügung.
es: Ahora proporciona casas, una plaza principal y alimento a tus habitantes.
et: Nüüd võimaldad oma elanikele eluaseme, peaväljaku ja toidu.
fi: Tarjoat nyt asunnot, keskustorin ja elintarvikkeet asukkaillesi.
fr: Vous fournissez maintenant des logements, une place principale et de la nourriture à vos habitants.
gl: Xa dispós de vivendas, unha praza principal e alimentos para os habitantes.
id: Sekarang kamu sediakan perumahan, alun-alun dan makanan untuk pendudukmu.
it: È ora di fornire alloggi, una piazza principale e cibo per i tuoi abitanti.
ja: 今度は、あなたの住民たちに、住居と中央広場、食糧を提供する必要があります。
ko: 지금 주민들에게 집과 중앙광장과 식량을 제공하십시오.
nb: Du sørger nå for husly, hovedtorg og mat til dine innbyggere.
nl: U verschaft uw inwoners nu huisvesting, een marktplein en voedsel.
pl: Twoi osadnicy mają teraz dostęp do mieszkań, rynku i jedzenia.
pt: Você agora fornece habitação, uma praça principal e comida para seus habitantes.
ru: Теперь Ваши жители обеспечены жильём, торговой площадью и едой.
tr: Artık halkınıza; barınma, ana meydan ve yiyecek sağlıyorsunuz.
uk: Ви в даний час забезпечуєте житлом, головною площею та їжею ваших жителів.

source: Still there is one demand which we have not satisfied so far (you may check that by clicking on any Tent): your sailors want a basic building where they can pray.
de: Ein Grundbedarf ist aber immer noch nicht gedeckt (wie Ihr in den Übersichten von jedem Zelt nachprüfen könnt): Eure Seefahrer verlangen nach einem Gebäude zum Beten.
es: Aún hay una demanda que no hemos satisfecho hasta ahora (puedes comprobarlo haciendo clic en cualquier Tienda): tus marineros quieren un básico edificio donde poder rezar.
et: Siiski on veel üks nõudmine, mis ei ole hetkel rahuldatud (kontrolliks klõpsa ühel telkidest): su meremehed vajavad lihtsat ehitist, kus nad saaksid palvetada.
fi: Silti on yksi vaatimus, jota emme ole tähän mennessä tyydyttäneet (voit tarkistaa sen napsauttamalla mitä tahansa telttaa): merimiehet haluavat rakennuksen, jossa he voivat rukoilla.
fr: Pourtant, il y a une demande que nous ne satisfaisons pas à ce jour (vérifiez-le en cliquant sur une tente ou la place principale) : vos marins veulent un bâtiment où ils pourront prier.
id: Sampai disini ada satu permintaan yang belum kita penuhi dan tidak terlalu sulit (Kamu perlu memeriksanya, dengan mengetuk tenda penduduk): Pelautmu ingin bangunan dasar dimana ia dapat berdoa/beribadah.
it: Eppure c'è una richiesta che non abbiamo soddisfatto finora (puoi verificarla cliccando su una qualunque tenda): i tuoi marinai richiedono una costruzione in cui possano pregare.
ja: まだ私たちが満たしていない需要が一つあります。任意のテントをクリックして確認してみてください。―あなたの船乗りたちは、祈りを捧げられる必需建造物を必要としているのです。
ko: 아직도 우리가 만족하지 못했던 한 가지 요구가 있습니다. (아무 천막이나 클릭하면 확인할 수 있습니다.) 선원들은 기도를 드릴 수 있는 기본 건물을 원합니다.
nb: Men det er fortsatt ett behov vi ikke har oppfylt så langt (du kan se det ved å klikke på et av teltene): dine seilere ønsker en enkel bygning der de kan be.
nl: Aan één eis hebben we nog steeds niet voldaan (zoals blijkt als u op een tent klikt): De zeelui willen een eenvoudige gebedsplaats.
pt: Ainda há uma demanda a ser satisfeita (você pode conferi-la clicando em qualquer tenda): seus marinheiros desejam um edifício básico onde possam rezar.
tr: Hala karşılamadığınız bir istek daha var. Bunu herhangi bir Çadıra tıklayarak görebilirsiniz: denizcileriniz ibadet edebilecekleri temel bir bina istiyor.
uk: Ще є одна вимога, яку ми не задовольнили досі (ви можете перевірити, клацнувши на наметі): ваші моряки хочуть мати основну будівлю, де вони можуть молитися.

source: The solution is a Pavilion which the village parson quickly puts up as shelter from the sun.
de: Die Lösung ist ein Pavillon, welchen der Dorfpfarrer als Sonnenschutz aufspannt.
es: La solución es un Pabellón donde refugiar del sol al párroco del pueblo.
et: Lahenduseks on paviljon, mille küla hingekarjane püstitab kiirelt päikesevarjuks.
fi: Siksi kylään pitää perustaa kirkko, jonka kyläpappi nopeasti rakentaa auringonsuojaksi.
fr: La solution est un pavillon que le curé du village mettra rapidement en place.
id: Solusinya adalah Paviliun yang pemuka agama cepat tempatkan di pemukiman dari matahari.
ja: これを解決するのは、村の牧師が太陽を避けるために手早く建てることができるパビリオンです。
ko: 이 해결책은 마을 목사가 태양을 피하기 위해 신속하게 지을수 있는 교회 입니다.
nb: Løsningen er en paviljong som landsbypastoren kjapt setter opp som ly for solen.
nl: De oplossing is een paviljoen dat de dominee opricht tegen de zon.
pt: A solução é um pavilhão para refugiar do sol o pastor da aldeia.
tr: Çözüm güneşten korunmayı sağlayıp rahibi barındıracak bir İbadet Çadırıdır.
uk: Вирішенням цього є святилище, в якому сільський священник швидко поставить укриття від сонця.
