Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: It can happen that the animals don't reproduce fast enough or simply hide well.
bg: Може да се получи така че животните да не се възпроизвеждат достатъчно бързо или да се крият добре.
ca: Pot passar que els animals no es reprodueixin prou ràpid o simplement que s'amaguin bé.
cs: Stává se, že zvířata se nemnoží dostatečně rychle nebo se umí dobře schovat.
de: Es kann vorkommen, dass sich die Tiere nicht schnell genug vermehren oder sich einfach gut verstecken. In dieser Zeit wird der Jäger nichts produzieren.
es: Puede ocurrir que los animales no se reproduzcan lo suficientemente rápido o simplemente que se escondan bien.
et: Võib juhtuda, et loomad ei paljune piisavalt kiiresti või oksavad lihtsalt hästi peituda.
fi: Voi tapahtua, että eläimet eivät lisäänny tarpeeksi nopeasti tai ne piiloutuvat hyvin.
fr: Il peut arriver que le gibier ne se reproduise pas assez rapidement ou qu'il soit bien caché.
gl: Pode ser que os animais non se reproduzan rápido dabondo, ou simplemente que se agochen moi ben.
id: Ini bisa dilakukan kalau para binatang tidak berkembang biak cukup cepat atau hanya bersembunyi dengan baik.
it: Può succedere che gli animali non si riproducano in fretta o che si nascondano.
ja: 動物は、必要な速さで再生産しなかったり、単純に見つからなかったりすることがあります。
ko: 동물들의 번식속도가 빠르지 않거나 단순하게 찾기 어려울 수 있습니다.
nb: Det hender at dyr ikke reproduserer seg selv raskt nok eller ganske enkelt skjuler seg godt.
nl: Dieren kunnen ook uitsterven, of zich te goed verstoppen.
pl: Może się zdażyć, że zwierzęta nie będą rozmnażać się zbyt szybko albo będą bardzo dobrze się ukrywały.
pt: Pode acontecer que os animais não se reproduzam com rapidez suficiente ou simplesmente se escondam bem.
ru: Бывает, что звери плодятся недостаточно быстро или просто хорошо прячутся.
tr: Hayvanların yeterince hızlı çoğalmadığı veya iyi gizlendiği anlar olabilir.
uk: Може статися, що тварини не розмножуються досить швидко, або просто сховаються добре.

source: Conclusion: the Hunter's Tent is not too reliable if you need continuous supply.
de: Fazit: Der Jäger ist nicht allzu verlässlich, falls Ihr eine kontinuierliche Versorgung benötigt.
es: Conclusión: la Tienda de Cazador no es muy fiable si necesitas un suministro continuo.
et: Järelikult ei ole jahimeeeste telk just väga usaldusväärne, kui vajad pidevat varustatust.
fi: Johtopäätös: Metsästäjän teltta ei ole sataprosenttisen luotettava pitkäntähtäimen ruokatuotantoon.
fr: Conclusion : la hutte de chasseur n'est pas très fiable si vous avez besoin d'un approvisionnement constant.
id: Kesimpulan: Tenda pemburu tidak terlalu handal jika kamu ingin persedian berkelanjutan.
it: Conclusione: la tenda del cacciatore non è molto affidabile se vi è una richiesta costante di beni.
ja: 結論：安定供給を必要とする場合は、狩猟場はあまり頼りになりません。
ko: 결론: 안정적인 공급이 필요하다면 사냥꾼의 천막은 안정적이지 않습니다.
nb: Konklusjon: Jegerteltet er ikke veldig pålitelig hvis du trenger kontinuerlig levering.
nl: Kortom: een jager is niet zo betrouwbaar voor de ravitaillering.
pt: Conclusão: a Tenda de Caçador não é muito fiável se necessitares de um abastecimento contínuo.
tr: Sonuç: devamlı kaynağa ihtiyacınız varsa Avcı Çadırı çok güvenilir değildir.
uk: Висновок: мисливець не дуже надійний, якщо вам потрібно безперервно подавати їжу.

source: The Fisher needs a coastal building site like the Warehouse and a fish school in range.
cs: Rybář potřebuje budovu na pobřeží jako obchodní přístav a hejno ryb v dosahu.
de: Der Fischer benötigt, wie das Kontor, einen Bauplatz am Ufer und einen Fischschwarm in seinem Einzugsgebiet.
es: El Pescador necesita un emplazamiento costero como el Almacén y un banco de peces a su alcance.
et: Kalur vajab rannikuehitist nagu ladu ja lähedusse jäävat kalakasvatust.
fi: Kalastajan teltta pitää rakentaa rannikolle kuten varastokin ja sen lähelle tulee myöhemmin rakentaa kalastuskoulu.
fr: Le pêcheur a besoin d'un bâtiment côtier comme un entrepôt et d'un banc de poisson à proximité.
id: Nelayan membutuhkan sebuah letak bangunan pantai seperti gudang dan kumpulan ikan di jangkuannya.
it: Il Pescatore ha bisogno di una costruzione costiera come il magazzino e un branco di pesci nelle vicinanze.
ja: 漁師は、倉庫に似た海岸建造物と、圏内に魚群を必要とします。
ko: 어부는 창고와 물고기 떼 범위 내와 같은 해안 건축 부지를 필요로 합니다.
nb: Fiskeren må bygges ved kysten et sted innen rekkevidden til varehuset og en fiskeskole.
nl: Een visser heeft een kustwoning nodig (vergelijk het pakhuis), en een school vissen binnen bereik.
pt: O Pescador necessita de ter ao alcance um edifício na costa como o Armazém e a escola de pesca.
tr: Balıkçı, alanı içinde Ambar gibi bir kıyı yapı sitesine ve bir balık okuluna ihtiyaç duyar.
uk: Рибалка потребує прибережного місця для будівництва складу та рибальської школи поруч.

source: He will build a small rowing vessel and catch some fish.
bg: Той ще си построи малка гребна лодка и ще лови риба.
ca: Construirà una petita barca de rems i pescarà peixos.
cs: Postaví si malou loďku a bude chytat ryby.
de: Er wird daraufhin ein kleines Ruderboot bauen und ein paar Fische fangen.
es: Él construirá una pequeña embarcación a remo y pescará algunos peces.
et: Kalur ehitab väikese aerupaadi ja püüab kalu.
fi: Kalastaja rakentaa pienen soutuveneen ja alkaa pyydystämään kaloja.
fr: Il construira un petit bateau à rame et ira attraper du poisson.
gl: Construirá unha pequena embarcación e comezará a pescar.
id: Dia akan membangun sebuah perahu dayung kecil dan menangkap beberapa ikan.
it: Egli costruirà una piccola imbarcazione a remi per catturare qualche pesce.
ja: 彼は小さな漕ぎ舟を作って、漁を行います。
ko: 그가 작은 노가 달린 배를 만들고 고기를 잡을것 입니다.
nb: Han kommer til å bygge en liten robåt og fanger noen fiks.
nl: Hij bouwt een klein roeibootje om wat vis te vangen.
pl: Po usytuowaniu chatki rybaka na wybrzeżu, wybuduje on sobie łódź rybacką i zacznie łowić ryby.
pt: Ele irá construir uma pequena embarcação a remos e apanhar algum peixe.
ru: Рыбак построит небольшое вёсельное судно и начнёт ловить рыбу.
tr: Küçük, kürekli bir tekne yapacak ve balık yakalayacaktır.
uk: Він буде будувати невелике веслярське судно і ловитиме рибу.

source: This is a very constant supply at the cost of a slightly longer production time per unit of food.
bg: Това е много постоянно снабдяване но с по-бавно добиване на единица храна.
ca: És una font molt constant encara que necessita una mica més de temps per unitat d'aliment.
cs: Jedná se o nepřetržitý zdroj potravy, cenou za to je delší produkční čas každé jednotky jídla.
de: Dies ist eine sehr konstante Nahrungsversorgung zum Preis einer etwas längeren Produktionszeit pro Nahrungseinheit.
es: Esta es una fuente muy constante de suministro a costa de un tiempo de producción ligeramente mayor por unidad de comida.
et: Kalastamine on väga pidev varustus allikas, kuid selle hinnaks on natuke pikem tootmise aeg toiduühiku kohta.
fi: Kalastus on todella varma ja pitkäikäinen ruoanlähde, mutta hitaampaa ja pienituottoisempaa kuin metsästäminen.
fr: C'est une source de nourriture très constante mais d'un temps de production par unité de nourriture légèrement plus long.
gl: O pescador fornece alimentos de maneira constante e regular, se ben a taxa de produción é menor que a do cazador.
id: Ini sebuah persedian sangat konstan pada biaya dari sebuah waktu produksi yang sedikit lama per unit dari makanan.
it: Questa è una fornitura molto costante al costo di un tempo di produzione leggermente più lungo per unità di cibo.
ja: これは、食糧単位あたりの生産に少し時間がかかる代わりに、非常に安定した供給源となります。
ko: 유닛 식량 당 약간 긴 생산시간의 비용으로 매우 안정적인 공급입니다.
nb: Dette gir kontinuerlig forsyning der kostnaden er litt lengre produksjonstid per enhet mat.
nl: Dat levert een zeer stabiele voedselaanvoer, zij het met een wat langere productietijd.
pl: To bardzo pewne źródło żywności, ceną jest jednak nieznacznie dłuższa produkcja.
pt: Isto é um fornecimento muito constante em troca de um tempo de produção mais longo por cada unidade de comida.
ru: Это весьма надёжный источник снабжения, но скорость производства единицы провизии несколько ниже.
tr: Bu, az zamanda daha uzun süren yiyecek üretimi için oldukça sabit bir kaynaktır.
uk: Це дуже стале постачання за рахунок трохи більшого часу виробництва одиниці їжі.

source: A small settlement like yours can use both companies, and you can better balance pros and cons if you see the direct comparison.
bg: Малък заселник като вас трябва да използва и двете компании и ще може да балансира предимствата и недостатъците им.
ca: Un petit assentament com el vostre pot fer servir les dues empreses, i podeu valorar millor els pros i contres veient la comparativa.
cs: Malá osada, jakou je ta Vaše, může využít obě společnosti. Pokud je uvidíte v přímém srovnání, můžete lépe porovnat jejich výhody a nevýhody.
de: Eine kleine Siedlung wie die Eure kann beide Betriebe gebrauchen. Im direkten Vergleich könnt Ihr selbst Vor- und Nachteile abwägen.
es: Un pequeño asentamiento como el tuyo puede utilizar ambos negocios, y puedes mejorar el saldo de ventajas e inconvenientes si te fijas en la comparación directa.
et: Väike koloonia nagu sul on võib kasutada mõlemat, mis võimaldab sul paremini tasakaalustada nende eelised ja puudused.
fi: Pieni asutuskeskus - kuten omasi - voi käyttää molempia, jolloin pystyt paremmin tasapainottamaan hyvät ja huonot puolet.
fr: Une petite colonie comme la votre peut utiliser ces deux types d'entreprises, et vous pourrez mieux en évaluer les avantages et les inconvénients en les comparant directement.
gl: A un asentamento pequeno coma o teu venlle ben os dous negocios, e probando os dous poderás considerar mellor os pros e mailos contras de cada un.
id: Sebuah pemukiman kecil seperit kamu punya dapat mengunakan kedua pengumpulan tempat makanan tersebut, dan kamu dapat lebih menyeimbangkan pro dan kontra jika kamu melihat arahan perbandingan tersebut.
it: Un piccolo insediamento come il tuo può utilizzare entrambe le compagnie, e si può meglio bilanciare i pro e i contro, se si vede il confronto diretto.
ja: 今のような小さな入植地では、両方の生産拠点を使って直接比較してみて、長所と短所のバランスを取るのがよいでしょう。
ko: 이같은 소규모 정착지는 생산시설 모두를 사용할 수 있고 직접 비교하여 더 나은 장단점을 확인하는것이 좋습니다.
nb: En liten bosetting som din kan bruke begge selskapene, og du kan enklere balansere fordeler og ulemper hvis du ser en direkte sammenligning.
nl: Een klein nederzettinkje als het jouwe kan beide bedrijven inzetten, zodat je de voor- en nadelen kunt vergelijken.
pl: Taka mała osada jak twoja może wykorzystać oba sposoby pozyskiwania żywności, powinieneś je jednaki zbalansować jzgodnie z ich zaletami i wadami.
pt: Uma povoação pequena como a tua pode usar ambas as empresas, e consegues balançar melhor os prós e os contras vendo a comparação direta.
ru: Ваше небольшое поселение могут снабжать оба предприятия: сравнив их в деле, Вы сможете лучше взвесить все за и против.
tr: Sizinki gibi bir yeni yerleşim birimi, her iki şirketi de kullanabilir, ve doğrudan karşılaştırma görürseniz olumlu ve olumsuz yanları daha iyi dengeleyebilirsiniz.
uk: Невелике поселення, як ваше, може використовувати обидва підприємства, і ви зможете краще збалансувати плюси і мінуси, якщо ви бачите пряме порівняння.

source: Task: Build a Hunter's Tent and a Fisherman's Tent.
de: Aufgabe: Errichtet ein Jägerzelt und ein Fischerzelt.
es: Tarea: Construye una Tienda de Cazador y una Tienda de Pescador.
et: Ülesanne: ehita jahimeeste telk ja kaluri telk.
fi: Tehtävä: Rakenna metsästäjän- ja kalastajan teltta.
fr: Mission : ériger une hutte de chasseur et une hutte de pêcheur.
id: Tugas: Bangun sebuah tenda pemburu dan sebuah tenda nelayan.
it: Obiettivo: Costruisci una Tenda del cacciatore e una Tenda del pescatore.
ja: 任務：狩猟場と漁村を建設せよ。
ko: 임무: 사냥꾼의 천막과 낚시꾼의 천막을 건설하십시오.
nb: Oppgave: Bygg et jegertelt og et fiskertelt.
nl: Opdracht: Bouw een jagerstent en een vissershut.
pt: Tarefa: Constrói uma Tenda de Caçador e uma Tenda de Pescador.
tr: Görev: Bir Avcı Çadırı ve bir Balıkçı Çadırı inşa edin.
uk: Завдання: побудувати будівлі для мисливця і рибалки.

source: Don't forget to connect them to your Warehouse with Trails!
de: Und vergesst die Wege zum Kontor nicht!
es: ¡No olvides conectarlos a tu Almacén mediante Senderos!
et: Ära unusta ehitamast teerada oma laoni!
fi: Älä unohda yhdistää niitä polulla varastoosi!
fr: Et n'oubliez pas les sentiers les reliant à votre entrepôt !
id: Jangan lupa untuk menghubungkan keduany ke gudang kamu dengan jalanan kecil!
it: Non dimenticare di collegarli al tuo Magazzino con dei Sentieri!
ja: これらを道で倉庫に接続させることを忘れないように！
ko: 길과 창고를 연결하는것을 잊지마십시오!
nb: Husk å koble dem sammen med varehuset ditt med stier!
nl: En vergeet de paden naar het pakhuis niet!
pt: Não te esqueças de as ligares ao teu Armazém com Caminhos!
tr: Bunları Patikalarla Ambarınıza bağlamayı unutmayın!
uk: Не забудьте під'єднати їх до вашого складу стежкою!

source: Build a Main Square. Choose an area without many economy buildings.
cs: Postavte tržiště. Vyberte oblast, kde se nenachází mnoho produkčních budov.
de: Errichtet einen Marktplatz. Wählt eine Gegend ohne viele Wirtschaftsgebäude.
es: Construya una Plaza Principal. Elija una zona sin demasiados edificios comerciales.
et: Ehita peaväljak. Vali koht, kus ei ole palju majandusehitisi.
fi: Rakenna keskustori. Valitse alue, jolla ei ole liian montaa tuotantorakennusta.
fr: Construisez une place principale. Choisissez un endroit peu chargé en bâtiments économiques.
id: Bangun sebuah alun - alun. Pilih sebuah area tanpa bangunan perekonomian.
it: Costruisci una piazza principale. Scegli un'area senza troppi edifici commerciali.
ja: 中央広場を建築。経済活動を行う建造物の多くない場所を選ぶこと。
ko: 중앙광장을 건설하십시오. 경제 활동을 하는 건물이 많지 않은 곳으로 선택하십시오.
nb: Bygg et hovedtorg. Velg et område uten for mange økonomibygg.
nl: Bouw een marktplein. Kies een gebied zonder al te veel bedrijfsgebouwen.
pt: Constrói uma Praça Principal. Escolhe uma área sem muitos edifícios de economia.
tr: Bir Ana Meydan kurun. Bunun için ticari binalardan uzak bir alan tercih edin.
uk: Побудуйте головну площу. Виберіть місцевість без численних підприємств.

source: NEW TASK: MAIN SQUARE
bg: НОВА ЗАДАЧА: ГЛАВЕН ПЛОЩАД
ca: Nova tasca: la plaça principal
cs: NOVÝ ÚKOL: TRŽIŠTĚ
de: NEUE AUFGABE: MARKTPLATZ
es: N. TAREA: LA PLAZA PRINCIPAL
et: ÜLESANNE: PEAVÄLJAK
fi: UUSI TEHTÄVÄ: KESKUSTORI
fr: MISSION : LA PLACE PRINCIPALE
gl: Novo obxectivo — Praza principal
id: TUGAS BARU: ALUN - ALUN
it: NUOVO OBIETTIVO: PIAZZA PRINCIPALE
ja: 新しい任務：中央広場
ko: 새로운 임무: 중앙광장
nb: NY OPPGAVE: HOVEDTORG
nl: OPDRACHT: MARKTPLEIN
pl: NOWE ZADANIE: Rynek główny
pt: NOVA TAREFA: PRAÇA PRINCIPAL
ru: НОВАЯ ЗАДАЧА: ПЛОЩАДЬ
tr: YENİ GÖREV: ANA MEYDAN
uk: НОВЕ ЗАВДАННЯ: ГОЛОВНА ПЛОЩА

source: Your residents need a main square where they can fetch their goods from.
bg: Вашите жители се нуждаят от главен площад където могат да се снабдяват със стоки.
ca: Els vostres residents necessiten una plaça principal on poder obtenir productes.
cs: Vaši obyvatelé potřebují tržiště, kde si mohou vyzvednout zboží.
de: Eure Einwohner verlangen nach einem Marktplatz, auf dem sie ihre Güter besorgen können.
es: Tus residentes necesitan una plaza principal donde poder obtener sus bienes.
et: Su elanikud vajavad peaväljakut, kus nad saavad hankida omale kaupu.
fi: Asukkaasi tarvitsevat keskustorin, josta he voivat hakea elintarvikkeensa.
fr: Vos habitants ont besoin d'une place principale où ils trouveront des biens de consommation.
gl: Os residentes necesitan unha praza principal de onde obter bens.
id: Para penduduk kamu membutuhkan sebuah alun - alun dimana mereka dapat mengambil barang mereka dari situ.
it: Gli abitanti hanno bisogno di una piazza principale da cui possano approvvigionarsi di beni.
ja: あなたの住民たちは、財を手に入れるのに中央広場を必要とします。
ko: 주민들은 그들의 물품을 가져올 수 있는 중앙광장을 필요로 합니다.
nb: Innbyggerne dine trenger et hovedtorg der de kan hente varer fra.
nl: Uw bewoners hebben behoefte aan een plein om goederen te krijgen.
pl: Osadnicy potrzebują rynku głównego, na którym będą mogli nabyć niezbędne towary.
pt: Seus residentes necessitam de uma praça principal onde podem obter mercadorias.
ru: Вашим жителям нужна центральная площадь, с которой они смогут забирать товары.
tr: Halkınız, ürünleri alıp evlerine götürmek için bir ana meydana gereksinim duyarlar.
uk: Вашим жителям потрібна головна площа, де вони можуть отримати свій товар.

source: This means that they need a trail connection from their home to the Main Square. Note that the Main Square acts as trail as well, therefore adjacent Tents do not need a separate Trail.
de: Aus diesem Grund benötigen sie eine Straßenverbindung von ihrem Heim zum Marktplatz. Beachtet, dass der Hauptplatz auch als Weg fungiert, deshalb brauchen dort angrenzende Zelte keinen separaten Weg.
es: Esto significa que necesitan un camino de conexión entre sus casas y la Plaza Principal. Ten en cuenta que la Plaza Principal sirve de camino también, por eso las Tiendas adyacentes no necesitan un Sendero separado.
et: See tähendab, et nad vajavad teerada, mis ühendab nende kodu peaväljakuga. Peaväljak on kasutatav ka teena ning seetõttu ei vaja temaga ühendatud telgid eraldi teerada.
fi: Tämä tarkoittaa, että asukkaat tarvitsevat polkuyhteyden kotoaan keskustorille. Huomaa, että keskustori toimii myös polkuna, joten vierekkäiset teltat eivät tarvitse erillistä polkua.
fr: Cela signifie qu'il leur faudra un sentier reliant leurs habitations à la place principale. Notez que la place principale agit elle-même comme un chemin : ainsi, les tentes adjacentes n'ont pas besoin d'un sentier séparé.
id: Ini berarti mereka membutuhkan sebuah jalan kecil yang menghubungkan dari rumah mereka ke alun - alun. Catatan: Alun - alun tersebut bertindak sebagai jalan juga, karena itu tenda berdekatan alun - alun tidak membutuhkan sebuah jalan setapak pemisah.
it: Questo significa che hanno bisogno di un collegamento dalla propria abitazione alla piazza principale. Nota che la piazza principale si comporta anche come un sentiero, tende adiacenti non hanno bisogno di sentieri aggiuntivi.
ja: このため彼らは、住居から中央広場までを接続する道を必要とします。メイン広場は歩道としても機能するため、隣接するテントには別の歩道が必要ないことに注意してください。
ko: 즉, 그들의 집에서 중앙광장까지 연결된 길을 필요로 하다는 뜻입니다. 중앙광장은 길로서의 역할을 합니다. 따라서 인접한 집들은 별도의 길이 필요하지 않습니다.
nb: Dette betyr at de trenger en stiforbindelse fra hjemmene sine til hovedmarkedet. Merk at hovedtorget også fungerer som en sti, slik at telt som står inntil torget ikke trenger en egen sti.
nl: Ze hebben dus een pad van hun huis naar het marktplein nodig. Doordat het marktplein ook als pad fungeert hebben aanpalende tenten geen apart pad nodig.
pt: Isto significa que eles precisam de uma trilha entre suas moradias e a praça principal. Note que a praça principal atua também como uma trilha, portanto tendas adjacentes não necessitam de uma trilha separada.
tr: Bu evlerinden Ana Meydana bir Patikaya ihtiyaçları duyuyorlar demektir. Ana Meydanın da bir Patika gibi davrandığını unutmayın, bu nedenle bitişik çadırlar ayrı bir Patikaya gerek duymaz.
uk: Це означає, що вони потребують дороги від їхнього будинку до головної площі. Зверніть увагу, що головна площа виступає в якості дороги, а, отже, сусіднім спорудам не потрібний окремий шлях.

source: All goods in your Warehouse are available at this 'market place', so your residents do not need to walk to the Fisherman's Tent or even to the Warehouse.
de: Alle Güter in Eurem Kontor sind auch dort verfügbar. Dadurch müssen die Einwohner weder zum Fischerzelt noch zum Kontor laufen.
es: Todos los bienes de tu Almacén están disponibles en este 'mercado', por lo que tus residentes no necesitan acudir a la Tienda de Pescador, ni siquiera al Almacén.
et: Kõik kaubad su laos on sellel "turuplatsil" saadavad; seega ei pea su elanikud käima kaluri telgi juures või isegi laos.
fi: Kaikki varastosi tavarat ovat saatavilla "kauppapaikalta", joten asukkaidesi ei tarvitse kävellä erikseen kalastajalle, metsästäjälle tai edes varastolle.
fr: Toutes les marchandises de votre entrepôt sont disponibles dans ce « marché », vos habitants n'ont donc pas besoin d'aller jusqu'à la hutte du pêcheur ou même l'entrepôt.
id: Semua barang - barang di dalam gudang kamu tersedia di 'plaza' ini, jadi para penduduk kamu tidak membutuhkan berjalan kaki ke tenda nelayan atau bahkan ke gudang.
it: Tutti i beni raccolti sono disponibili in questo Edificio del mercato, così i tuoi abitanti non dovranno camminare fino alla Tenda del pescatore o fino al Magazzino.
ja: あなたの住民たちが漁村や倉庫に歩いて行かなくてもいいように、あなたの倉庫にある全財は、この「市場」で買うことができます。
ko: 주민들은 낚시꾼의 천막이나 창고까지 걸어갈 필요 없이 창고에 있는 모든 물품들은 '시장'에서 이용할 수 있습니다.
nb: Alle varene i varehuset ditt er tilgjengelig på dette «markedet», slik at dine innbyggere ikke trenger å gå til fiskerteltet eller til varehuset.
nl: Dit 'marktplein' biedt alle goederen uit uw pakhuis, zodat de inwoners niet naar de vissershut of het pakhuis hoeven te lopen.
pt: Todas as mercadorias de seu armazém estarão disponíveis no 'mercado', para que seus residentes não precisem caminhar até o pescador ou mesmo o armazém.
tr: Ambarınızdaki tüm ürünler bu 'pazar yeri'nde bulunabilir, halkınızın Balıkçı Çadırına veya Ambara yürümesine gerek kalmaz.
uk: Всі товари у вашому складі доступні на цьому „ринку“, тому мешканцям не потрібно йти до рибалки або навіть на склад.
