Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: The Farm is a very special production building since it can produce not only one, but many (and different) goods if you choose.
de: Der Bauernhof ist eine sehr besondere Produktionsstätte, denn sie stellt nicht nur einen, sondern auch mehrere unterschiedliche Rohstoffe her, wenn Ihr dies wünscht.
es: La Granja es un edificio de producción muy especial, dado que si lo deseas puedes producir muchos (y variados) bienes.
et: Farm on väga eriline tootmishoone, sest ta saab soovi korral toota mitte ühte, vaid mitmeid (ja erinevaid) kaupu.
fi: Maatila on hyvin erityinen tuotantorakennus, koska se voi tuottaa paitsi yhden, mutta monet (ja erilaiset) tavarat, jos haluat.
fr: La ferme est un bâtiment de production très spécial, puisqu'elle peut produire plusieurs biens (différents) si vous le voulez.
id: Perkebunan merupakan bangunan produksi yang sangat spesial sejak ia dapat memproduksi lebih dari satu jenis barang, tapi banyak (dan berbeda) barang jika kamu memilihnya.
it: La fattoria è uno speciale edificio di produzione in quanto può produrre non uno, ma molti (e diverse) merci se si vuole.
ja: 農家はとても特殊な生産拠点です。一つだけではなく、望めば、多くの（異なる種類の）財を生産することができます。
ko: 농장은 한가지만 생산하지 않고 다양한 물품을 생산할 수 있기때문에 매우 특별한 생산시설입니다.
nb: Gården er en veldig spesiell produksjonsbygning siden den kan produsere ikke bare én, men mange (og forskjellige) varer hvis du velger det.
nl: De boerderij is een heel speciaal gebouw, omdat je er voor kunt kiezen niet één, maar meerdere verschillende producten te laten produceren.
pt: A fazenda é um edifício de produção muito especial, já que pode gerar não apenas uma, mas várias (e diferentes) mercadorias, caso deseje.
tr: Çiftlik, seçtiğiniz sürece bir taneden fazla (ve farklı) mal üretebilen özel bir üretim binasıdır.
uk: Ферма - це особлива виробнича будівля, тому вона може виробляти не тільки один, але й багато (і різних) товарів, які ви оберете.

source: The output of Farms depends on what kind of fields you build around it.
de: Die Erzeugnisse des Bauernhofs sind davon abhängig, welche Felder in seiner Umgebung errichtet werden.
es: La producción de las Granjas depende del tipo de campos de cultivo que construyas a su alrededor.
et: Farmi toodang sõltub tema ümber rajatud põldudest.
fi: Maatilojen tuotanto riippuu siitä, mitä peltoja olet rakentanut sen ympärille.
fr: La production d'une ferme dépend du type de champ que vous placez autour d'elle.
id: Pengeluaran dari perkebunan tergantung ladang apa saja yang kamu buat disekelilingnya.
it: La produzione delle fattorie dipende da che tipo di campi si costruiscono intorno ad esse.
ja: 農家の生産物は、周囲に作った畑の種類によって決まります。
ko: 농장의 수확물은 주위에 어떤 밭을 만들었는지에 따라 다릅니다.
nb: Produksjonen til gårder er avhengig av hvilke jorder du bygger rundt den.
nl: Welke producten boerderijen produceren, is afhankelijk van wat voor soort velden je er omheen bouwt.
pt: A produção das fazendas depende do tipo de plantações que adicionar ao seu redor.
tr: Çiftliğin üretim çıktısı, çevresine inşa ettiğiniz alanların türüne göre değişir.
uk: Продукція з ферм залежить від того, які поля ви побудували довкола неї.

source: We will have a closer look at this later.
bg: По-късно ще направим подробно описание.
ca: Ja hi tornarem a fer un cop d'ull després.
cs: K tomuto se podrobněji vrátíme později.
de: Wir werden später darauf zurückkommen.
es: Daremos un vistazo en profundidad más adelante.
et: Lähemalt vaatame seda hiljem.
fi: Tarkastelemme tätä myöhemmin.
fr: Nous regarderons cela de plus près plus tard.
gl: Máis tarde afondaremos neste tema.
id: Kita akan melihat lebih dekat nanti.
it: Piu' tardi daremo uno sguardo piu' approfondito a questo.
ja: これについては、後ほど詳しく見ます。
ko: 이제, 이 것을 자세히 살펴 봅시다.
nb: Vi vil ta en nærmere titt på dette senere.
nl: Hier zullen we later verder op ingaan.
pl: Przyjrzymy się temu za chwilę.
pt: Daremos uma olhada melhor nisso adiante.
ru: Позже мы расскажем об этом подробнее.
tr: Buna daha sonra yakından bakacağız.
uk: Ми будемо мати ближчий погляд на це пізніше.

source: Farms, like all companies producing raw materials, do not necessarily need to be connected to storage or a Warehouse.
de: Bauernhöfe müssen (wie alle Produktionsgebäude von Rohstoffen) nicht zwangsläufig mit einem Kontor oder Lager verbunden sein.
es: Las Granjas, al igual que todos los negocios que producen materias primas, no necesariamente requieren estar conectadas a algún medio de almacenamiento o a un Almacén.
et: Farmid nagu ka kõik teised kompaniid, mis toodavad toormaterjale, ei pea olema ühendatud lao või laohoonega.
fi: Maatiloja, kuten kaikkia raaka-aineita tuottavia yrityksiä, ei välttämättä tarvitse olla kytkettynä varastoon.
fr: Les fermes, comme tout les bâtiments produisant des biens bruts, n'ont pas besoin d'être connectées à un dépôt ou au entrepôt.
id: Perkebunan, seperti semua persuhaan memproduksi bahan mentah, tidak perlu menghubungkannya ke gedung penyimpanan ataupun gudang.
it: Le fattorie, come tutti gli edifici produttori di materie prime, non devono essere necessariamente collegati al deposito o a un magazzino.
ja: 農家は、原材料を生産する他の生産拠点と同様、貯蔵庫や倉庫との接続を設ける必要はありません。
ko: 농장은 원료를 생산하는 모든 생산시설처럼 저장소나 창고에 연결할 필요는 없습니다.
nb: Gårder, slik alle kompanjonger som produserer råmaterialer, trenger ikke nødvendigvis å være koblet til lager eller varehus.
nl: Bij boerderijen is het, net als alle andere bedrijven die grondstoffen produceren, niet noodzakelijk om ze met een opslaggebouw of pakhuis te verbinden.
pt: Fazendas, assim como todas as empresas produtoras de matéria prima, não necessitam obrigatoriamente uma estrada de ligação à um armazém ou depósito.
tr: Çiftliklerin, ham madde üreten diğer tüm şirketler gibi, depoya veya bir Ambara bağlı olması gerekmez.
uk: Ферми, як і всі компанії, що виробляють сировину, не обов'язково повинні бути пов'язані із наметом для зберігання або складом.

source: As long as units of the final production company can reach the Farm, and collectors from the Warehouse or Storage Tent can reach the final company everything's fine.
de: Solange die Güter das verarbeitende Gewerbe erreichen können, ist alles in Ordnung.
es: Todo irá bien mientras los trabajadores del negocio de producción final puedan llegar a la Granja, así como los recolectores del Almacén o de la Tienda de Almacenamiento puedan llegar al negocio final.
et: Nii kaua kuni lõpp toodangu kompanii üksused jõuavad farmini ja laohoone või -telgi kogujad jõuavad lõppkompaniini, on kõik korras.
fi: Niin kauan kuin lopullisen tuotannon yksiköt pääsevät maatilalle ja varasto tai varastoteltan keräilijät pääsevät varastolle tai lopputuottajalle niin kaikki on hyvin.
fr: Tant qu'une personne de l'entreprise de transformation peut atteindre la ferme et qu'un porteur d'un entrepôt ou d'un dépôt peut atteindre l'entreprise, alors tout ira bien.
id: Selama unit dari perusahaan produksi akhir dapat mencapai Pertanian, dan kolektor dari Gudang atau Tenda Penyimpanan dapat mencapai perusahaan akhir semuanya baik-baik saja.
it: Finché le unità dell'edificio di produzione finale possono raggiungere la fattoria, e i raccoglitori dal magazzino o da una tenda di deposito possono raggiungere l'edificio di produzione finale tutto andrà bene.
ja: 最終財生産拠点のユニットが農家にたどり着くことができ、倉庫や貯蔵庫からの収集者が最終財生産拠点にたどり着くことが出来る限りは、大丈夫です。
ko: 최종 생산시설 유닛은 농장에 도착할 수 있고 창고 또는 저장소 천막에 수집자가 최종 생산시설에 도착할 수 있다면 정상입니다.
nb: Så lenge enheter fra selskapet som lager sluttproduktet kan nå gården, og innsamlere fra varehuset eller lagerteltene kan nå sluttprodusenten vil alt være fint.
nl: Zolang medewerkers van de verwerkende bedrijven de boerderij kunnen bereiken en die bedrijven op hun beurt weer door de inkopers van het pakhuis of ander opslaggebouw kunnen worden bereikt, is alles in orde.
pt: Tudo correrá bem enquanto os trabalhadores do produto final puderem chegar até a fazenda, assim como os coletores do armazém ou tenda de armazenamento puderem chegar até o produto final.
tr: Son üretim şirketinin birimleri Çiftliğe ulaşabildiği ve Ambardan veya Depo Çadırından toplayıcılar son şirkete ulaşabildiği sürece her şey normaldir.
uk: Поки одиниці кінцевої продукції підприємства можуть дістатися до ферми, і збирачі зі складу або намету для зберігання може досягнути кінцевого підприємства все в порядку.

source: If you, however, plan to do some processing on different parts of the island (which can make sense) or even on different islands, you will need a connection to collectors.
bg: Ако планирате производства в различни части от острова или на различни острови, ще ви е нужна връзка за събирачите.
ca: De totes maneres, si preteneu fer part del procés a diferents parts de l'illa (la qual cosa pot ser normal) o fins i tot a illes diferents, necessiteu una connexió per als recol·lectors.
cs: Nicméně, pokud plánujete provádět některou část z výrobního řetězce v jiných částech ostrova (což může dávat smysl) nebo na různých ostrovech, budete potřebovat propojení k výběrčím.
de: Falls aus irgendwelchen Gründen Teile der Verarbeitung an verschiedenen Stellen der Insel geplant sind (was durchaus Sinn ergeben kann) oder sogar auf verschiedenen Inseln, wird eine Abholung durch Träger und damit Straßenverbindung aber notwendig.
es: Sin embargo, si planeas hacer distintas partes del procesamiento en distintas áreas de la isla (lo cual puede tener sentido) o incluso en diferentes islas, necesitarás una conexión a los recolectores.
et: Kui sa siiski kavatsed teha mingit töötlemist saare erinevates osades (mõnikord on see mõislik) või isegi teis(t)el saar(t)el, siis on sul vaja ühendust kogujatega.
fi: Jos kuitenkin aiot valmistaa tuotteita eri saaren osissa (missä saattaa olla järkeä) tai jopa eri saarilla, tulet tarvitsemaan jonkinlaisen kulkuyhteyden keräilijöille.
fr: Cependant si vous pensez affiner ces biens brut sur une autre partie de l'île ou même sur une autre île, vous devrez les connecter à un dépôt ou à un entrepôt.
gl: Porén, se contas con transformar esas materias primas en distintas partes da illa (algo que ten bastante sentido) ou mesmo en illas distintas, necesitarás conectar a granxa con transportistas.
id: Jika kamu, mungkin, merencanakan proses dalam bagian yang berbeda di pulau (yang masuk akal) atau mungkin di pulau yang lain, kamu perlu menghubungkannya dengan pengumpul barang ; gudang atau gedung pengumpul barang.
it: Se, invece, hai intenzione di fare alcune lavori su diversi parti dell'isola (che può avere senso) o anche su isole diverse, avrete bisogno di un collegamento per i raccoglitori.
ja: しかしながら、生産過程の一部を島の別の場所や異なる島で行いたい場合（これは可能です）には、人夫への接続があることが必要です。
ko: 그러나 섬의 다른 부분 (일부 의미가 있을 수 있음)이나 다른 섬에서도 일부 처리를 계획하고 있다면 수집자와의 연결이 필요합니다.
nb: Hvis du derimot planlegger å gjøre noe foredling i andre deler av øya (hvilket kan gi mening), eller på andre øyer, så vil du trenge en forbindelse til innsamlere.
nl: Echter, als je de verwerking wil laten plaatsnemen op andere delen van het eiland (wat zinvol kan zijn) of zelfs op een ander eiland, dan moeten de inkopers bij de boerderij kunnen komen, waarvoor een wegverbinding noodzakelijk is.
pl: Jeśli jednak planujesz przetwarzać i produkować na różnych częściach wyspy (co może mieć sens), a nawet na różnych wyspach, potrzebne będzie połączenie między zbieraczami.
pt: Se no entanto você desejar montar sua cadeia de produção em diferentes partes da ilha (o que faz sentido) ou até mesmo em diferentes ilhas, deverá criar conexões de estrada para os coletores.
ru: Однако если Вы намерены осуществлять переработку сырья в других частях острова или даже на других островах (что может иметь смысл), Вам придётся подвести носильщиков к ферме.
tr: Eğer adanın diğer bölümlerinde (faydalı bir şey olabilir) veya diğer adalarda işlem yapmayı planlıyorsanız, toplayıcılara bir bağlantı gerekecek.
uk: Якщо ви, однак, планується зробити деякі обробки на різних частинах острова (яке може мати сенс), або навіть на різних островах, вам необхідно з’єднання для збирачів.

source: Try to build the Farm not too close to the coast or your existing buildings since it will need some space around it to work well.
de: Versucht, den Bauernhof nicht zu nah an der Küste oder anderen Gebäuden zu bauen, denn er benötigt etwas Platz für eine optimale Auslastung.
es: Procura no construir la Granja en un lugar demasiado cerca de la costa o de otros edificios existentes, dado que necesitará algo de espacio alrededor para funcionar bien.
et: Proovi ehitada farm nii rannikust kui ka teistest ehitistest natuke kaugemale, sest edukaks tööks on vaja seni kasutamata maad.
fi: Yritä rakentaa maatila kauaksi rannikosta ja asutuksesta, sillä se tulee tarvitsemaan tilaa toiminnalleen.
fr: Essayez de construire une ferme, mais pas trop près de la côte ou d'autres bâtiments, puisqu'elle aura besoin d'espace autour d'elle pour bien fonctionner.
id: Cobalah bangun perkebunan tidak terlalu dekat dengan bibir pantai atau bangunanmu lainnya, karena itu memerlukan ruang disekitarnya.
it: Prova a costruire la fattoria non troppo vicino alla costa o a edifici esistenti in quanto avrà bisogno di un po' di spazio intorno per funzionare bene.
ja: 農家は周囲に土地を必要とするので、海岸や既存の建造物に近すぎないように建てるのがうまく行くこつです。
ko: 농장은 주변에 공터를 필요로 하기때문에 해안이나 기존 건물과 너무 가깝게 건설하지 않는것이 좋은 방법입니다.
nb: Forsøk å bygge gården et stykke unna kysten og dine eksisterende bygninger, siden den trenger litt plass rundt seg for å fungere godt.
nl: Probeer een boerderij niet te dicht bij de kust of bestaande gebouwen te bouwen, omdat je eromheen werkruimte nodig bent.
pt: Procure construir a fazenda não muito próxima da costa ou de outros edifícios, uma vez que ela necessita de espaço livre ao redor.
tr: Çiftlik, düzgün çalışabilmesi için ek alan gerektirdiğinden sahile veya var olan binalarınızın yakınına inşa etmemeye çalışın.
uk: Спробуйте побудувати ферму не занадто близько до узбережжя або існуючих будівель, оскільки їй знадобиться деякий простір навколо неї, щоб вона добре працювала.

source: Task: Build a Farm.
de: Aufgabe: Errichtet einen Bauernhof.
es: Tarea: Construye una Granja.
et: ÜLESANNE: Ehita farm.
fi: Tehtävä: Rakenna maatila.
fr: Mission : construire une ferme.
id: Tugas: Bangunlah Perkebunan.
it: Obiettivo: Costruisci una fattoria.
ja: 任務：農場を建てよ。
ko: 임무: 농장을 건설하십시오.
nb: Oppgave: Bygg en gård.
nl: Opdracht: Bouw een boerderij.
pt: Tarefa: Constrói uma Quinta.
tr: Görev: Bir Çiftlik inşa edin.
uk: Завдання: побудуйте ферму.

source: Build at least one pasture and add potato fields if you like.
bg: Построй поне едно пасище и добави картофени ниви ако желаеш.
ca: Construïu com a mínim una pastura i, si voleu, afegiu-hi un camp de patates.
cs: Vybudujte alespoň jednu pastvinu a přidejte bramborové pole, pokud chcete.
de: Legt mindestens eine Weide im Einzugsbereich des Bauernhofs an und fügt Kartoffelfelder hinzu, falls Ihr wollt.
es: Construye al menos un Pasto y añade Campos de Patatas si te apetece.
et: Ehita vähemalt üks karjamaa ja lisa soovi korral ka kartupõld või kaks.
fi: Rakenna vähintään yksi laidun maatilan ulottuville ja halutessasi myös perunapeltoja.
fr: Construisez au moins un pré et ajoutez des champs de pommes de terre si vous voulez.
gl: Constrúe polo menos un terreo para ovellas, e se queres unha horta de patacas.
id: Bangun setidaknya satu padang rumput dan tambahkan ladang kentang jika kamu suka.
it: Costruisci almeno un pascolo ed aggiungi campi di patate se lo desideri.
ja: 少なくとも一つの牧場を作ってください。お好みでじゃがいも畑も。
ko: 최소 하나 이상의 목장을 건설하고, 좋아 하신다면 감자밭도 추가하십시오.
nb: Bygg minst ett beiteland og legg til en potetåker hvis du har lyst.
nl: Plaats tenminste een weiland en voeg aardappelvelden toe naar eigen inzicht.
pl: Zbuduj co najmniej jedno pastwisko oraz dodaj kartoflisko jeżeli chcesz.
pt: Cria, no mínimo, uma pastagem e adicione-lhe uma plantação de batatas se quiseres.
ru: Заложите хотя бы одно пастбище и, по желанию, поля картофеля.
tr: En az bir otlak inşa edin ve isterseniz patates ekim alanı ekleyin.
uk: Побудувати, принаймні, одне пасовисько і додайте картопляні поля, якщо хочете.

source: NEW TASK: BUILD FIELDS
bg: НОВА ЗАДАЧА: ПОСТРОЙ ФЕРМА
ca: Nova tasca: construïu camps
cs: NOVÝ ÚKOL: STAVBA POLÍ
de: NEUE AUFGABE: FELDER
es: NUEVA TAREA: CONSTRUYE CAMPOS
et: UUS ÜLESANNE: EHITA PÕLLUD
fi: UUSI TEHTÄVÄ: RAKENNA PELTOJA
fr: MISSION : LES CHAMPS
gl: Novo obxectivo — Campos
id: TUGAS BARU: BANGUN LADANG
it: NUOVO OBIETTIVO: I CAMPI
ja: 新しい任務：畑を作れ
ko: 새로운 임무: 농지 건설
nb: NY OPPGAVE: BYGG JORDER
nl: OPDRACHT: PLAATS VELDEN
pl: NOWE ZADANIE: Wybuduj pola
pt: NOVA TAREFA: CONSTRÓI PLANTAÇÕES
ru: НОВАЯ ЗАДАЧА: ПОЛЯ
tr: YENİ GÖREV: ALAN İNŞA EDİN
uk: НОВЕ ЗАВДАННЯ: Створення ПОЛІВ

source: The Farm itself is not going to produce anything without some fields.
de: Der Bauernhof selbst kann ohne Felder nichts produzieren.
es: La Granja por sí sola no va a producir nada sin crear campos de cultivo.
et: Põldudeta farm ei tooda iseenesest mitte midagi.
fi: Maatila ei itsessään tuota mitään ilman peltoja.
fr: La ferme elle-même ne produira rien sans champs.
id: Perkebunan sendiri tidak akan memproduksi sesuatu tanpa adanya ladang.
it: La fattoria non produrrà niente senza dei campi.
ja: 畑がないと、農場自体は何も生産できません。
ko: 농장 자체는 어떠한 밭도 근처에 없다면 아무것도 생산하지 않습니다.
nb: Gården produserer ikke noe av seg selv uten noen jorder.
nl: De boerderij zelf zal niet kunnen produceren zonder velden eromheen.
pt: A fazenda em si não irá produzir nada sem as plantações.
tr: Tek başına Çiftlik, tarlaları olmadan hiçbir şey üretmeyecek.
uk: Ферма сама по собі не буде виробляти що-небудь без деяких полів.

source: You currently have the choice between pastures, potato and sugar fields.
bg: За сега имате избор между пасища, картофени или захарни ниви.
ca: Ara mateix podeu escollir entre camps de pastures, patates i sucre.
cs: Nyní máte možnost výběru mezi pastvinami, bramborovými poli a plantážemi s cukrovou třtinou.
de: Momentan habt Ihr die Wahl zwischen drei Feldern.
es: Tienes para elegir entre prados, patatas y campos de caña de azúcar.
et: Sul on hetkel valida karjamaa ning kartuli- ja suhkrupõllu vahel.
fi: Tällä hetkellä voit valita laitumien, peruna- ja sokeripeltojen väliltä.
fr: Pour l'instant vous avez le choix entre des prés, des champs de pommes de terre et des champs de canne à sucre.
gl: Nestes momentos podes elixir entre campos de ovellas, hortas de patacas ou campos de azucre.
id: Sekarang kamu harus memilih diantara Padang Rumput, Kentang atau Ladang Tebu (gula).
it: Attualmente puoi scegliere tra pascoli, campi di patate o zucchero.
ja: いまのところ、牧場とじゃがいも畑、さとうきび畑を選ぶことができます。
ko: 지금은 목장, 감자 밭, 사탕수수 밭을 선택할 수 있습니다.
nb: Du kan nå velge mellom beiteland, potet- og sukkeråker.
nl: Momenteel heb je de keuze tussen drie soorten velden.
pl: Obecnie możesz wybrać pomiędzy pastwiskiem, polem ziemniaków lub polem cukrowym.
pt: Atualmente você pode optar entre pastagens, plantações de batata e de cana-de-açúcar.
ru: Сейчас у Вас есть выбор между пастбищами, картофельными полями и сахарными плантациями.
tr: Şimdilik otlak, patates ve şeker ekim alanı aralarında seçim yapabilirsiniz.
uk: Ви в даний час маєте вибір між пасовищами, картоплею та цукровим полем.

source: Let's have a short overview: * Pasture: Sheep live here, producing lamb wool. * Potato Field: Grows potatoes which are currently treated as food. * Sugar Field: Grows sugar which is used to distill liquor and (later) produce confectionery.
de: Hier ein kurzer Überblick: * Weide: Schafe leben dort, sie produzieren Lammwolle. * Kartoffelfeld: Erzeugt Kartoffeln, die als Nahrung gehandelt werden. * Zuckerrohrfeld: Erzeugt Zucker, welcher zum Brennen von Alkohol und (später) zur Süßwarenherstellung benötigt wird.
es: Aquí tenemos una breve información: * Pastos: Aquí viven las ovejas que producen lana. * Campos de Patatas: Crecen patatas que proporcionan alimento. * Cultivos de Azúcar: Crece azúcar que se utiliza para destilar licor y (más tarde) elaborar productos de confitería.
et: Kiire ülevaade: * Karjamaal on lambad, kes annavad villa. * Kartulipõllult saab kartuleid, mida hetkel käsitletakse toiduna. * Suhkrupõllult saab suhkrut, millest destillerritakse alkoholi ja (hiljem) valmistatakse maiustusi.
fi: Näiden ominaisuuksia: * Laidun: Lampaat elelevät siellä tuottaen lampaanvillaa. * Perunapelto: Kasvattaa perunoita, jotka ovat mainiota ruokaa kansallesi. * Sokeripelto: Kasvattaa sokeria, jota käytetään alkoholijuomien tislaamisessa ja (myöhemmin) tuottamaan makeisia.
fr: Voyons ce qu'ils produisent : * prés : des moutons vivent ici et produisent de la laine ; * champs de pomme de terre : des pommes de terre y poussent et constituent votre nourriture ; * champs de canne à sucre : de la canne à sucre qui sert à produire de l'alcool et (plus tard) des confiseries.
id: Mari kita lihat ikhtisar singkatnya: *Padang Rumput: Domba tinggal disini, memproduksi bulu domba sebagai wool. *Ladang Kentang: Menumbuhkan kentang, yang mana akan memproduksi makanan. *Ladang Tebu: menumbuhkan tebu, yang mana akan digunakan sebagai gula pada penyulingan minuman (bir) dan nantinya dapat pula memproduksi gula-gula/makanan manis.
it: Facciamo una breve panoramica: * Pascolo: Le pecore pascolano qui, producendo lana. * Campo di patate: Coltiva patate che vengono trattate come alimento. * Campi di Zucchero: Coltiva zucchero che viene utilizzato per distillare liquori e (più tardi) produrre dolciumi.
ja: 簡単にまとめてみましょう： * 牧場：羊が飼われており、羊毛を産出します。 * じゃがいも畑：じゃがいもが育てられており、ジャガイモはいまのところ食糧として扱われています。 * さとうきび畑：さとうきびが育てられており、酒を醸造し（後で）菓子を生産するのに使われます。
ko: 간단하게 정리해 보겠습니다: * 목장 : 양을 사육하며 양모를 만듭니다. * 감자 밭 : 지금까지는 식량으로 취급되는 감자를 재배합니다. * 사탕수수 밭 : 술을 양조하고 (나중에) 과자를 만드는 데 사용되는 사탕수수를 재배합니다.
nb: Her er en kort oversikt: * Beiteland: Her lever sauer som produserer saueull. * Potetåker: Gror poteter som nå håndteres som mat. * Sukkeråker: Gror sukker som brukes til å destillere sprit og (senere) produsere konfekt.
nl: Hieronder een kort overzicht. * Weiland: onderkomen voor schapen, die wol produceren. * Aardappelveld: verbouwt aardappelen, dat als voedsel dient. * Suikerveld: verbouwt suiker, dat voor drank en de banketbakkerij gebruikt worden.
pt: Vejamos um breve resumo: * Pastagem: Aqui vivem as ovelhas que produzem lã. * Plantação de batatas: Fornecem alimento. * Plantação de cana-de-açúcar: Fornecem álcool para a destilação de bebidas e (posteriormente) produtos de confeitaria.
tr: Kısaca bir özet geçelim: * Otlak: Koyunlar burada yaşar ve koyun yünü üretir. * Patates Tarlası: Yiyecek olarak kullanılabilecek patates yetiştirir. * Şeker Tarlası: Likör damıtmak ve (ileride) şekerleme ürünleri üretmek üzere şeker yetiştirir.
uk: Наведемо короткий огляд: * Пасовисько: Вівці живуть тут, виробляючи овечу вовну. * Картопляне поле: Вирощується картопля, яка поточно розглядається як їжа. * Тростинове поле: Вирощується цукрова тростина, яка використовується для виробництва лікеру і (пізніше) кондитерських виробів.
