Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: So if no sailors recently wanted to upgrade their tents, you probably have a lot of boards and in that case, the lumberjack may idle.
bg: Ако моряците не желаят да си усъвършенстват палатките, може да се натрупат много дъски и дърводелната да спре да работи.
ca: Així que si cap mariner ha volgut actualitzar la seva tenda, probablement teniu una pila de taulons i el llenyataire deixarà de treballar.
cs: Takže pokud námořník nechtěl nedávno provést vylepšení svého stanu, pravděpodobně máte spoustu prken, a v takovém případě nemusí dřevorubec pracovat.
de: Falls also kein Siedler vor kurzem sein Zelt ausbauen wollte, befindet sich wahrscheinlich eine Menge Bretter im Lager und Euer Holzfäller kann nichts mehr lagern.
es: Así que si ningún marinero ha querido mejorar su tienda recientemente, probablemente tendrás un montón de tablones, y en ese caso el leñador podría estar parado.
et: Kui meremehed ei ole hiljuti soovinud oma telkide uuendamist, siis on sul ilmselt palju laudu ja saeveski ei tööta.
fi: Joten jos merimiehet eivät viime aikoina ole olleet kiinnostuneita päivittelemään telttojaan ja sinulla on paljon lautoja, puunhakkaajasi saattaa olla toimettomana.
fr: Donc si aucun marin n'a amélioré sa tente, vous avez probablement beaucoup de planches et dans ce cas le bûcheron est peut-être inactif.
gl: Así que, salvo que algún mariñeiro anovase a súa tenda hai pouco, o máis probable é que teñan unha morea de táboas, e pode que o leñador non estea a facer nada.
id: Jadi, jika baru-baru ini tidak ada pelaut yang meningkatkan tenda-tenda mereka, mungkin kamu punya banyak papan dan dapat saja penebang pohon menganggur.
it: Quindi, se nessun marinaio ha recentemente migliorato la sua tenda probabilmente avete un sacco di tavole e per questo il boscaiolo è inattivo.
ja: ですから、テントを改築したいという船乗りがしばらくいなければ、板材がおそらくたくさん溜まっていますので、その場合、製材所は無聊をかこっているはずです。
ko: 따라서 최근에 선원들이 천막 재건축을 원하지 않을 경우, 판자가 많이 모여 있을 수 있고 이 경우 나무꾼의 천막은 쉬고 있을 것입니다.
nb: Dermed, med mindre noen seilere ønsket å oppgradere sine telt nylig, har du antagelig mye planger og i det tilfellet jobber kanskje ikke tømmerhuggerne.
nl: Als een zeeman zijn tent niet wil verbeteren, heb je straks teveel planken en raken de houthakkers werkeloos.
pl: Jeśli żeglarze od dawna nie chcą uaktualnić swoich namiotów, prawdopodobnie masz wiele desek, więc możesz nakazać drwalowi zaprzestanie pracy.
pt: Então se não houverem marinheiros interessados em aprimorar suas tendas no momento, você provavelmente possuirá uma grande quantidade de tábuas, e neste caso o lenhador ficará ocioso.
ru: Так, если среди жителей давно не было моряков, улучшавших свои палатки, у Вас должно накопиться много досок, и в этом случае лесозаготовка может встать.
tr: Bu durumda son zamanda denizcileriniz çadırlarını yükseltmek istemediyse, muhtemelen çok sayıda tahtanız var ve bu durumda oduncu boşta durabilir.
uk: Оскільки моряки нещодавно не хотіли модернізувати свої намети, то ви, ймовірно, маєте багато дощок і в тому випадку, лісоруб може бути на холостому ході.

source: We can improve this situation in two different ways, and we will have a look at both of them below.
bg: Можем да подобрим положението по два начина. Ще ги разгледаме и двата.
ca: Podem millorar la situació de dues maneres diferents, i ara les veurem totes dues.
cs: Tuto situaci můžete zlepšit dvěma různými způsoby, pojďme se na ně podívat.
de: Diese Situation könnt Ihr durch zwei Maßnahmen verbessern, die wir uns nun anschauen wollen.
es: Puedes mejorar esta situación de dos formas distintas, y vamos a echar un vistazo a ambas a continuación.
et: Sellist olukorda saab parandada kahel viisil ja järgnevalt tutvume mõlemaga.
fi: Voimme parantaa tilannetta kahdella eri tavalla, ja alla tutustumme molempiin.
fr: Nous pouvons corriger cette situation par deux approches différentes que nous allons présenter plus bas.
gl: Hai dúas formas de mellorar esta situación, e a continuación comentaremos as dúas.
id: Kita dapat membenahi situasi ini dalam 2 jalan yang berbeda, dan kita akan melihatnya dibawah ini.
it: Possiamo migliorare questa situazione in due diversi modi, daremo uno sguardo a ciascuno di loro di seguito.
ja: この状況を改善するには二つの方法がありますので、以下に紹介することとしましょう。
ko: 이 상황을 두 가지 다른 방법으로 개선 할 수 있습니다. 우리는 아래 두 가지를 살펴볼 것입니다.
nb: Vi kan forbedre denne situasjonen på to ulike måter, og vi skal ta en titt på begge nedenfor.
nl: We kunnen de situatie op twee manieren verbeteren en we zullen nu beide methoden bekijken.
pl: Możemy poprawić tę sytuację na dwa sposoby, na oba można spojrzeć poniżej.
pt: Podemos resolver esta situação de duas maneiras diferentes, e iremos dar uma olhada melhor em ambas.
ru: Из этой ситуации есть два выхода, мы рассмотрим их ниже.
tr: Bu durumu iki şekilde iyileştirebiliriz ve ikisine de aşağıda bakacağız.
uk: Ми можемо поліпшити цю ситуацію двома різними способами, і ми подивимося на обидва з них.

source: All companies offer to do no work at all. This may sound strange, but click on the gear wheel you see in the Lumberjack Hut's overview.
de: Alle Betriebe bieten die Möglichkeit, ihre Produktion zu pausieren. Das mag seltsam klingen, aber klickt einmal auf das Zahnrad, welches sich in der Übersicht des Holzfällerzeltes befindet.
es: Todos las compañías permiten no hacer ningún trabajo. Esto puede sonar extraño, pero haz clic en el engranaje que verás en la vista principal de la Cabaña de Leñador.
et: Kõik kompaniid ei pruugi alati tööd pakkuda. See võib kõlada imelikult, kuid klõpsa hammasrattal, mis on puuraiduri hüti ülevaatel.
fi: Kaikkien yritysten toiminta voidaan väliaikaisesti keskeyttää. Tämä saattaa kuulostaa oudolta, mutta kokeilepa napsauttaa puunhakkaajan teltan yleiskatsauksessa olevaa hammaspyörää.
fr: Toutes les entreprises offrent la possibilité de stopper le travail. Cela peut paraître étrange, mais essayez de cliquer sur les engrenages que vous voyez dans le sommaire du bûcheron, par exemple.
id: Semua perusahaan menawarkan untuk tidak bekerja. Ini mungkin terdengar asing, tapi ketuk pada lambang roda bergerigi yang kamu lihat di opsi penebang pohon.
it: Gli edifici produttivi non lavorano affatto. Questo può sembrare strano, ma clicca sulla ruota dentata che si vede nella finestra panoramica della capanna del boscaiolo.
ja: 一つめは、全生産拠点に、全く作業をさせないようにします。 これは、おかしなことのように思われるかもしれませんが、とにかく伐採所の概要のところにある歯車をクリックしてみてください。
ko: 모든 생산시설이 완전히 작업을 하지 않게 하십시오. 이상하게 생각될 수도 있겠지만, 어쨌든 나무꾼의 오두막의 개요에서 볼 수있는 톱니 바퀴를 클릭하십시오.
nb: Alle kompanjonger tilbyr å ikke jobbe i det hele tatt. Dette høres kanskje rart ut, men klikk på tannhjulet du ser i tømmerhuggerhyttens oversikt.
nl: Alle bedrijven bieden de mogelijkheid om hun productie te pauzeren. Klik op het tandwiel dat te zien is in het overzichtstabblad van de houthakkershut.
pt: Todas as empresas possuem uma opção para parar a produção. Isto pode soar estranho, mas clique na engrenagem que você vê na visão geral da cabana do lenhador.
tr: Tüm şirketler hiçbir iş yapmamayı teklif ediyor. Bu tuhaf gelebilir ancak Oduncu Çadırının genel bakışında gördüğünüz dişliye tıklayın.
uk: Всі підприємства пропонують не робити ніякої роботи взагалі. Це може здатися дивним, але натисніть на шестерню і ви бачите в огляді хатину лісоруба.

source: If this 'break' mode is enabled (we call it 'Decommissioning'), the running costs you pay for the building will decrease. They won't be zero, but still lower than if you keep the company producing.
bg: Ако този режим "прекъсване" е активиран (наричаме го "Извеждане"), разходите за сградата намаляват значително. Не стават нула но са много по-ниски от активно състояние.
ca: Si aquest mode «aturat» està habilitat (l'anomenem «Fora de servei»), els costos de funcionament que pagueu per l'edifici es reduirà. No serà zero, però serà inferior que mantenir els edificis en funcionament.
cs: Pokud je povolen režim "rozbít" (říkáme tomu "Vyřazení z provozu"), budou provozní náklady, které zaplatíte za budovu, nižší. Nebudou nulové, ale stále nižší, než pokud bude dodavatel pracovat.
de: Ist dieser „Pause“-Modus aktiv, sinken die laufenden Kosten eines Gebäudes. Sie werden vielleicht nicht immer auf null sinken, aber sie sind geringer als bei einem weiterhin produzierenden Betrieb.
es: Si se activa este modo de "ruptura" (que podemos llamar "Decomiso"), disminuirán los costes de producción que pagas por el edificio. No van a ser cero, pero serán más bajos que si los negocios estuviesen produciendo.
et: Kui seal on "puhkuse" olek lubatud, siis on ehitise käituskulud madalamad. Need ei lange nulli, kuid nad on siiski väiksemad, kui sa hoiad kompanii kaupu tootmas.
fi: Kun tämä "taukotila" on käytössä, rakennuksesta maksamasi juoksevat kustannukset vähenevät. Ne eivät laske nollaan, mutta kuitenkin alemmaksi kuin yrityksen ollessa käytössä.
fr: Si ce mode « pause » est disponible (nous l'appelons « désaffection »), les coûts de fonctionnements de ce bâtiment baisseront. Il ne baisseront pas à zéro, mais ils seront déjà plus bas que si le bâtiment fonctionnait.
gl: Se activas este modo de “descanso” (que chamamos «paralización»), os custos de funcionamento do edificio diminúen. Non desaparecerán, pero serán menores que os de ter o negocio en funcionamento.
id: Jika mode 'break' atau 'istirahat' diaktifkan (kita menyebutnya 'Decomissioning' berarti 'Penonaktifan'), pajak bangunan tersebut akan menurun. Tapi tidak sepenuhnya menjadi Nol '0'. Tapi pajaknya lebih rendah dari pada ketika kamu membiarkannya tetap memproduksi.
it: Se la modalità 'break' è attivata (noi lo chiamiamo 'Decommissionamento'), i costi di gestione per l'azienda diminuiranno. Non saranno pari a zero, ma comunque inferiore a quelli se l'azienda producesse.
ja: この「休憩」モード（「非番」と言います）が有効になると、この建造物のために支払う運営費用は減少します。これは零にはなりませんが、生産拠点を動かし続けるよりも安価です。
ko: 이 '휴식'모드가 활성화 된 경우 (우리는 '조업중지'라고 부름) 건물의 운영 비용이 감소합니다. 비용이 0은 아니지만 생산시설이 계속 생산하는 것보다는 저렴합니다.
nb: Hvis denne «bremse»-modusen er aktiv (vi kaller den «å ta ut av drift»), så vil de løpende kostnadene du betaler for bygningen reduseres. De vil ikke bli null, men de er uansett lavere enn om du lot kompanjongene fortsatt produsere.
nl: Als deze 'stilleg'-modus is geactiveerd, dan zullen de lopende kosten van het gebouw dalen. Niet tot nul, maar wel tot een stuk lager dan wanneer het gebouw in bedrijf blijft.
pl: Jeśli ten tryb "przerwy" jest włączony (nazywamy go "Wycofanie z eksploatacji"), koszty bieżące budynku będą się zmniejszać. Nie wyniosą zero, ale będą niższe niż w przypadku kontynuowania produkcji.
pt: Se este modo de 'pausa' for ativado (chamaremos isto de 'Desativação'), os custos de operação que você paga neste edifício irão reduzir. Eles não irão zerar, mas ainda será mais barato do que manter a empresa produzindo.
ru: В этом режиме "паузы" (мы называем его "Вывод из эксплуатации") текущие расходы постройки сократятся. Они не снизятся до нуля, но всё же будут ниже, чем при полном функционировании.
tr: Eğer bu 'mola' kipi etkinse (bunu 'Hizmetten Çıkma' olarak adlandırıyoruz), binaya ödediğiniz işletme maliyetleri azalacak. Sıfır olmayacak ancak hala şirketi çalıştırmaya devam ederseniz daha az olacak.
uk: Якщо цей режим "перерви" включений (ми називаємо його "Зняття з експлуатації"), поточні витрати, які ви платите за будівлю, зменшаться. Вони не будуть дорівнюють нулю, але все ж таки будуть нижчими, ніж якщо ви тримаєте запущене виробництво.

source: This means that you can save money when you temporarily do not need a company and do not want to tear it down, either.
bg: Това означава че можеш да спестиш пари когато не се нуждаеш от компанията а не искаш да я разрушиш.
ca: Això vol dir que podeu estalviar diners quan temporalment no necessiteu una empresa i no la voleu enderrocar.
cs: To znamená, že můžete ušetřit poeníze tak, že dočasně zastavíte produkci zboží, které nepotřebujete a zároveň nechcete budovu strhnout.
de: Ihr könnt somit Geld sparen, falls Ihr einen Betrieb vorübergehend nicht benötigt, ihn aber auch nicht abreißen möchtet.
es: Esto significa que puedes ahorrar dinero cuando temporalmente no necesites un negocio y no quieras demolerlo.
et: See tähendab, et sa saad raha koguda, kui sa ajutiselt ei kompaniid ei vaja ja ei soovi ka seda lammutada.
fi: Tämä tarkoittaa siis sitä, että voit säästää rahaa kun et väliaikaisesti tarvitse yritystä, mutta et myöskään halua tuhota sitä maan tasalle.
fr: Cela veut dire que vous pouvez économiser de l'argent en désactivant des bâtiments que vous ne voulez pas détruire mais dont vous n'avez pas besoin pour l'instant.
gl: Isto significa que podes aforrar cartos cando non necesitas un negocio por un tempo, pero tampouco queres destruílo.
id: Ini berarti kamu dapat menghemat uangmu ketika kamu tidak memerlukan suatu perusahaan dan tidak ingin menurunkan tingkatannya.
it: Ciò significa che è possibile risparmiare denaro se temporaneamente non hai bisogno di una società e non la vuoi abbattere.
ja: つまり、生産拠点を一時的に必要とせず、かといって取り壊しなくもない時に、費用を節約できるということです。
ko: 즉, 생산시설이 일시적으로 필요하지 않을 때도 해체하지 않고, 비용을 절약할 수 있다는 것입니다.
nb: Dette betyr at du kan spare penger når du midlertidig ikke trenger en bedrift og heller ikke ønsker å rive den.
nl: Zo kun je besparen op bedrijven die je tijdelijk niet nodig hebt, maar niet wilt slopen.
pl: Oznacza to że możesz oszczędzać, gdy chwilowo nie potrzebujesz danego budynku, ale nie chcesz go burzyć.
pt: Isto significa que você pode poupar dinheiro quando uma empresa ficar temporariamente improdutiva e você não quiser demoli-la.
ru: Таким образом, Вы можете сэкономить деньги, когда предприятие временно не востребовано, но Вы не хотите его ликвидировать.
tr: Bu, geçici olarak yıkmak istemediğiniz ancak ihtiyacınız da olmayan bir şirketten para kurtarmanızı sağlar.
uk: Це означає, що ви зможете заощадити гроші, коли вам тимчасово не потрібне підприємство і не хочете зносити його.

source: Another solution is to build the last tier-I building which has not been mentioned so far: the Storage Tent.
de: Eine andere Lösung ist das Gebäude der Seefahrer-Stufe, welches wir bis jetzt noch nicht erwähnt haben: ein Lagerzelt.
es: Otra solución es construir el último edificio del nivel 1 que no habíamos mencionado antes: la Tienda de Almacenamiento.
et: Teine võimalus on ehitada viimane esimese taseme ehitis, millest ei ole siiani veel juttu olnud: lao telk.
fi: Toinen ratkaisu on rakentaa viimeinen ensimmäisen tason rakennus, jota ei ole vielä mainittu: Varastointi teltta.
fr: Une autre solution est de construire le dernier bâtiment de niveau 1 qui n'a pas encore été mentionné : le dépôt.
id: Solusi lainnya adalah membangun bangunan tingkat 1, yaitu Tenda Penyimpanan (dilain waktu dapat meningkat ke tingkatan 2 menjadi gedung penyimpanan).
it: Un'altra soluzione è quella di costruire l'ultimo edificio di prima fascia che non è stato menzionato finora: la tenda di deposito.
ja: もう一つの解決方法は、まだ説明していない最後の第一階層建造物、貯蔵庫を建築することです。
ko: 또 다른 해결 방법은 지금까지 언급되지 않은 최종 I 계층 건물 인 저장소 천막을 만드는 것입니다.
nb: En annen løsning er å bygge den siste nivå-I-bygningen som ikke har vært nevnt så langt: Lagerteltet.
nl: Een andere oplossing is het laatste gebouw uit het eerste beschavingsniveau dat nog niet eerder genoemd is: de opslagtent.
pt: Outra solução seria construir o último edifício de nível 1 que havíamos mencionado antes: a tenda de armazenamento.
tr: Diğer çözüm de burada şimdiye kadar bahsedilmeyen bir son seviye-I binası inşa etmektir: Depo Çadırı.
uk: Іншим рішенням є будівництво споруди минулого рівня-I, яку не було згадано досі: намети для зберігання.

source: This building has two purposes. It: * Offers more storage for your goods, and * sends its own collectors to fetch goods, just like the Warehouse does.
de: Dieses Gebäude hat zwei Zwecke: * es bietet mehr Platz für Eure Güter und * es schickt (genau wie das Kontor) eigene Träger, um Güter zu transportieren.
es: Este edificio tiene dos propósitos: * Ofrece más almacenamiento de bienes, y * envía sus propios transportistas para recoger bienes, tal como hace el Almacén.
et: Sellel ehitisel on kaks ülesannet. See * võimaldab sul hoiustada rohkem kaupu, ja * saadab oma enda kogujad kapuadele järgi, nii nagu seda teevad laod.
fi: Tällä rakennuksella on kaksi tarkoitusta. Se... * tarjoaa lisää varastotilaa tavaroillesi ja * lähettää omat kerääjänsä hakemaan tavaroita kuten Varastokin.
fr: Ce bâtiment a deux fonctions : * il offre plus d'espace de stockage pour vos biens ; * il envoie ses propres collecteurs pour aller chercher des biens, tout comme le entrepôt.
id: Bangunan ini memiliki 2 fungsi, yaitu: *menyediakan lebih banyak kapasitas penyimpanan barang, dan *mengirimkan orang-orang pengumpul sumber daya untuk mengumpulkan barang, seperti yang gudang lakukan.
it: Questo edificio ha due scopi: * Offre più spazio di deposito per le vostre merci, e * invia i propri raccoglitori a ritirare i beni, è simile al magazzino.
ja: この建造物には、下記の二つの目的があります。 * あなたのストレージをもっと貯蔵することができます。 * 倉庫と同様に、財を集める人夫を派遣します。
ko: 이 건물에는 두 가지 목적이 있습니다. 그것은: * 당신의 물품에 더 많은 저장 공간을 제공합니다. * 창고처럼 자체 수집자가 물품을 가져옵니다.
nb: Denne bygningen har to formål. Den: * Tilbyr mer lagringsplass for varene dine, og * sender sine egne innsamlere for å hente varer, akkurat slik varehuset gjør.
nl: Dit gebouw heeft twee doelen. het: * Geeft je meer opslag ruimte, en * stuurt inkopers op pad om goederen te op te halen, net als het pakhuis.
pt: Este edifício possui dois propósitos, ele: * Oferece mais capacidade de estocagem para suas mercadorias, e * Envia coletores próprios para buscá-las, assim como o armazém.
tr: Bu binanın iki amacı var. Bina: * Mallarınız için daha fazla depo alanı sunar ve * kendi toplayıcılarını Ambarda olduğu gibi mal getirmesi için gönderir.
uk: Ця будівля має дві мети. Вона: * служить для зберігання ваших товарів та * надсилає своїх збирачів для збору товарів на склад.

source: Note that companies can also be connected to a storage in order to get their products collected, and if the Warehouse is overwhelmed with collector tasks, you can place a Storage Tent to help out there.
de: Anzumerken ist, dass alle Betriebe auch mit dem Lager verbunden werden können, um ihre Güter abholen zu lassen. Falls Euer Kontor mit den Transportaufgaben überfordert ist, kann ein zusätzlich errichtetes Lager Entlastung bieten.
es: Ten en cuenta que los negocios también pueden ser conectados a un edificio de almacenamiento para que sus productos sean recogidos, y si el Almacén está saturado de tareas de recolección, puedes colocar una Tienda de Almacenamiento para ayudar en eso.
et: Kõik kompaniid võivad olla ühendatud ka laoga, et nende toodangut kogutaks ja kui lao kogujad on ülekoormatud, siis saab laotelk sind ladustamisel aidata.
fi: Huomaa, että yritykset voidaan myös yhdistää varastoon saadakseen tuotteitaan kerätyksi. Jos varastot ovat hukassa keräilytehtävissä, voit sijoittaa varastoteltan auttamaan.
fr: Notez que les entreprises peuvent également être connectées à un dépôt à la place d'un entrepôt et, si l'entrepôt est surchargé, vous pouvez l'aider à tout collecter en construisant un dépôt.
id: Catat! Perusahaan dapat juga terhubung ke penyimpanan dalam rangka mengumpulkan hasil produksi, dan jika gudang kewalahan dengan tugas mengumpulkan barang-barang, kamu dapat menempatkan tenda penyimpanan untuk membantunya.
it: Nota che gli edifici produttivi possono anche essere collegati a un magazzino per far si che i loro prodotti vengano raccolti, se il magazzino è sopraffatto dai compiti di raccolta, è possibile inserire una tenda di stoccaggio per aiutare.
ja: 各生産拠点は、生産物を集めてもらうために、貯蔵庫への接続を設けることもできます。倉庫の人夫の仕事がいっぱいになった時には、それを援助するために貯蔵庫を建てることができます。
ko: 생산시설은 물품을 수집하기 위해 저장소와 연결할 수 있으며 창고가 가득차면 그것을 돕기위해 저장소 천막을 배치할 수 있습니다.
nb: Merk at kompanjonger kan også kobles til lagring for å få sine produkter samlet inn, og hvis varehuset er overbelastet med innsamlingsoppgaver kan du plassere ut et lagertelt for å avhjelpe.
nl: Merk op dat bedrijven ook met een opslaggebouw verbonden kunnen worden om hun goederen te laten afhalen. Wanneer het pakhuis de aanvoer van goederen niet meer kan bijbenen, dan kan het bijplaatsen van een opslagtent uitkomst bieden.
pt: Repare que estas empresas também podem ser conectadas a um depósito afim de recolher suas produções, e se os coletores do armazém estiverem sobrecarregados você pode adicionar uma tenda de armazenamento para ajudar lá fora.
tr: Şirketlerin de ürünlerinin toplanabilmesi için bir Depoya bağlanabileceklerini unutmayın ve bir Ambar, toplayıcı görevleri ile başedemiyorsa, yardım etmesi için bir Depo Çadırı yerleştirebilirsiniz.
uk: Зверніть увагу, що підприємства також можуть бути з'єднані з складом для зберігання їхньої продукції і якщо склад переповнений, то ви можете розмістити намети для зберігання, щоб допомогти там.

source: Task: Build a Storage Tent, preferably where you need collectors.
de: Aufgabe: Errichtet ein Lager, möglichst dort, wo die Abholsituation verbessert werden soll.
es: Tarea: Construir una Tienda de Almacenamiento, preferentemente donde necesites recolectores.
et: Ülesanne: ehita laotelk, eelistatult kohta, kuhu vajad kogujaid.
fi: Tehtävä: Rakenna varastoteltta mieluiten sellaiseen paikkaan, jossa tarvitset kerääjiä.
fr: Mission : construisez un dépôt, de préférence quelque part où vous avez besoin de collecteurs.
id: Tugas: Bangunlah tenda penyimpanan, dimana kamu butuh pengumpul barang.
it: Obiettivo: Costruisci una tenda di deposito, preferibilmente laddove ci sia bisogno di raccoglitori.
ja: 任務：人夫を置きたいところに貯蔵庫を造れ。
ko: 임무: 가급적이면 수집자가 필요한 곳에 저장소 천막을 건설하십시오.
nb: Oppgave: Bygg et lagertelt, fortrinnsvis der du trenger innsamlere.
nl: Opdracht: Bouw een opslagtent, bij voorkeur daar waar je inkopers nodig hebt.
pt: Tarefa: Constrói uma Tenda de Armazenamento , preferencialmente onde necessitares de coletores.
tr: Görev: Tercihen toplayıcılara ihtiyacınız olacak yere bir Depo Çadırı inşa edin.
uk: Завдання: побудуйте намети для зберігання, переважно там, де вам потрібні збирачі.

source: Build a Weaver's Hut that can somehow reach the wool of your Farm.
de: Errichtet eine Weberhütte in Reichweite von Wolle.
es: Construye una Cabaña de Tejedor que de algún modo alcance la lana de tu Granja.
et: Ehita kangru hütt, mis saab kuidagi töödelda su farmi villa.
fi: Rakenna Kutojan maja, joka voi jotenkin saavuttaa villan maatilallasi.
fr: Établissez un tisserand qui pourra accéder à la laine de votre ferme.
id: Bangunlah pondok penenun yang dapat menjangkau perkebunan wool kamu.
it: Costruisci una capanna del tessitore che possa raggiungere la lana della fattoria.
ja: あなたの農家の羊毛を得られる所に機織り場を造りましょう。
ko: 어떻게든 농장의 양털을 생산할 수 있도록 방직공의 오두막을 건설하십시오.
nb: Bygg en veverhytte som kan nå ullen til gården din på en eller annen måte.
nl: Bouw een weverij die op één of andere manier bij de wol kan komen op je boerderij.
pt: Adiciona um Tecelão posicionado de modo a conseguir recolher a lã produzida na Quinta.
tr: Çiftliğinizdeki yüne bir şekilde ulaşabilecek bir Dokumacı Çadırı inşa edin.
uk: Побудуйте житло ткача так, щоби у нього був доступ до ферми, яка виробляє вовну.

source: NEW TASK: BUILD A WEAVER
bg: НОВА ЗАДАЧА: ПОСТРОЙ ТЪКАЧНИЦА
ca: Nova tasca: construïu un teixidor
cs: NOVÝ ÚKOL: POSTAVTE TKALCOVNU
de: NEUE AUFGABE: WEBER
es: NUEVA TAREA: HAZ UN TEJEDOR
et: UUS ÜLESANNE: EHITA KETRUSVABRIK
fi: UUSI TEHTÄVÄ: RAKENNA KUTOMO
fr: MISSION : LE TISSERAND
gl: Novo obxectivo — Tecelán
id: TUGAS BARU: BANGUNLAH PENENUN
it: OBIETTIVO: IL TESSITORE
ja: 新しい任務：機織り場を造れ
ko: 새로운 임무: 방직소 건설
nb: NY OPPGAVE: BYGG EN VEVER
nl: OPDRACHT: BOUW KLEERMAKER
pl: NOWE ZADANIE: Zbuduj tkalnie
pt: NOVA TAREFA: CRIA UM TECELÃO
ru: НОВАЯ ЗАДАЧА: ХИЖИНА ТКАЧА
tr: YENİ GÖREV: BİR DOKUMACI İNŞA ET
uk: НОВЕ ЗАВДАННЯ: БУДІВНИЦТВО: ЖИТЛА ТКАЧА
