Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: Tents are the basic residential buildings. Your inhabitants will want to upgrade it when they reach higher tiers.
bg: Палатките са основни жилищни сгради. Вашите жители ще искат да ги подобрявате когато преминават в по-високо ниво.
ca: Les tendes són els edificis residencials bàsics. Els vostres habitants voldran millorar-les quan arribin a nivells superiors.
cs: Stany jsou základními obytnými budovami. Vaši obyvatelé si je budou chtít vylepšit až dosáhnou vyšší úrovně.
de: Zelte sind die einfachsten Wohngebäude. Eure Einwohner werden sie ausbauen, sobald sie eine höhere Stufe erreichen.
es: Las Tiendas son los edificios residenciales básicos. Tus habitantes querrán mejorarlas cuando alcancen niveles superiores.
et: Telgid on lihtsad elamud. Su elanikud soovivad need asendada, kui nad tõusevad kõrgematele tasemetele.
fi: Teltat ovat perusasuinrakennuksia. Asukkaat haluavat kehittää asumustaan, kun he saavuttavat korkeamman tason.
fr: Les tentes constituent l'habitation de base. Vos habitants voudront les améliorer quand ils atteindront des niveaux supérieurs.
gl: As tendas son as vivendas fundamentais. Os habitantes quererán anovalas cando avancen a niveis superiores.
id: Tenda adalah bangunan perumahan dasar. Pendudukmu akan segera menginginkan tenda-tenda mereka ditingkatkan ketika mereka mencapai ikhtisar tertinggi.
it: Le tende sono gli edifici residenziali di base. I tuoi abitanti vorranno aggiornarle quando raggiungeranno livelli più elevati.
ja: テントは一番簡素な住居です。あなたの住民たちは、上位階層に達すると良い家に建て替えようとするでしょう。
ko: 천막은 기본적인 거주 건물입니다. 주민들은 부유해질때 천막이 더 향상되길 바랍니다.
nb: Telt er grunnleggende bolighus. Dine innbyggere kommer til å ønske å oppgradere dem når de når høyere nivå.
nl: Tenten zijn de basaalste woningen. Je inwoners zullen deze verbeteren zodra ze een hoger economisch niveau bereiken.
pl: Namioty są podstawowymi budynkami mieszkalnymi. Mieszkańcy będą chcieli je ulepszać wraz ze zwiększaniem stadium rozwoju.
pt: Tendas são as construções residenciais básicas. Seus habitantes irão querer aprimorá-la quando atingirem níveis mais elevados.
ru: Палатки - простейшее жильё. Когда Ваши жители достигнут более высоких уровней развития, они захотят лучших условий.
tr: Çadırlar temel yerleşim binalarıdır. Halkınız daha ileri seviyelere ulaştığınızda yükseltmenizi isteyecek.
uk: Намети є базовими житловими будинками. Ваші жителі захочуть оновити їх, коли вони досягають вищого рівня.

source: Note that the upgrade of each building requires construction material, like wood for their first upgrade.
bg: Подобряването на всяка постройка изисква строителни материали, като дъски за техното първо подобряване.
ca: Tingueu present que la millora de cada edifici requerirà materials de construcció, com ara fusta per la primera millora.
cs: Všimněte si, že vylepšení každé budovy vyžaduje konstrukční materiál, jako třeba dřevo pro první vylepšení.
de: Beachtet, dass ein Ausbau für jedes Gebäude Baumaterial erfordert, in diesem Fall Holz.
es: Ten en cuenta que la mejora de cada edificio requiere material de construcción, como madera para la primera mejora.
et: Ära unusta, et iga ehitise uuendamine vajab ehitusmaterjale; näiteks esimesel uuendamisel on vaja puitu.
fi: Huomaa, että rakennuksien päivittämiseen tarvitaan rakennusmateriaaleja. Esimerkiksi ensimmäiseen päivitykseen tarvitaan puuta.
fr: Notez que l'amélioration de chaque bâtiment nécessite des matériaux de construction, par exemple du bois pour la première évolution.
gl: Ten en conta que para que os edificios avancen de nivel necesítanse materiais de construción. Por exemplo, para o primeiro avance necesítase madeira.
id: Catat! Peningkatan dari beberapa bangunan membutuhkan bahan baku konstruksi, seperti kayu untuk peningkatan pertama mereka.
it: Nota che l'aggiornamento di ogni edificio necessita di materiale da costruzione, come il legno per il loro primo aggiornamento.
ja: 各建造物の建て替えには建築物資を必要とします。例えば、最初の建て替えには木材が必要です。
ko: 각 건물의 향상은 최초 향상때는 목재와 같은 건축자재가 필요합니다.
nb: Merk at oppgraderingen av hver bygning krever byggematerialer, som treverk for første oppgradering.
nl: Bedenk dat het verbeteren gebouwen ook bouwmaterialen vereist; zo vergt de eerste verbetering hout.
pl: Należy pamiętać, że modernizacja każdego budynku wymaga materiałów budowlanych, takich jak drewno do ich pierwszej modernizacji.
pt: Observe que melhorar cada edifício requer material de construção, como madeira para a primeira melhoria.
ru: Помните, что усовершенствование построек требует строительных материалов - к примеру, дерева для первого улучшения.
tr: Her binanın yükseltme işleminin, ilk yükseltmedeki odun gibi inşa maddelerine ihtiyaç duyduğunu göz önünde bulundurun.
uk: Зверніть увагу, що на реконструкцію кожної будівлі потрібні будівельних матеріалів, такі як дерево для свого першого оновлення.

source: Consider to disable the upgrade if your stock of these materials is low.
bg: Ако нямате добри запаси от материали, може да изключите подобряването на постройките.
ca: Considereu deshabilitar la millora si teniu poc estoc d'aquests materials.
cs: Zvažte vypnutí vylepšování, pokud máte nedostatek skladových zásob.
de: Sollten Eure Vorräte davon zur Neige gehen, könnt Ihr das Aufsteigen auch untersagen.
es: Considera desactivar las mejoras si tus reservas de estos materiales son bajos.
et: Kaalu uuendamise keelamist, kui materjalide varud on otsakorral.
fi: Harkitse päivitysten kieltämistä, jos materiaalit ovat vähissä.
fr: Envisagez d'interdire les améliorations si vos stocks de matériaux sont faibles.
gl: Se anda falto dos materiais necesarios, sempre pode desactivar o avance.
id: Pertimbangkan untuk menonaktifkan Peningkatan jika persediaan bahan bakumu rendah.
it: Considera di disabilitare l'aggiornamento se il tuo magazzino è carente di questi materiali.
ja: これらの物資の在庫が少ない時には、建て替えを無効にすることを検討してください。
ko: 만약 이러한 재료의 재고가 부족한경우, 향상을 하지않는것이 좋습니다.
nb: Vurder om du vil fjerne muligheten for å oppgradere hvis lageret ditt har lite av disse materialene.
nl: Overweeg deze verbetering te verbieden als je krap in dit materiaal zit.
pl: Uniemożliwienie modernizacji jest zazwyczaj dobrym pomysłem w sytuacji gdy nie posiadasz zbyt wielu materiałów.
pt: Considere desativar melhorias se seus estoques destes matériais estão baixos.
ru: Если Ваши запасы необходимого материала невелики, подумайте о запрете на улучшения.
tr: Eğer bu maddeler stoğunuzda az bulunuyorsa, yükseltmeyi devre dışı bırakmayı düşünün.
uk: Варто відключити оновлення, якщо ваш запас цих матеріалів малий.

source: Settlers may not look very useful since they will try to consume all goods you produce - but they at least pay taxes, and that's the only way you can make money for now!
bg: Жителите може да не изглеждат много полезни защото консумират всички стоки които произведете - но те плащат данъци, а това е единственият начин да правите пари засега!
ca: Els habitants no seran gaire útils fins que no consumeixin els productes que produïu - però com a mínim pagaran impostos i de moment és la única manera que teniu de fer diners!
cs: Osadníci se nezdají být příliš užiteční, snaží se spotřebovat všechno zboží, které produkujete, ale na druhou stranu platí daně, které jsou prozatím Vaším jediným zdrojem peněz!
de: Einwohner scheinen vielleicht auf den ersten Blick nicht sehr nützlich zu sein – sie verbrauchen den Großteil der Güter, die Ihr produziert. Aber sie zahlen dafür immerhin Steuern. Und das ist der einzige Weg, wie Ihr momentan an Geld gelangen könnt.
es: Los colonos pueden parecerte poco útiles porque intentarán consumir todos los bienes que produzcas, pero al menos pagan impuestos, ¡y esa es la única forma que tienes de hacer dinero por ahora!
et: Asunikud ei pruugi olla väga kasulikud, sest nad proovivad tarbida ära kõik kaubad, mis toodetakse, kui vähemalt maksavad nad makse ja see on hetkel ainus raha saamise viis!
fi: Uudisasukkaat eivät ehkä näytä kovin hyödyllisiltä, sillä he kuluttavat tuottamiasi elintarvikkeita. He kuitenkin maksavat veroja, ja se on tällä hetkellä ainoa tapa, jolla saat rahaa!
fr: Les colons peuvent sembler peu ou pas très utiles dans la mesure où ils essaieront de consommer tout les biens que vous produirez mais, au moins, ils paient les taxes et c'est votre seule façon de gagner de l'argent pour le moment !
gl: Pode que os colonos non parezan moi útiles, dado que simplemente se adican a consumir os bens que produces. Pero polo menos pagan impostos, que é o único xeito que tes de conseguir cartos de momento.
id: Para penduduk mungkin terlihat tidak terlalu berguna sejak mereka sesegera mungkin mencoba mengonsumsi semua barang yang kamu produksi - tapi pada akhirnya mereka akan membayar pajak, dan itu cara satu-satunya untuk menghasilkan uang saat ini!
it: I coloni possono non sembrare molto utili in quanto si cercheranno di consumare tutti i beni che produci - ma almeno pagano le tasse, e questo è l'unico modo in cui puoi fare soldi per ora!
ja: 入植者たちは、あなたの生産した財を全て消費しようとするので、役立たずのように思われるかもしれません。しかし、少なくとも彼らは税金を払いますし、現時点ではそれがあなたの唯一の収入源なのです！
ko: 정착민들은 생산하는 모든 물품을 소비하려하기 때문에 정착민들은 매우 유용해 보이지 않을수 있습니다. -하지만 그들은 최소한의 세금을 지불하므로 지금 돈을 벌 수있는 유일한 방법입니다!
nb: Bosettere virker kanskje ikke veldig nyttige i og med at de forbruker alle varene du produserer - men de betaler i hvert fall skatt, og det er nå den eneste måten du kan skaffe penger!
nl: Bewoners lijken op het eerste oog niet erg nuttig, omdat ze alle goederen die u produceert proberen te consumeren. Maar ze betalen wel belasting - momenteel uw enige inkomstenbron!
pl: Ponieważ osadnicy konsumują wszystkie dobra, które produkujesz, mogą nie wydawać się zbyt przydatni - pamiętaj, że płacone przez nich podatnki to obecnie jedyny sposób zdobywania pieniędzy!
pt: Colonos podem parecer um tanto inúteis, já que tentam consumir todos os recursos produzidos - mas ao menos eles pagam impostos, e esta é a única maneira de fazer dinheiro por hora!
ru: Пока поселенцы попросту потребляют производимые Вами товары, они могут показаться не слишком полезными. Однако они платят налоги, и сейчас это единственный источник Ваших доходов!
tr: Göçmenler, ürettiğiniz tüm malları yok etmeye çalıştıklarından yararlı görünmeyebilirler, ancak en azından vergi veriyorlar ve şimdilik para kazanmanızın tek yolu bu!
uk: Поселенці не зможуть виглядати дуже корисними, бо вони будуть намагатися споживати всі товари, які Ви виробляєте, - але вони принаймні платитимуть податки, і це єдиний спосіб заробити гроші на даний момент!

source: Task: Build a Tent and connect it to the Main Square if necessary. Tents don't need to be connected to any of the companies.
de: Aufgabe: Errichtet ein Zelt und verbindet es mit dem Marktplatz. Zelte müssen nicht mit Betrieben verbunden werden.
es: Tarea: Construye una Tienda y conéctala a la Plaza Principal si es necesario. Las Tiendas no necesitan estar conectadas a ningún negocio.
et: Ülesanne: Ehita telk ja vajadusel ühenda see peaväljakuga. Telgid ei pea olema ühendatud ühegi kompaniiga.
fi: Tehtävä: Rakenna teltta ja yhdistä se tiellä keskustoriin. Telttoja ei tarvitse yhdistää yrityksiin.
fr: Mission : construisez une tente et reliez-la à la place principale si nécessaire. Les tentes n'ont pas besoin d'être reliées aux bâtiments de production.
id: Tugas: Bangunlah sebuah tenda penduduk dan hubungkan ke alun-alun jika memungkinkan. Tenda penduduk tidak perlu dihubungkan ke perusahaan apapun.
it: Obiettivo: Costruisci una tenda e collegala alla piazza principale se necessario. Le tende non hanno bisogno di essere collegate a nessun edificio produttivo.
ja: 任務：小屋を建設しメイン広場へ連絡させよ。小屋はどの生産拠点にも接続している必要はない。
ko: 임무: 필요하다면 천막을 건설하고 중앙광장에 연결하십시오. 천막은 어떠한 생산시설과도 연결할 필요가 없습니다.
nb: Oppgave: Bygg et telt og koble det til hovedtorget hvis det trengs. Telt trenger ikke være koblet til noen av selskapene.
nl: Opdracht: Zet een tent op en verbind die zonodig met het marktplein. Tenten hoeven niet met een bedrijf verbonden te zijn.
pt: Tarefa: Constrói uma Tenda e liga-a à Praça Principal se necessário. As tendas não necessitam de estar ligadas a nenhuma das empresas.
tr: Görev: Bir Çadır inşa edin ve gerekiyorsa Ana Meydana bağlayın. Çadırların şirketlere bağlanmaları gerekmez.
uk: Завдання: Створіть намет і з'єднайте його за потреби з головною площею. Не потрібно намети з'єднувати з якимось підприємством.

source: Build at least three additional Tents and connect them to the Main Square.
de: Errichtet mindestens drei zusätzliche Zelte und verbindet sie mit dem Marktplatz.
es: Construye al menos tres Tiendas adicionales y conéctalas a la Plaza Principal.
et: Ehita vähemalt kolm täiendavat telki ja ühenda need peaväljakuga.
fi: Rakenna vähintään kolme telttaa lisää ja yhdistä ne keskustoriin.
fr: Construisez 3 tentes supplémentaires et reliez-les à la place principale.
id: Bangunlah setidaknya 3 tenda penduduk tambahan dan hubungkan ke alun-alun.
it: Costruisci almeno tre tende aggiuntive e collegale alla piazza principale.
ja: 少なくとも三つのテントを建てて、メイン広場への接続を作ってください。
ko: 최소 세 개의 천막을 세우고, 중앙광장과 연결하십시오.
nb: Bygg mist tre ekstra telt og koble dem til hovedtorget.
nl: Zet minstens drie extra tenten op, en sluit die aan op het marktplein.
pt: Constrói, pelo menos, três tendas adicionais e liga-as à Praça Principal.
tr: En az üç tane daha Çadır inşa edin ve Ana Meydana bağlayın.
uk: Побудуйте принаймні три додаткові намети та з'єднайте їх з головною площею.

source: Let's have a look at the Tent overview tab.
de: Wir sollten uns nun die Übersichtsschaltfläche eines Zelts ansehen.
es: Vamos a echar una ojeada a la pestaña de información de la Tienda.
et: Heidame nüüd pilgu telgi ülevaate vahelehele.
fi: Katsotaanpa Telttakatsaus-välilehteä.
fr: Regardons maintenant l'onglet sommaire d'une tente.
id: Mari kita lihat ke tab ikhtisar tenda penduduk.
it: Diamo un'occhiata alla finestra panoramica della tenda.
ja: 小屋の概要タブを見てみましょう。
ko: 천막 요약 탭을 살펴봅시다.
nb: La oss ta en titt på oversikts-fanen for telt.
nl: Laten we het overzichtstabblad van een tent eens nader beschouwen.
pt: Vamos dar uma olhada na aba de visão geral da tenda.
tr: Şimdi Çadır genel görünüm sekmesine bakalım.
uk: Давайте поглянемо на вкладку огляду намету.

source: You can see * the happiness of these residents, * the taxes they pay and * the resources they demand.
bg: Можете да видите: *щастието на жителите *данъците които плащат *стоките които търсят.
ca: Podeu veure * la felicitat dels qui hi viuen, * els impostos que paguen i * els recursos que demanen.
cs: Můžete zde vidět: * spokojenost obyvatel, * daně, které platí * zdroje, které požadují.
de: Es wird angezeigt: * die Zufriedenheit der Bewohner, * die Höhe der Steuern, die sie zahlen und * die Waren, nach denen sie verlangen.
es: Puedes ver * la felicidad de esos residentes. * los impuestos que ellos pagan y * los recursos que piden.
et: Sa näed * elanike heaolu. * makse mida nad maksavad ja * ressursse mida nad nõuavad.
fi: Näet teltan asukkaiden * onnellisuuden, * maksamat verot ja * vaatimat resurssit.
fr: Vous pouvez y voir * la satisfaction de ses occupants, * les taxes qu'ils paient et * les ressources qu'ils demandent.
gl: Nela podes observar: • o nivel de felicidade dos habitantes, • os impostos que pagan, e • os recursos que esixen.
id: Kamu dapat melihat *Kebahagiaan penduduk perumahan ini, *Pajak yang mereka bayarkan dan, *Sumberdaya yang mereka inginkan.
it: Puoi vedere ↵ * La felicità di questi residenti, ↵ * Le tasse che pagano e ↵ * Le risorse che richiedono.
ja: ここでは * これらの住民の幸福度 * 彼らの支払い税額 * 彼らの資源需要 を見ることができます。
ko: 아래의것들을 볼수있습니다. * 주민들의 행복도, * 주민들이 지불한 세금과 * 그들이 요구하는 자원.
nb: Her ser du * hvor glade innbyggerne er, * avgiftene de betaler og * ressursene de krever.
nl: Hier ziet u * de tevredenheid van deze bewoners, * de belasting die ze betalen en * de goederen die ze eisen.
pl: Możesz tutaj zobaczyć * zadowolenie rezydentów, * podatki jakie płacą * dobra, których żądają.
pt: Podemos conferir * O nível de satisfação destes residentes, * Os impostos que eles pagam, e * As mercadorias de que necessitam.
ru: Вам доступны: * настроение её жителей, * уплачиваемые ими налоги, * нужные им ресурсы.
tr: Burada: * bu sakinlerin mutluluğunu, * ödedikleri vergiyi ve * talep ettikleri kaynakları görebilirsiniz.
uk: Ви можете побачити * щастя серед жителів, * податки, які вони платять, та * ресурси, які їм потрібні.

source: If their demands are fulfilled, happiness and thus your tax income increase.
bg: Ако търсенето им е удовлетворено, щастието им а и вашите данъци нарастват.
ca: Si es satisfan les demandes, tant la felicitat com els impostos pujaran.
cs: Pokud budou jejich požadavky splněny, štěstí a také příjem z daní vzrostou.
de: Ist dieser Bedarf gedeckt, werden Zufriedenheit und damit Eure Steuereinnahmen steigen.
es: Si sus demandas son satisfechas, su felicidad y, por ende, tus ingresos derivados de los impuestos aumentarán.
et: Kui nende nõudmised on täidetud, suurenevad nii heaolu kui ka maksutulu.
fi: Jos täytät heidän vaatimuksensa, onnellisuus lisääntyy ja siten myös verotulosi.
fr: Si vous répondez à leurs demandes, la satisfaction et donc les taxes prélevées augmentent.
gl: Se cumpres coas súas esixencias, serán máis felices, e aumentarán os ingresos por impostos.
id: Jika keinginan mereka terpenuhi, kebahagiaan mereka dan demikian juga pada peningkatan pendapatan pajakmu.
it: Se sono soddisfatte le loro richieste, aumenta la felicità e di conseguenza il reddito fiscale.
ja: 彼らの需要が満たされれば、幸福度とあなたの税収が増大します。
ko: 그들의 요구가 만족된다면, 행복도에 따라 세금도 증가 될것입니다.
nb: Hvis kravene deres er oppfylt, så vil glede og dermed dine avgiftsinntekter øke.
nl: Inwilliging van hun eisen vergroot hun tevredenheid en daarmee uw belastinginkomsten.
pl: Jeżeli ich żądania zostaną spełnione, zwiększy się ich szczęście a przez to wpływy z podatków.
pt: Se suas necessidades forem supridas, seu nível de satisfação e também seus tributos aumentarão.
ru: Если нужды жителей удовлетворены, их настроение улучшается, а вслед за ним растёт и Ваш доход от налогов.
tr: Eğer talepleri yerine getirilirse, mutlulukları ve dolayısıyla vergi geliriniz yükselir.
uk: Якщо їх вимоги не будуть виконані, то щастя і таким чином ваші податкові доходи зменшаться.

source: If not, happiness and income decrease. At some time your residents may get really sour and simply turn their back on your village, leaving behind a decaying ruin.
bg: Ако не, щастието и приходите намаляват. По някое време ще се разсърдят и просто ще напуснат града ви и ще заминат накъдето те си решат.
ca: Si no, la felicitat i els ingressos baixaran. Podria ser que els habitants estiguin tan enfadats que senzillament marxin del poble, deixant darrere unes ruïnes decadents.
cs: Pokud nebudou splněny, štěstí a příjem poklesne. Po určité době se obyvatelé stanou nevrlými, opustí Vaši vesnici a zanechají za sebou rozpadající se trosky.
de: Ist er es nicht, sinkt beides. Ab einem gewissen Punkt werden die Einwohner wirklich sauer, sodass sie ihre Koffer packen, aus der Stadt verschwinden und nur noch eine unbewohnbare Ruine zurücklassen.
es: Si no, su felicidad y tus ingresos decrecen. Algunas veces tus residentes estarán tan disgustados que simplemente se marcharán de tu villa, dejando atrás una ruina decadente.
et: Vastasel korral kahanevad nii õnn kui ka sissetulekud. Mingil hetkel võivad su elanikud tõeliselt kibestuda ja asundusest lahkuda jättes maha alla käinud varemed.
fi: Jos et täytä, onnellisuus ja tulot laskevat. Asukkaat saattavat tulla hyvin happamiksi ja yksinkertaisesti kääntää selkänsä kylällesi jättäen taakseen murenevat rauniot.
fr: Sinon, la satisfaction et les revenus diminuent. Parfois, les habitants peuvent en avoir vraiment marre, ils tournent alors le dos à votre village.
gl: En caso contrario, serán menos felices, e reduciranse os ingresos por impostos. Pode chegar un punto no que os residentes estean fartos e decidan marchar do asentamento, non deixando atrás máis que ruínas.
id: Jika tidak, kebahagiaan dan pendapatan akan menurun. Pada saat-saat tertentu pendudukmu akan muram dan dengan mudah mengacuhkan desamu dan meninggalkan kehancuran yang membusuk.
it: In caso contrario, felicità e reddito diminuiscono. Ad un certo momento i vostri residenti possono arrabbiarsi e semplicemente andarsene dal tuo villaggio, lasciando un rudere decadente.
ja: 満たされなければ、幸福度と税収が減少します。度が過ぎると、住民たちは怒ってあなたの村に背を向け、朽ちゆく廃墟を残して去っていくかもしれません。
ko: 그렇지 않는경우 행복도와 수입이 감소합니다. 언젠가 주민들이 정말로 뽀로통해지고, 마을을 두고 가버리고, 부폐 퇴락될것입니다.
nb: Hvis ikke vil glede og inntekt reduseres. På et punkt vil innbyggerne dine bli virkelige sure og ganske enkelt snu ryggen til landsbyen din og forlate en forfallende ruin.
nl: Zo niet, dan zullen tevredenheid en belastinginkomsten dalen. Uiteindelijk zullen je inwoners het zat zijn en hun koffers pakken, een onbewoonbare ruïne achterlatend.
pl: W przeciwnym przypadku szczęście oraz wpływy zmniejszą się. Po pewnym czasie rezydenci mogą poważnie się zawieść i opuścić wioskę, zostawiając za sobą rozpadające się ruiny.
pt: Senão, o nível de satisfação e o montante de impostos decaem. Algumas vezes seus residentes poderão ficar tão descontentes que simplesmente se mudarão de sua aldeia, deixando para trás uma habitação em ruínas.
ru: Если нет - расположение духа и доходы падают. Однажды жители могут очень огорчиться и попросту сбежать из поселения, оставив за собой лишь развалины.
tr: Getirilmezse, mutluluk ve gelir düşer. Bir süre sonra halkınız sizden soğur ve köyünüze sırtlarını dönerler. Arkalarında çökük yıkıntıları bırakırlar.
uk: Якщо ні, то щастя і доходи зменшуються. У якийсь момент ваші мешканці можуть стати дуже нещасними і просто покинуть ваше села, залишаючи за собою палаючі руїни.

source: Note that you can also change the global tax settings here, too.
bg: От тук можете да променяте настройките за данъците.
ca: Fixeu-vos que també podeu canviar l'impost global aquí.
cs: Všimněte si, že i zde můžete změnit nastavení celkové daně.
de: Beachtet, dass Ihr hier auch an der Steuerschraube drehen könnt.
es: Ten en cuenta que aquí también puedes cambiar los ajustes de los impuestos globales.
et: Pane tähele, et sa saad muuta globaalseid makse ka siin.
fi: Huomaa, että voit myös muuttaa yleisiä veroasetuksia myös tässä.
fr: Notez que vous pouvez régler les taxes ici aussi.
gl: Ten en conta que tamén podes cambiar as opcións globais de impostos desde aquí.
id: Catat! kamu juga dapat mengubah pengaturan pajak global disini.
it: Nota che è possibile modificare le impostazioni fiscali globali anche qui.
ja: ここでは全体の税を変えることもできます。
ko: 여기서 전체 세금 설정도 바꿀 수 있습니다.
nb: Merk at du også kan endre det globale avgiftsnivået her.
nl: Merk op dat u ook hier het algemene belastingniveau aanpassen kunt.
pl: Pamiętaj, że możesz tutaj zmienić globalną wysokość podatku.
pt: Lembre-se que você também pode alterar as configurações de impostos globais aqui.
ru: Общий размер налогов может быть изменён и в этом разделе.
tr: Ayrıca evrensel vergi ayarlarını buradan da değiştirebileceğinizi unutmayın.
uk: Зауважимо, що ви можете також змінити налаштування глобального податку.

source: Task: Build at least three additional Tents.
cs: Úkol: Postavte alespoň tři další stany.
de: Aufgabe: Erbaut mindestens drei weitere Zelte.
es: Tarea: Construye al menos tres Tiendas adicionales.
et: Ülesanne: ehita lisaks vähemalt kolm telki.
fi: Tehtävä: Rakenna vähintään kolme ylimääräistä telttaa.
fr: Mission : construisez au moins trois tentes supplémentaires.
id: Tugas: Bangunlah setidaknya 3 tenda penduduk.
it: Obiettivo: Costruisci almeno tre tende aggiuntive.
ja: 任務：最低でも三つの小屋を造れ。
ko: 임무: 추가적으로 최소한 3개의 천막을 건설하십시오.
nb: Oppgave: Bygg minst tre ekstra telt.
nl: Opdracht: Zet minstens drie extra tenten op.
pt: Tarefa: Constrói pelo menos três Tendas adicionais.
tr: Görev: En az üç adet daha Çadır inşa et.
uk: Завдання: Побудуйте щонайменше три додаткові намети.
