Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: Find a nice wooded area for our Lumberjack to work then select 'Lumberjack's Tent' from the list of buildings in the Overview and place the building.
cs: Najděte dobře zalesněnou oblast pro dřevorubce, pak vyberte 'Dřevorubcův stan' ze seznamu budov v přehledu a umístěte budovu.
de: Findet einen gut bewaldeten Bereich, wählt in der Übersicht „Holzfällerzelt“ aus der Liste der Bauten und platziert es.
es: Busca una buena zona con árboles para que nuestro Leñador pueda trabajar y selecciona 'Tienda de Leñador' de la lista de edificios en la Vista General y ubica el edificio.
et: Otsi puuraidurite telgile sobilik metsane ala ja vali ülevaate menüüst ehitiste alt "Puuraidurite telk" ning aseta see valitud kohta.
fi: Löydä mukava metsäinen alue, jossa puunhakkaaja toimii, valitse sitten 'Puunhakkaajan teltta' Yleiskatsauksen rakennusluettelosta ja sijoita rakennus.
fr: Trouvez une jolie zone boisée pour faire travailler les bûcherons, puis sélectionnez "Camp de bûcherons" dans la liste des bâtiments de la Vue d'ensemble et placez le bâtiment.
id: Cari sebuah lokasi yang bagus untuk para penebang kita berkerja kemudian pilih 'tenda penebang pohon' dari list bangunan di gambaran ikhtisari dan tempatkan bangunan tersebut.
it: Trova una zona alberata per il nostro taglialegna, poi selezione "Tenda del Taglialegna" dalla lista degli edifici nella Panoramica e piazza l'edificio.
ja: 木こりの作業に適した森林地帯を見つけて、概要の建設物のリストから「木こりの小屋」を選択し、建設物を配置します。
ko: 나무꾼이 제대로 일을 하려면 먼저 나무가 울창한 지역을 찾고, 다음 개요에있는 건물 목록에서 '나무꾼의 천막'을 선택하고 건물을 배치하십시오.
nb: Finn et fint skogområde der vår tømmerhugger kan jobbe og velg deretter «Tømmerhuggertelt» fra listen over bygninger i oversikten og plasser bygningen.
nl: Vind een bosrijke plaats voor je houthakkers, en kies dan de 'Houthakkershut' uit het overzicht en plaats die daar.
pl: Znajdź ładny zalesiony obszar do działania naszego drwala, a następnie wybierz „Namiot drwala” z listy budynków w Przeglądzie i umieść budynek.
pt: Encontra uma boa área florestal para o nosso Lenhador trabalhar, depois seleciona a 'Tenda de Lenhador' da lista de edifícios na Vista Geral e coloca o edifício.
tr: bizim Oduncu için güzel bir ormanlık alan 'Oduncu Çadırı' Bakış ve bina.binalar yer listesinden seçin bulun.
uk: Знайдіть добру лісисту місцевість для роботи наших лісорубів, потім виберіть 'Лісопилка' зі списку будівель в Огляді та виберіть місце для споруди.

source: Later in the game you might want to create woodland by planting trees, but since that costs money, you should use what nature has provided for the time being!
de: Später im Spiel könnt Ihr Wald aufforsten, indem Ihr Bäume pflanzt, da dies aber Geld kostet, solltet Ihr zu Beginn lieber auf das zurückgreifen, was die Natur Euch bereitstellt!
es: En fases más avanzadas del juego puede que quieras crear bosques plantando árboles, pero dado que cuesta dinero, ¡deberías usar lo que la naturaleza ofrece por ahora!
et: Mängu hilisemas faasis võid luua puid istutades metsamaad, kuid see maksab. Hetkel pead sa kasutama looduse pakutud ressursse!
fi: Myöhemmässä pelissä sinun kannattaa luoda uutta metsää istuttamalla puita, mutta koska se maksaa rahaa, sinun pitää toistaiseksi käyttää mitä luonto antaa!
fr: Plus tard dans la partie, vous pourriez vouloir créer des zones boisées en plantant des arbres, mais, étant donné que cela coûte de l'argent, vous devriez utiliser ce que la nature fournit pour l'instant !
id: Kemudian di dalam permaina kamu mungkin ingin membuat daerah hutang dengan menanam pohon - pohon, tapi karena itu membutuhkan uang, kamu sebaiknya menggunakan apa alam yang telah sediakan untuk sementara waktu!
it: Avanzando nella partita potresti voler creare una zona boschiva piantando alberi, ma dato che fare ciò ti verrebbe a costare, dovresti usare quello che la natura ha messo a disposizione da tempo!
ja: 後半になると木をもっと植えて森を作りたくなるかもしれませんが、費用がかかるので、当面の間は自然が与えてくれるものを利用しましょう！
ko: 나중에 게임을 할 때 나무 심기로 삼림 지대를 만들고 싶을 지 모르지만 돈이 들어가기 때문에 당분간 자연이 제공 한 것을 사용해야합니다!
nb: Senere i spillet kan det hende du vil lage skogområder ved å plante trær, men siden dette koster penger bør du foreløpig bruke det naturen tilbyr!
nl: Later in het spel kun je bos planten, maar omdat dat geld kost moet je het vooralsnog doen met wat de natuur te bieden heeft!
pl: W dalszej części gry możesz chcieć tworzyć lasy, sadząc drzewa, ale ponieważ to kosztuje, powinieneś wykorzystać to, co natura dała na razie!
pt: Mais tarde no jogo poderás querer criar mais áreas florestais plantando árvores, mas uma vez que isso custa dinheiro, deves usar o que a natureza te forneceu para já!
tr: Daha sonra oyun ağaç dikerek ormanlık oluşturmak isteyebilirsiniz, ama bu para maliyeti getirir, ilk önce alanları kullanmalısınız!
uk: Пізніше в грі ви можете створити ліс шляхом посадки дерев, але, оскільки це коштує чимало грошей, ви повинні використовувати те, що природа передбачила в даний час!

source: Any resource-gathering or production building needs a path connecting it to a Warehouse or other form of storage, otherwise the goods it produces will not be collected.
cs: Každá budova produkující suroviny musí být připojena cestou k obchodnímu přístavu, nebo jiné formě skladiště, jinak nebude produkované zboží odebíráno.
de: Jedes Gebäude zum Abbau von Rohstoffen oder Produktionsgebäude braucht eine Verbindung zum Kontor oder einem anderen Lager, andernfalls werden die Güter nicht gesammelt.
es: Cualquier edificio de recolección de recursos o de producción necesita un camino que lo conecte a un Almacén o a otra forma de almacenamiento, de lo contrario los bienes producidos no serán recogidos.
et: Igasugune ressursside kogumine või tootmine vajab teerada, mis ühendab ta laohoone või mõne muu ladustamise kohaga. Vastasel juhul ei koguta toodetavaid kaupu.
fi: Kaikki resursseja keräävät tai tuottavat rakennukset tarvitsevat polun, joka yhdistää ne varastoon tai muun varastomuodon kanssa, muuten heidän tuottamiaan tavaroita ei kerätä.
fr: N'importe quel bâtiment de récolte de ressources ou bien de production nécessite d'être connecté par un chemin à l'Entrepôt ou à une autre forme de stockage, autrement, les biens qu'il produit ne seront pas récupérés.
id: Ada beberapa sumber daya yang dikumpulkan atau bangunan produksi membutuhkan sebuah jalur yang terhubung ke sebuah gudang atau bentuk penyimpanan lainnya, jika tidak, barang yang diproduksi tidak akan diambil.
it: Ogni edificio di raccolta o di produzione ha bisogno di una strada che lo connetta ad un magazzino o ad un'altra forma di deposito, altrimenti i beni prodotti non saranno raccolti.
ja: 資源収集または生産の建物には、倉庫またはその他の形式の保管場所に接続する通路が必要です。そうしないと、そこで生産される商品は収集されません。
ko: 자원을 모으거나 생산 시설은 창고 또는 다른 형태의 저장소와 연결되는 경로가 필요합니다. 그렇지 않으면 생산한 물품이 수집되지 않습니다.
nb: Enhver ressursinnsamlende eller produserende bygning trenger en sti som forbinder det til et varehus eller en annen type lagring. Ellers vil ikke varene den produserer bli samlet inn.
nl: Goederen worden slechts opgehaald als de gebouwen waar ze opgeslagen of verwerkt worden aangesloten zijn op een pakhuis of andere opslagplaats.
pl: Każdy budynek gromadzący zasoby lub budynek produkcyjny potrzebuje ścieżki łączącej go z magazynem lub inną formą magazynowania, w przeciwnym razie wytwarzane przez niego towary nie zostaną odebrane.
pt: Qualquer edifício de recolha de recursos ou produção necessita de um caminho a ligá-lo a um Armazém ou outra forma de armazenamento, senão os bens produzidos não serão coletados.
tr: Her kaynak toplama veya üretim binasının onu Ambara veya başka bir çeşit depoya bağlayan bir yola ihtiyacı vardır, aksi halde ürettiği ürünler toplanmayacaktır.
uk: Будь-які будівлі, які збирають або виробляють ресурси, потребують доріжки, що з'єднує їх зі складом або іншою формою зберігання, в іншому випадку вироблений товар не буде збиратися.

source: So, once your Lumberjack's Tent is in position, connect it to your Warehouse by opening the Build Menu then clicking the 'Path' button. You can now click and drag with the mouse to draw the route of your path between the Lumberjack's Tent and the Warehouse.
de: Wenn das Holzfällerzelt platziert ist, verbindet Ihr es mit dem Kontor, indem Ihr das Baumenü öffnet und auf die „Pfad“-Schaltfläche klickt. Nun könnt Ihr durch Klicken und Ziehen den Weg zwischen Holzfällerzelt und Kontor bauen.
es: Así que cunado hayas construido tu Tienda de Leñador, conéctala a tu Almacén abriendo el Menú de construcción y haciendo clic en el botón del 'Sendero'. Ahora puedes hacer clic y arrastrar con el ratón para dibujar la ruta de tu Sendero entre la Tienda de Leñador y el Almacén.
et: Seega, kui puuraidurite telk on valmis, pead sa ühendama ta laoga. Ava menüü ehita ja klõpsa nupul "Teerada". Sa saad nüüd klõpsata ja vedada hiirega teeraja puuraidurite telgi ja lao vahele.
fi: Kun puunhakkaajan teltta on paikoillaan, kytke se varastoon avaamalla Rakennusvalikko ja napsauttamalla 'Polku' -painiketta. Voit nyt napsauttaa ja vetää hiirellä piirtääksesi reitin puunhakkaajan teltan ja varaston välillä.
fr: Alors, une fois votre Camp de Bûcherons en place, connectez le à l'Entrepôt en ouvrant le Menu Construction puis en cliquant sur le bouton "Chemin". Vous pouvez maintenant cliquer-déplacer votre souris pour dessiner l'itinéraire de votre chemin entre le Camp de Bûcherons et l'Entrepôt.
id: Jadi, sekali tenda penebang pohon kamu berada diposisinya, hubungkan bangunan tersebut ke gudang kamu denga membuka bangunan menu kemudian mengklik tombol 'Jalur'. Sekarang kamu dapat mengklik dan menyeret dengan mouse untuk menggambar rute dari jalur kamu diantara tenda penebang pohon dan gudang kamu.
it: Allora, una volta che la tenda del taglialegna è in posizione, connettila al tuo magazzino aprendo il menù di costruzione e poi cliccando il pulsante "sentiero". Adesso puoi cliccare e trascinare con il mouse per disegnare il percorso tra la tenda del taglialegna e il magazzino.
ja: 木こりの小屋を所定の位置に配置したら、建築メニューを開いて [パス] ボタンをクリックして、木こりの小屋 を倉庫に接続します。マウスをクリックしてドラッグし、木こりのテントと倉庫の間のパスのルートを描画できるようになりました。
ko: 따라서 일단 나무꾼의 천막이 위치에 있으면 건설 메뉴를 열고 '경로' 버튼을 클릭하여 창고와 연결하십시오. 마우스를 클릭하여 끌면 나무꾼의 천막과 창고 사이의 경로가 그려집니다.
nb: Dermed, når tømmerhugger-teltet ditt er på plass må du koble det til varehuset ditt ved å åpne bygge-menyen og der trykke på «sti»-knappen. Der kan du nå klikke og dra med musen for å tegne ruten til din sti mellom tømmerhuggertelstet og varehuset.
nl: Zo, je houthakkershut staat. Verbind die nu met het pakhuis door het bouwmenu te openen en op de 'pad'-knop te klikken. Baan dan met klikken en slepen een weg tussen houthakkershut en pakhuis.
pt: Portanto, assim que a tua Tenda de Lenhador estiver em posição, liga-a ao teu Armazém abrindo o Menu de Construção e clicando no botão de 'Caminho'. Agora podes clicar e arrastar com o rato para desenhar a rota do teu caminho entre a Tenda do Lenhador e o Armazém.
tr: Bu sebepten, Oduncu Çadırınız konumlandırıldıktan sonra, Yapı Menüsünü açıp Patika düğmesine tıklayarak onu Ambararınıza bağlayın. Şimdi tıklayıp sürükleyerek Oduncu Çadırı ve Ambar arasındaki patikanızı fareyle çizebilirsiniz.
uk: Тому, як тільки ваша лісопилка почне працювати, під'єднайте її до вашого складу, відкривши меню будівництва і натиснувши кнопку 'Шлях'. Тепер ви можете натиснути і пересунути мишку, щоб прокласти дорогу між лісопилкою і складом.

source: Task: Build a Lumberjack's Tent in a wooded area and connect it to your Warehouse.
cs: Úkol: Postavte dřevorubcuv stan v zalesněné oblasti a propojte ho cestou k Obchodnímu přístavu.
de: Aufgabe: Errichtet ein Holzfällerzelt in einem bewaldeten Gebiet und verseht es mit einer Straße zum Kontor.
es: Tarea: Construye una Tienda de Leñador en un área boscosa y conéctala a tu Almacén.
et: Ülesanne: Ehita metsasele alale puuraidurite telk ja ühenda see laohoonega.
fi: Tehtävä: Rakenna puunhakkaajan teltta metsäiselle alueelle ja yhdistä se polulla varastoon.
fr: Mission: Construisez un Camp de Bûcherons dans une zone boisée et reliez-le à l'Entrepôt.
id: Task: Bangun sebuah tenda penebng pohon di sebuah daerah berhutan dan hubungkan bangunan tersebut ke gudang kamu.
it: Obiettivo: Costruisci una tenda del taglialegna in una zona boschiva e collegala al tuo magazzino.
ja: 任務：木のある地域に木こりの小屋を作り、道に接続せよ。
ko: 임무: 나무꾼의 천막을 숲속지역에 건설하고 창고와 길을 연결하십시오.
nb: Oppgave: Bygg et tømmerhuggertelt i et skoglagt område og koble det til varehuset ditt.
nl: Opdracht: Bouw in een bosrijk gebied een houthakkershut en verbind die met je pakhuis.
pt: Tarefa: constrói uma Tenda de Lenhador numa área com árvores e liga-a ao teu Armazém.
tr: Görev: ağaçlık alanda bir Oduncu Çadırı inşa edin ve onu Ambarınıza bağlayın.
uk: Завдання: Побудуйте лісопилку в лісистій місцевості та з'єднайте її із вашим складом.

source: Once the buildings are connected you'll see a collector arrive to pick up your newly produced boards and deliver them to the Warehouse, ready for use in construction or trade.
cs: Jakmile jsou budovy propojeny, uvidíte nosiče vyzvedávat a odnášet nově vytvořené desky do skladiště, čímž je zpřístupní pro výstavbu či obchod.
de: Nachdem die Gebäude verbunden sind, werdet Ihr einen Träger sehen, der die frisch produzierten Bretter abholt und sie zum Kontor bringt, bereit für neue Bauten oder den Handel.
es: Una vez que los edificios estén conectados, verás a un transportista llegar para recoger tus recién producidas tablas y llevarlas al Almacén, listas para ser usadas en la construcción o el comercio.
et: Kui ehitised on ühendatud, näed kogujat, kes võtab kaasa äsja valmistatud lauad ja toimetab need lattu. Seal on need valmis ehitamiseks või kauplemiseks.
fi: Kun rakennukset on yhdistetty näet keräilijän saapuvan hakemaan uudet tuotteesi, sekä toimittamaan ne varastoosi, jotka ovat valmiina käytettäväksi rakentamisessa tai kaupankäynnissä.
fr: Une fois les bâtiments reliés, vous verrez un transporteur arriver pour embarquer les planches fraîchement produites et les livrer à l'Entrepôt, prêtes pour la construction ou la vente.
id: Sekali bangunan - bangunan tersebut terhubung. Kamu akan melihat pengumpul tiba untuk mengambil papan - papan kamu yang baru diproduksi dan kirim beberapa papan tersebut ke gudang, siap untuk digunakan di konstruksi atau dagang.
it: Una volta che gli edifici saranno connessi vedrai un raccoglitore arrivare per prelevare i tuoi nuovi beni prodotti e consegnarli al magazzino, pronti per essere usati per costruire o commerciati.
ja: 木こりの小屋を所定の位置に配置したら、建築メニューを開いて [パス] ボタンをクリックして、木こりの小屋 を倉庫に接続します。マウスをクリックしてドラッグし、木こりのテントと倉庫の間のルートを描画できるようになりました。
ko: 건물이 연결되면 새로 생산된 판자를 들고 창고로 보내어 건설 또는 무역에 사용할 수 있도록 수집자가 도착하는 것을 볼 수 있습니다.
nb: Så snart bygningene er koblet sammen vil du se en innsamler som ankommer for å hente dine nyproduserte plater og levere dem til varehuset, klar til bruk i konstruksjon eller handel.
nl: Wanneer de gebouwen zijn verbonden zal een inkoper verschijnen die de versgezaagde planken ophaalt en naar het pakhuis brengt, voor gebruik in de bouw of de handel.
pt: Assim que os edifícios estiverem ligados irás ver um transportador chegar para carregar as tuas tábuas recém-produzidas e a entregá-las no Armazém, prontas para usar na construção ou trocas comerciais.
tr: Binalar bağlandıktan sonra bir koleksiyoncu yeni üretilen panoları alır ve onları Ambara teslim eder, inşaatta veya ticarette kullanmaya hazır olur.
uk: Після того, як будівлі з'єднані, ви побачите носія, який прибув забрати нещодавно розпиляні дошки і доставити їх на склад, де вони будуть готові для використання в будівництві або торгівлі.

source: Build a Hunter's Tent and a Fisherman's Tent. Connect them to the Warehouse.
de: Errichtet ein Jäger- und ein Fischerzelt. Verbindet beide mit dem Kontor.
es: Construye una Tienda de Cazador y una Tienda de Pescador. Conéctalas al Almacén.
et: Ehita jahimehe telk ja kaluri telk. Ühenda nad laohoonega.
fi: Rakenna metsästäjän- ja kalastajan teltta ja yhdistä ne varastoosi.
fr: Établissez une hutte de chasseur et une hutte de pêcheur. Connectez-les à votre entrepôt.
id: Bangun sebuah tenda pemburu dan sebuah tenda nelayan. hubungkan keduanya ke gudang.
it: Costruisci una tenda del cacciatore ed una tenda del pescatore. Connettili al magazzino.
ja: 狩猟場と漁村を作って、倉庫と接続しましょう。
ko: 사냥꾼의 천막과 낚시꾼의 천막을 건설하고, 창고와 연결하십시오.
nb: Bygg et jegertelt og et fiskertelt. Koble dem til varehuset.
nl: Bouw een jagerstent en een visserstent, en sluit die aan op het pakhuis.
pt: Constrói uma Tenda de Caçador e uma Tenda de Pescador. Liga-as ao Armazém.
tr: Bir Avcı Çadırı ve bir Balıkçı Çadırı inşa edin. Bunları Ambara bağlayın.
uk: Побудуйте будівлі для мисливця та рибалки. З’єднайте їх стежками зі складом.

source: NEW TASK: FOOD SUPPLY
bg: НОВА ЗАДАЧА: ДОСТАВКА НА ХРАНА
ca: Nova tasca: subministrament d'aliments
cs: NOVÝ ÚKOL: ZÁSOBOVÁNÍ JÍDLEM
de: NEUE AUFGABE: NAHRUNG
es: TAREA: SUMINISTRO DE ALIMENTOS
et: UUS ÜLESANNE: TOIDUGA VARUSTAMINE
fi: UUSI TEHTÄVÄ: RUOKAVARASTO
fr: MISSION : LA NOURRITURE
gl: Novo obxectivo — Alimentos
id: TUGAS BARU: PERSEDIAN MAKANAN
it: OBIETTIVO: RIFORNIMENTI DI CIBO
ja: 新しい任務：食糧調達
ko: 새로운 임무: 식량 공급
nb: NY OPPGAVE: MATFORSYNING
nl: OPDRACHT: RAVITAILLERING
pl: NOWE ZADANIE: Zaopatrzenie w żywność
pt: NOVA TAREFA: COMIDA
ru: НОВАЯ ЗАДАЧА: ЗАПАС ПРОВИЗИИ
tr: YENİ GÖREV: YEMEK TEDARİĞİ
uk: НОВА ЗАДАЧА: ЗАБЕЗПЕЧЕННЯ ПРОДОВОЛЬСТВОМ

source: You will need to have some food-producing companies too, because people in general (and especially sailors) are very hungry.
cs: Dále budete muset postavit některé základní budovy, které budou produkovat jídlo, protože všichni lidé (a námořníci obzvláště) jsou velmi hladoví.
de: Ihr werdet auch einige Betriebe für die Nahrungsproduktion benötigen, denn Menschen (insbesondere Seeleute) sind für gewöhnlich sehr hungrig.
es: Necesitarás tener algunos negocios que produzcan alimentos también, porque la gente en general (y especialmente los marineros) está muy hambrienta.
et: Sul on vaja ka mõningaid toitu tootvaid kompaniisid, sest inimesed on üldiselt (ja meremehed eriti) väga näljased.
fi: Tulet tarvitsemaan myös elintarvikkeita tuottavia yrityksiä, sillä asukkaasi yleensä (ja erityisesti merimiehet) ovat erittäin nälkäisiä.
fr: Vous allez également avoir besoin d'entreprises productrices de nourriture, car, en général, les gens ont toujours faim, surtout les marins.
id: Kamu akan membutuhkan beberapa kumpulan tempat produksi makanan juga, karena orang secara umum (dan pada khususnya para pelaut) sangat lapar.
it: Ti serviranno anche alcune strutture che producano cibo, perché la popolazione (e specialmente i marinai) è molto affamata.
ja: 人々（特に船乗り）の食欲はとても旺盛なので、食糧生産のための生産拠点も必要です。
ko: 일반적으로 사람들(특히 선원)이 매우 식욕이 왕성하기 때문에, 식량을 생산하는 생산시설도 약간은 필요할것입니다.
nb: Du kommer også til å trenge noen som produserer mat, da folk generelt (og sjøfolk spesielt) er veldig sultne.
nl: Je hebt voedselproducerende bedrijven nodig, want mensen in het algemeen, en zeelui al helemaal, zijn grote eters.
pt: Irás precisar de algumas empresas produtoras de comida também, porque as pessoas no geral (e em especial os marinheiros) comem bastante.
tr: Yiyecek üreten şirketlere de ihtiyacınız olacak çünkü genel olarak insanlar (ve özellikle denizciler) çok açtır.
uk: Ви повинні також мати декілька підприємств, що вироблятимуть їжу, тому що люди в цілому (і особливо моряки) дуже голодні.

source: Available companies in the first tier are the Hunter's Tent and Fisherman's Tent.
cs: Dostupné budovy pro první úroveň jsou lovec a rybář.
de: Verfügbare Betriebe der ersten Stufe sind Jägerzelt und Fischerzelt.
es: Los negocios disponibles en el primer nivel son la Tienda de Cazador y la Tienda de Pescador.
et: Esimese taseme kompaniidest on võimalik luua jahimehe telk ja kaluri telk.
fi: Ensimmäisen tason saatavilla olevat yritykset ovat kalastajan- ja metsästäjän teltta.
fr: Au premier niveau, les bâtiments disponibles sont les huttes du chasseur et du pêcheur.
id: Kumpulan tempat produksi makanan pada tingkat pertama adalah tenda pemburu dan tenda nelayan.
it: Le strutture disponibili nella prima fascia sono la tenda del cacciatore e la tenda del pescatore.
ko: 첫번째 단계에서 사용할수있는 생산시설은 사냥꾼의 천막과 낚시꾼의 천막입니다.
nb: Tilgjengelige kompanjonger i det første nivået er jegerteltet og fiskerteltet.
nl: Op het eerste ontwikkelingsniveau zijn hiervoor de jagerstent en de vissershut beschikbaar.
pt: As empresas disponíveis no primeiro nível de edifícios são a Tenda de Lenhador e a Tenda de Pescador.
tr: İlk seviyedeki kullanılabilir binalar Avcı Çadırı ve Balıkçı Çadırı.
uk: Доступні підприємства на першому рівні - це будівлі для мисливця і рибалки.

source: The hunter hunts animals in the forest, thus needs trees nearby.
de: Der Jäger jagt Tiere im Wald, daher benötigt er Bäume in seinem Einzugsgebiet.
es: El cazador caza animales en el bosque, por lo que necesita que haya árboles cerca.
et: Jahimees jahib metsast ulukeid ning seetõttu peab nende lähedal olema puid.
fi: Metsästäjä metsästää eläimiä, joten se tarvitsee puita lähellä.
fr: Le chasseur chasse le gibier dans la forêt et a donc besoin de bois autour de lui.
id: Pemburu memburu binatang di dalam hutan, jadi ini membutuhkan pohon - pohon dekatnya.
it: Il cacciatore caccia gli animali nella foresta, perciò richiede alberi nelle vicinanze.
ja: 狩猟場では森の動物を狩るため、近くに木々がなくてはなりません。
ko: 사냥꾼은 숲속에서 동물들을 사냥하므로 근처에 나무가 필요합니다.
nb: Jegeren jakter på dyr i skogen, og trenger dermed trær i nærheten.
nl: Jagers jagen op bosdieren, dus er moeten bomen in de omgeving staan.
pt: O caçador caça animais na floresta, logo necessita de árvores por perto.
tr: Avcı, ormandaki hayvanları avladığından yakınında ağaçlar olmalıdır.
uk: Мисливець полює на диких звірів у лісі, тому він потребує наявності поблизу дерев.

source: Note that you can place your Hunter's Tent close to the lumberjack's forest.
de: Beachtet, dass Euer Jägerzelt in der Nähe des Holzfällerwalds platziert werden kann.
es: Ten en cuenta que puedes ubicar tu Tienda de Cazador cerca del bosque del leñador.
et: Tähelepanu, sa võid oma jahimeeste telgi paigutada puuraiduri metsa lähedale.
fi: Huomaa, että paras paikka metsästäjälle on puunhakkaajan taltan vieressä.
fr: Notez que vous pouvez placer la hutte du chasseur à coté de la forêt du bûcheron.
id: Catat yang kamu dapat menaruh tenda pemburu dekat dengan hutan para penebang kayu.
it: Nota che puoi piazzare la tenda del cacciatore vicino alla foresta del taglialegna.
ja: なお、伐採所の森の近くに狩猟場を置いても問題ありません。
ko: 나무꾼의 숲 근처에 사냥꾼의 천막을 배치할수 있습니다.
nb: Merk at dukan plassere jegerteltet ditt nær tømmerhuggerens skog.
nl: Je kunt een jagerstent overigens vlakbij een houthakkershut zetten.
pt: Nota que podes colocar a tua Tenda de Caçador perto da floresta do lenhador.
tr: Avcı Çadırını oduncunun ormanına yakın yerleştirebileceğinizi unutmayın.
uk: Зауважимо, що ви можете розмістити мисливця неподалік від лісу з лісопилкою.
