Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: Click in the slot to choose the good you want to trade with. We will further explain this once you are ready to trade.
bg: Кликнете в някой от слотовете за да изберете стока която да търгувате. По-късно ще ви обясним как да търгувате.
ca: Feu clic a la casella per escollir el producte amb què voleu negociar. Més endavant ho explicarem millor... un cop estigueu a punt de fer negocis.
cs: Klikněte do slotu a vyberte zboží, se kterým chcete obchodovat. Více tuto část vysvětlíme později, až budete připraveni obchodovat.
de: Um das Handelsgut auszuwählen, klickt auf einen Platz. Wir werden das Vorgehen weiter betrachten, sobald Ihr alle Voraussetzungen erfüllt, um Handel zu treiben.
es: Haz clic en la casilla para el elegir el bien con el que quieres comercial. Lo explicaremos más detenidamente una vez que estés listo para comerciar.
et: Klõpsa pesal, et valida kaup, millega sa soovid äri teha. Me seletame seda täiendavalt siis, kui sa oled kaplemiseks valmis.
fi: Valitse kaupattava tuote napsauttamalla kauppapaikkaa. Kerromme tästä ominaisuudesta myöhemmin, kun olet valmis kaupankäyntiin.
fr: Cliquez sur l'emplacement de commerce pour choisir la marchandise que vous voulez vendre ou acheter. Nous expliquerons ce procédé plus précisément lorsque vous serez prêt à faire affaire.
gl: Preme a cela en si para escoller o ben co que queres comerciar. Xa máis adiante, cando esteas listo para comerciar, se che explicará en detalle como funciona isto.
id: Ketuk pada petak dagang untuk memilih barang yang ingin kamu perdagangkan. Kami akan jelaskan ini ketika kamu sudah siap untuk berdagang.
it: Fare clic sullo slot per scegliere il bene che si desidera commerciare. Ulteriori spiegazzioni seguiranno una volta che siete pronti per il commercio.
ja: 交易したい財を選ぶにはスロットの中をクリックしてください。交易する準備ができたら、その時に詳しく説明します。
ko: 무역하고자하는 칸의 물품을 선택하십시오. 무역 준비가 되면 더 설명하겠습니다.
nb: Klikk på feltet for å velge hvilke varer du ønsker å handle med. Vi forklarer mer om dette når du er klar til å handle.
nl: Klik op het vak om de handelswaar te kiezen die u wilt verhandelen. Zodra u aan handel toe bent zal verdere uitleg volgen.
pl: Kliknij na kwadracie, by wybrać towar, którym chcesz handlować. Później to wyjaśnimy, gdy będziesz gotów do handlu.
pt: Clique no slot para escolher o recurso que deseja negociar. Iremos explicar isto mais detalhadamente quando você estiver preparado.
ru: Щёлкните мышью на ячейке, чтобы выбрать товар для торговли. Мы расскажем об этом подробнее, когда Вы будете готвы торговать.
tr: Ticaret yapmak istediğiniz malı seçmek için alanda tıklayın. Ticarete hazır olduğunuzda bunu daha ayrıntılı açıklayacağız.
uk: Натисніть у слоті, щоби вибрати товар, яким ви хочете торгувати. Ми будемо надалі пояснювати щоразу коли ви будете готові торгувати.

source: Task: Build a Signal Fire at the coast close to your Warehouse.
de: Aufgabe: Errichtet ein Signalfeuer an der Küste in der Nähe des Kontors.
es: Tarea: Construye una Señal de Fuego en la costa cerca de tu Almacén.
et: Ülesanne: Ehita rannikule oma lao naabrusesse signaaltuli.
fi: Tehtävä: Rakenna merkkituli rannikolle varastosi lähettyville.
fr: Mission : construisez un feu de signalisation sur la côte, près de l'entrepôt.
id: Tugas: Bangunlah sebuah sinya api di tepi pantai dekat dengan gudangmu.
it: Obiettivo: Costruisci un segnale di fuoco sulla costa vicino al tuo magazzino.
ja: 任務：倉庫のそばの海岸にのろしを建てよ。
ko: 임무: 창고 근처 해안에 봉화대를 건설하십시오.
nb: Oppgave: Bygg et signaltårn ved kysten i nærheten av varehuset ditt.
nl: Opdracht: Stook een signaalvuur bij de kust nabij het pakhuis.
pt: Tarefa: Constrói um Sinal de Fogo na costa próxima do Armazém.
tr: Görev: Kıyıda Ambarınıza yakın bir İşaret Ateşi inşa edin.
uk: Завдання: побудуйте сигнальний вогонь на березі поруч із вашим складом.

source: Reach an island stock of at least 30 tools. Note that this might take a while.
bg: Достигнете количество 30 от стока, произвеждана на острова.
ca: Aconseguiu un estoc mínim de 30 eines. Tardareu una miqueta.
cs: Dosáhněte ostrovní skladové zásoby alespoň 30 nástrojů. To může chvilku trvat.
de: Erreicht einen Lagerbestand von mindestens 30 Werkzeugen auf Eurer Insel. Beachtet, dass dies eine Weile dauern kann.
es: Almacena en la isla unas reservas de al menos 30 herramientas. Ten en cuenta que esto puede llevar un tiempo.
et: Veendu, et varuks on vähemalt 30 tööriista. Selleks võib kuluda natuke aega.
fi: Varastoi saarellesi vähintään 30 työkalua. Huomaa, että tämä saattaa kestää kauan.
fr: Atteignez un stock d'au moins 30 outils. Ceci pourra vous prendre du temps.
gl: Almacena 30 toneladas de ferramentas no asentamento. Pode levarche un anaco.
id: Capai persediaan pulau setidaknya 30 alat. Catat! ini butuh waktu.
it: Raggiungi una scorta di almeno 30 attrezzi per isola. Nota che ci vorrà non poco tempo.
ja: 島にある工具の在庫を30以上にしましょう。これにはしばらく時間がかかるかもしれません。
ko: 최소 도구30개의 섬 비축품을 확보하십시오. 약간의 시간이 걸릴수있다는것을 알고계십시오.
nb: Oppnå en lagerstatus på minst 30 verktøy på øya. Merk at dette kan ta en stund.
nl: Bereik op dit eiland een voorraad van tenminste 30 stuks gereedschap. (Dit kan wel even duren.).
pl: Zdobądź co najmniej 30 sztuk narzędzi.
pt: Atinge o limite de pelo menos 30 ferramentas em armazém na ilha.
ru: Пополните запас инструментов на острове до 30 единиц. Это может занять некоторое время.
tr: En az 30 aletlik bir ada stoğuna ulaş. Bu biraz zaman alabilir.
uk: Досягніть острівного запасу в 30 інструментів. Зауважимо, що це може зайняти певний час.

source: NEW TASK: LEARN TO TRADE
bg: НОВА ЗАДАЧА: НАУЧЕТЕ СЕ ДА ТЪГУВАТЕ
ca: Nova tasca: apreneu a comerciar
cs: NOVÝ ÚKOL: VÝUKA OBCHODOVANÍ
de: NEUE AUFGABE: HANDELN
es: N. TAREA: APRENDE A COMERCIAR
et: ÜLESANNE: ÕPI KAUPLEMA
fi: UUSI TEHTÄVÄ: KAUPANKÄYNNIN PERUSTEET
fr: MISSION : COMMERCER
gl: Novo obxectivo — Comercio
id: TUGAS BARU: PELAJARI PERDAGANGAN
it: OBIETTIVO: IL COMMERCIO
ja: 新しい任務：交易の仕方を習得せよ
ko: 새로운 임무: 교역 배우기
nb: NY OPPGAVE: LÆR DEG HANDEL
nl: OPDRACHT: HANDELDRIJVEN
pl: NOWE ZADANIE: Naucz się handlować
pt: NOVA TAREFA: APRENDE A NEGOCIAR
ru: НОВАЯ ЗАДАЧА: ТОРГОВОЕ ДЕЛО
tr: YENİ GÖREV: TİCARETİ ÖĞREN
uk: НОВА ЗАДАЧА: НАВЧАННЯ ТОРГІВЛІ

source: Excellent! The Free Trader will now stop by at your Warehouse from time to time. Let's continue our tutorial on how to trade.
de: Ausgezeichnet! Der Freie Händler hält nun von Zeit zu Zeit an Eurem Kontor. Weiter geht es mit der Anleitung zum Handeln.
es: ¡Excelente! El Comerciante Libre ahora se detendrá frente a tu Almacén de vez en cuando. Vamos a continuar nuestro tutorial con cómo comerciar.
et: Imeline! Vaba Kaupleja peatub nüüd su lao lähedal aeg-ajalt. Järgmisena õpime kauplema.
fi: Loistavaa! Vapaakauppias pysähtyy nyt säännöllisesti varastollasi. Jatketaan kaupankäyntiin tutustumisella.
fr: Excellent ! Le bateau-marchand va maintenant s'arrêter à votre entrepôt de temps en temps. Continuons ce tutoriel et voyons comment commercer.
id: Bagus! Sekarang pedagang bebas akan berlabuh di gudangmu seiring waktu. Ayo lanjukan pembelajaran(tutorial) kita pada 'bagaimana caranya berdagang'.
it: Eccellente! Il libero commerciante ora si fermerà nel tuo magazzino di tanto in tanto. Continuiamo con il tutorial sul commercio.
ja: 素晴らしい！自由交易船が、時折あなたの倉庫に立ち寄ることになるでしょう。 教習を進めて、交易の仕方を学びましょう。
ko: 훌륭합니다! 자유 무역상선이 창고에 자주 들를 것입니다. 무역하는 방법에 대한 자습서를 계속 진행 해보겠습니다.
nb: Utmerket! Den frie handelsmann vil nå stikke innom varehuset ditt fra tid til annen. La oss fortsette vår introduksjon med hvordan handle.
nl: Uitstekend! De Vrije Handelaars zal nu van tijd tot tijd bij uw pakhuis stoppen. En nu de handelsinstructies.
pt: Excelente! O comerciante livre irá agora passar em seu armazém de vez em quando. Vamos continuar nosso tutorial sobre como negociar.
tr: Mükemmel! Serbest Tüccar artık zaman zaman Ambarınıza uğrayacak. Şimdi eğitimimize nasıl ticaret yapıldığı ile devam edelim.
uk: Відмінно! Вільний торговець буде час від часу зупинятися біля вашого складу. Давайте продовжимо наш урок про те, як торгувати.

source: First click on your own Warehouse and click on the third tab.
cs: Nejprve klikněte na váš obchodní přístav a vyberte třetí záložku.
de: Zuerst klickt ihr auf den Kontor und danach auf die dritte Schaltfläche.
es: Primero haz clic en tu propio Almacén y luego en la tercera pestaña.
et: Esmalt tee klõps oma laol ja seejärel klõpsa kolmandal kaardil.
fi: Napsauta ensin omaa varastoasi ja klikkaa kolmatta välilehteä.
fr: Tout d'abord, cliquez sur votre entrepôt, puis sur le troisième onglet.
id: Pertama, ketuk gudangmu lalu ketuk tab ketiga.
it: Prima clicca sul tuo magazzino e clicca sulla terza linguetta.
ja: まず自分の倉庫をクリックし、3 番目のタブをクリックします。
ko: 먼저 자신의 창고를 클릭하고 세 번째 탭을 클릭하십시오.
nb: Klikk først på varehuset ditt, og klikk så på den tredje fanen.
nl: Klik eerst op uw eigen pakhuis en dan op het derde tabblad.
pt: Primeiro, clique no seu armazém e então clique na terceira aba.
tr: İlk önce kendi Ambarınıza tıklayın ve üçüncü sekmeye tıklayın.
uk: Спершу клацніть на власному складі, а потім на третій вкладці.

source: Then click on one of the 3 slots, then select a good you want to buy or sell.
cs: Poté klikněte na jeden ze 3 slotů a vyberte zboží, které chcete nakoupit či prodat.
de: Dann klickt auf einen der 3 Plätze, danach wählt Ihr aus, welches Gut ihr Kaufen oder Verkaufen möchtet.
es: Después haz clic en una de las tres casillas y selecciona el bien que quieres comprar o vender.
et: Nüüd klõpsa ühel kolmest pesast ja vali kaup, mida soovid osta või müüa.
fi: Napsauta sitten yhtä kolmesta paikasta, valitse sitten tuote, jonka haluat ostaa tai myydä.
fr: Ensuite, cliquez sur l'un des trois emplacements et sélectionnez un bien à acheter ou à vendre.
id: Kemudian ketuk salah satu dari tiga petak dagang, lalu pilih barang yang ingin kamu beli atau jual.
it: Poi clicca su uno dei 3 slot, infine seleziona un bene che vuoi comprare o vendere.
ja: 次に、3 つのスロットから 1 つをクリックし、売買したい商品を選択します。
ko: 그런 다음 3 개의 슬롯 중 하나를 클릭 한 다음 구매하거나 판매 할 물품을 선택하십시오.
nb: Klikk deretter på en av de tre feltene og velg hvilken vare du ønsker å kjøpe eller selge.
nl: Klik dan op één van de de drie slots, en kies een product om te (ver)kopen.
pt: Então clique em um dos 3 slots e selecione um bem que você queira comprar ou vender.
tr: Sonra 3 slottan birine tıklayın, sonra satın almak veya satmak istediğiniz ürünü seçin.
uk: Після цього натисніть на один із 3 слотів, виберіть товар, який хочете купити чи продати.

source: After selecting a particular type of good, the green bar across the bottom of the slot (if visible) shows you how much you have in stock of this good.
bg: След избирането на определена стока, под слота се появява зелена лента показваща колко имате за продан от избраната стока.
ca: Després d'escollir un tipus particular de producte, la barra verda de sota la casella (si està visible) us mostra quina quantitat del producte que teniu en estoc.
cs: Po vybrání konkrétního typu zboží, zelený ukazatel napravo od slotu (pokud je viditelný) ukazuje, kolik jednotek zboží máte aktuálně ve skladu.
de: Nach dem Auswählen eines Guts zeigt der grüne Balken, wie viel davon momentan vorrätig ist. Befindet sich keine Ware im Lager, wird auch kein Balken erscheinen.
es: Después de seleccionar un tipo concreto de producto, la barra verde que atraviesa el fondo del casillero muestra cuánto tienes en almacén de este producto.
et: Kaubagrupi valimisel järel näitab pesa alumises servas olev roheline riba (kui ta on nähtav) laos oleva kauba kogust.
fi: Kun olet valinnut kauppapaikkaan resurssin, oikeassa reunassa oleva vihreä palkki näyttää, kuinka paljon tätä resurssia on varastossa. Jos resurssia ei ole yhtään, palkkia ei näy.
fr: Après avoir sélectionné un type de produit, la barre verte le long de l'emplacement (si visible) vous indique le niveau de stock de ce produit.
gl: Despois de seleccionar un tipo específico deben, a barra verde que hai na parte inferior da cela (cando se ve) amosa a cantidade que tes almacenada dese ben.
id: Setelah memilih barang tertentu, bilah hijau di bagian bawah petak dagang (jika terlihat) menampilkan banyaknya persediaan barang milikmu.
it: Dopo aver selezionato un particolare tipo di bene, la barra verde nella parte inferiore dello slot (se visibile) mostra la quantita stockata.
ja: 特定の型の財を選択すると、スロット下に表示される緑のインジケーターは、この財の在庫がどのくらいあるかを示します。
ko: 특정 물품의 종류를 선택한후, 칸 아래에 걸친 녹색 막대 (표시된 경우)는 보유하신 이물건의 재고가 얼마나 있는지 보여 줍니다.
nb: Etter at du har valgt en bestemt type vare vil den grønne streken på tvers av bunnen på feltet (hvis synlig) vise hvor mye du har på lager av denne varen.
nl: Na selectie van een handelswaar zal een groene balk onderaan het vak laten zien hoeveel er van op voorraad is. Is er niets op voorraad, dan zal er ook geen balk verschijnen.
pl: Po wybraniu określonego towaru, zielony pasek na dole (jeśli będzie widoczny) wskaże jak duże masz jego zapasy.
pt: Depois de selecionar um determinado recurso, a barra verde abaixo do slot (se visível) exibirá a quantidade estocada do mesmo.
ru: После выбора определённого типа товара зелёный столбик в нижней части ячейки (если он видим) укажет количество данного товара у Вас в запасе.
tr: Özel bir mal türü seçtikten sonra, alanın altındaki yeşil çubuk (görünüyorsa) bu malın stoğunuzda ne kadar olduğunu gösterecek.
uk: Після вибору певного типу товару, зелена смужка в нижній частині слота (якщо він видний) показує, скільки у вас є в наявності цього товару.

source: Dragging the slider on the right of each slot determines your 'target value' which has a different meaning on 'Buy' and 'Sell'.
bg: Местейки плъзгача отдясно на всеки слот, определяте вашата "целева стойност" която има различно значение за "Купи" и "Продай".
ca: Movent la barra de desplaçament cap a la dreta de cada casella determina el «valor objectiu» a «Comprar» o «Vendre».
cs: Tažením posuvníku na pravé straně každého slotu určíte "cílovou hodnotu", která má různé významy pro "Prodej" a "Nákup".
de: Das Bewegen des Schiebereglers auf der rechten Seite des Platzes verändert die maximale Lagermenge. Dieser Wert hat unterschiedliche Bedeutungen beim Ein- bzw. Verkauf.
es: Podrás determinar el "valor objetivo" arrastrando el control deslizante de la derecha de cada casilla. Este valor tendrá un significado distinto según quieras "Comprar" o "Vender".
et: Sikutades liuguri iga pesa parempoolsesse serva määrab "vajaliku koguse", mis omab erinevat tähendust kaartidel "Ost" ja "Müük".
fi: Liikuttamalla liukusäädintä tavararuudun (kauppapaikan) oikealla puolella valitaan kuinka paljon tavaraa korkeintaan myydään tai ostetaan.
fr: Bouger le régleur à droite de chaque emplacement détermine sa « valeur cible » qui a un sens différent pour « acheter » ou « vendre ».
gl: Arrastrando a barra á dereita defines o «obxectivo», que significa algo distinto segundo se trate de «Mercar» ou de «Vender».
id: Seret penggeser dikanan petak dagangmu untuk menentukan 'Jumlah/Nilai Target' yang mana berbeda dengan istilah 'Jual/Beli'.
it: Trascinando il cursore a destra di ogni slot determina il 'valore obiettivo', che ha un significato diverso da 'Buy' e 'Sell' .
ja: 各スロット右側のスライダーを動かすことで「目標値」が決定され、これは「売り」か「買い」かによって意味が異なります。
ko: '구입'과 '판매'의 다른 의미를 가진 '목표 값'을 결정할 각칸의 오른쪽 슬라이더에 끌어놓기 하십시오.
nb: Ved å dra på drafeltet på høyre siden av hvert felt bestemmer du din «målverdi», hvilket betyr forskjellige ting for «kjøp» og «selg».
nl: Met de schuif rechts van het vak stelt u de 'doelwaarde' in - wat bij 'Koop' iets anders betekent dan bij 'Verkoop'.
pl: Przeciągając suwak po prawej, ustalasz "docelową ilość", która ma inne znaczenie przy kupnie a inne przy sprzedaży towaru.
pt: Mover o controle deslizante à direita deste slot irá determinar o 'valor limite', que funciona diferentemente para 'compra' e 'venda'.
ru: Перемещая бегунок в правой части ячейки, Вы можете задать искомое количество, значение которого различается при покупке и продаже.
tr: Her alanın sağındaki kaydırıcıyı sürüklemek 'Alma' ve 'Satma'da farklı anlamlara gelen 'hedef değere' karar verir.
uk: Переміщення повзунка в правій частині кожного слота визначає вашу кількість товару, яку ви хочете "купити" або "продати".

source: When buying, you will buy sufficient to hold your 'target value' in stock.
bg: Когато купувате, ще купите толкова че да постигнете тази стойност налице в склада.
ca: Quan compreu, comprareu suficient producte per assolir el «valor objectiu» de l'estoc.
cs: Pokud nakupujete zboží, bude nakoupeno tolik zboží, aby byla udržena "cílová hodnota" zásob.
de: Beim Einkauf legt er fest, wie viel dieser Ware Ihr insgesamt bevorraten möchtet.
es: Cuando compres, comprarás lo suficiente como para mantener ese valor objetivo en el almacén.
et: Ostmisel ostad sa piisavalt, et hoida laos oleks varus "vajalik kogus" kaupa.
fi: Ostaessa liukusäätimen luku on se määrä, jonka tavoittelet olevan varastoissasi.
fr: Quand vous achetez, vous allez acheter suffisamment pour atteindre votre « valeur cible » de stock.
gl: Cando se trate de mercar, mercarás dabondo para chegar ao obxectivo no almacén.
id: Ketika membeli, kamu akan cukup/selesai membeli sesuai 'Nilai Target' di persediaan.
it: Al momento dell'acquisto, viene acquistata la quantita necessaria a tenere il 'valore obiettivo' in stock.
ja: 買いの時には、在庫の「目標値」が満たされるように十分な量が買い入れられます。
ko: 구입할때, 재고에서 '목표 값'을 고정하기위해 충분히 구입하십시오.
nb: Når du kjøper vil du kjøpe tilstrekkelig til å ha din «målverdi» på lager.
nl: Bij het inkopen wordt voldoende aangeschaft om de 'doelwaarde' te handhaven.
pl: Jeżeli kupujesz, będziesz się starał osiągnąć "docelową ilość" towaru poprzez kupno.
pt: Ao comprar, você irá adquirir o suficiente para manter o 'valor limite' em estoque.
ru: При покупке Ваш запас товара будет пополняться до достижения искомого количества.
tr: Satın alırken, deponuzdaki 'hedef değer'i tutturacak kadar alacaksınız.
uk: При покупці ви будете купувати достатньо, щоб підтримувати товар постійно в наявності.

source: When selling, the 'target value' is the stock amount at which you will always stop selling until you get more of that resource again.
bg: Когато продавате, ще можете да продадете само количеството в повече от "целевата стойност". Няма да можете да направите следваща продажба докато не произведете излишък над нея.
ca: Quan vengueu, el «valor objectiu» de l'estoc és la quantitat de producte a la qual deixareu de vendre fins que en torneu a tenir més un altre cop.
cs: Pokud zboží prodáváte, "cílová hodnota" určuje množství zásob, na kterém vždy přestanete prodávat dokud této suroviny nezískáte zase více.
de: Beim Verkauf wird jeder Überschuss über diesem Grenzwert verkauft, und es wird nichts verkauft, solange Ihr nicht den eingestellten Lagerstand aufweist.
es: Cuando vendas, el "valor objetivo" es la cantidad mínima que debe haber en el almacén y determinará que se detengan las ventas hasta que obtengas más de ese recurso.
et: Müümisel lõppeb müük "vajaliku koguseni" jõudmisel. Selleni jõudes lõppeb müümine alati vastavat ressurssi lisandumiseni.
fi: Myydessä taas luku ilmaisee määrää, jonka haluat pitää itselläsi (jota ei aseteta myyntiin).
fr: Quand vous vendez, la « valeur cible » est la quantité de produit que vous voulez garder en réserve et ne pas vendre.
gl: Cando se trate de vender, o obxectivo será o límite; venderás ata que no almacén quede o obxectivo, e non volverás vender ata que no almacén se supere o obxectivo de novo.
id: Ketika menjual, 'Nilai Target' adalah jumlah persediaan yang dijadikan Nilai Batas Jual. ketika melebihi batas, sumberdaya akan dijual. Ketika jumlah sumberdaya dibawah ambang batas, makan barang tidak akan dijual sampai jumlah barangmu melebihi batas yang tadi kamu tentukan.
it: In caso di vendita, il 'valore obiettivo' è lo stock minimo, raggiunto il quale il magazzino smette di vendere fino a quando non si avra' di nuovo un eccedenza di quella risorsa.
ja: 売りの時には、「目標値」はそこで売りを止め、資源が回復するのを待つ在庫量を示します。
ko: 판매할때, '목표 값'은 다시 그 자원을 좀더 많이 얻을때까지 항상 판매를 중단할 수 있는 재고 양입니다.
nb: Når du selger er «målverdien» det nivået på varebeholdningen som gjør at du slutter å selge inntil du har mer igjen av denne ressursen.
nl: Bij het verkopen wordt slechts het overschot aan goederen boven de 'doelstelling' verkocht.
pl: W przypadku sprzedaży, będziesz się starał sprzedać nadwyżkę towaru, ustaloną przez "ilość docelową". Jeżeli będziesz miał mniej tego towaru niż "ilość docelowa", sprzedaż zostanie wstrzymana aż do ponownego przekroczenia tego limitu.
pt: Ao vender, o 'valor limite' será a quantidade mínima em estoque no qual cessarão as vendas até que uma nova remessa chegue.
ru: При продаже искомое количество задаёт предел, по достижении которого товар перестаёт продаваться, пока Ваш запас снова его не превысит.
tr: Satarkenki 'hedef değer', bu kaynaktan daha fazla edinilinceye kadar satışı durduracağınız stok miktarıdır.
uk: При продажі „цільове значення“ визначає межу, на якій ви завжди будете припиняти продаж поки ви не отримаєте більше цього ресурсу знову.
