Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: We now only need pastures, but in case your food supply chain is too small (maybe many residential buildings) you can also produce some potatoes.
bg: За сега се нуждаем само от пасища, но ако не ви достига храна (много жилищни сгради) може да отглеждате и картофи.
ca: Només necessitem pastures, però si la vostra cadena d'aliments és massa petita (potser teniu molts edificis residencials) també podeu produir patates.
cs: Nyní potřebujeme pouze pastviny, ale v případě, že Vaše zásobení jídlem je příliš malé (díky mnoha obytným budovám), můžete také postavit bramborové pole.
de: Momentan benötigt Ihr nur Weiden. Falls die Nahrung knapp wird, vielleicht aufgrund einer großen Stadt, könnt Ihr auch ein paar Kartoffeln anbauen.
es: Ahora solo necesitamos pastos, pero en caso de que el suministro de alimento sea demasiado corto (quizá si hay muchos edificios residenciales) también puedes producir algunas patatas.
et: Hetkel on vaja ainult karjamaad, kuid kui sul toidust on puudus (võib-olla on sul liiga palju elamuid), siis võid ehitada ka kartulipõlde.
fi: Tarvitsemme nyt vain laitumia, mutta jos tarvitset lisää ruokaa (esimerkiksi jos sinulla on paljon asukkaita), voit rakentaa myös perunapellon.
fr: Pour l'instant nous avons seulement besoin de prés mais si vos ressources alimentaires ne sont pas suffisantes (beaucoup d'habitations) vous pouvez aussi produire des pommes de terre.
gl: De momento só necesitas un campo de ovellas, pero por se estás a quedar curto de alimentos (se tes moitas vivendas) tamén podes producir algunhas patacas.
id: Sekarang kita hanya butuh padang rumput, tapi pada kasus menyediakan rantai makanan, ini terlalu kecil (mungkin banyak perumahan) kamu juga dapat memproduksi beberapa kentang.
it: Ora abbiamo bisogno soltanto di pascoli, ma nel caso in cui la tua catena di approvvigionamento alimentare è troppo piccola (in caso tu possieda molti edifici residenziali) si possono produrre anche alcune patate.
ja: いまのところ牧場のみが必要ですが、食糧供給連鎖が小規模すぎる場合（住居建造物が多すぎる場合など）、じゃがいもも生産することができます。
ko: 이제는 목장만 있으면 되지만 식량 공급 과정이 소규모이면 (주거용 건물이 너무 많을 경우) 감자를 생산할 수도 있습니다.
nb: Nå trenger vi kun beiteland, men hvis matforsyningskapasiteten din er for liten (kanskje mange bolighus) sa kan du også produsere noen poteter.
nl: We zijn alleen weilanden nodig, maar in het geval de voedselproductieketen niet toereikend is (bijvoorbeeld omdat je veel woonhuizen hebt) kun je ook wat aardappelen gaan verbouwen.
pl: Teraz potrzeba tylko pastwisk, ale w przypadku, gdy łańcuch dostaw żywności jest zbyt mały (zbyt wiele budynków mieszkalnych) można również produkować niektóre ziemniaki.
pt: No momento precisamos apenas de pastagens, mas caso sua produção de alimento for insuficiente (talvez por haver muitas habitações) também é possível cultivar batatas.
ru: Сейчас нам нужны только пастбища, но в случае нехватки провизии (например, при большом количестве жилых построек) Вы можете также посадить картофель.
tr: Şimdi sadece otlağa ihtiyacımız olacak. Ancak besin depo zinciriniz çok küçükse (belki çok sayıda yerleşim binası var), ayrıca patates de üretebilirsiniz.
uk: Тепер потрібні тільки пасовища, але в разі, якщо ваша ланцюжок постачань продовольства є дуже маленьким (можливо, багато житлових будинків), ви можете також виробляти трохи картоплі.

source: Note that for potatoes you will need a road connection to the Farm (not to the field!), as it will be the only company to work on the goods.
de: Beachtet, dass Ihr für die Abholung der Kartoffeln eine Wegverbindung zum Bauernhof benötigt, jedoch nicht zu den Feldern, da der Bauernhof die einzige Produktionsstätte ist, die sie verarbeitet.
es: Ten en cuenta que para las patatas necesitarás un camino que conecte a la Granja (¡no al cultivo!), ya que será la única compañía que trabaje con los bienes.
et: Selleks, et kartulid jõuaks tarbijateni, pead farmi ühendama teedega (mitte põllu), sest kaupadega tegeleb ainult kompanii.
fi: Huomaa, että perunapeltoa varten kerääjillä on oltava polku maatilalle, sillä se on perunoiden viimeinen käsittelypaikka.
fr: Notez que, dans le cas des pommes de terre, vous devrez connecter la ferme (pas les champs !) au réseau routier, puisque c'est la seule entreprise de cette chaîne de production.
id: Catat! Untuk produksi kentang, kamu perlu jalan yang menghubungkannya ke perkebunan bukan ke ladang, karena produksi kentang merupakan produksi akhir (tidak ada produksi selanjutnya yang mengelola kentang).
it: Nota che per le patate avrai bisogno di un collegamento stradale alla fattoria (non al campo!), in quanto sarà l'unico edificio produttivo a lavorare le merci.
ja: ジャガイモを作るなら、農場がこの財を扱う唯一の生産拠点なので、農家へ（畑ではなく！）道路の接続があることが必要ですので、注意してください。
ko: 감자에 대해서는 이 물품을 취급하는 생산시설은 농장이 유일하므로 농장(밭이 아니라!)에 길이 연결되어야 합니다.
nb: Merk at for poteter vil du trenge en veiforbindelse til gården (ikke til åkeren!), da det vil være det eneste kompaniet som arbeider på varene.
nl: Let op: voor aardappelen is een pad naar de boerderij, niet naar het veld, nodig! Die boerderij is het einde van de keten.
pt: Repare que para cultivar batatas é necessário levar uma estrada até a fazenda (não a plantação!), pois é a única empresa a trabalhar nesse bem.
tr: Patatesler için, ürünler üzerinde çalışmak için tek şirket olacak olan Çiftliğe (tarlaya değil!) yol bağlantısı gerektiğini unutmayın.
uk: Зазначимо, що для картоплі знадобиться з'єднання дорогою із фермою (а не із полем!), бо це буде підприємство, яка виробляє готовий товар (їжу).

source: Make sure that all fields you build are in the area covered by the Farm.
de: Stellt sicher, dass alle Felder im Einzugsbereich des Bauernhofs liegen.
es: Asegúrate de que tus campos de cultivo están construidos en el área cubierto por la Granja.
et: Veendu, et kõik rajatavad põllud on farmi maa-alal.
fi: Varmista, että kaikki rakentamasi pellot ovat maatilan alueella.
fr: Assurez-vous que tous les champs sont dans l'espace couvert par la ferme.
id: Pastikan semua ladangmu, kamu buat di area yang dapat dijangkau perkebunan.
it: Assicurati che tutti i campi che costruisci si trovino nell'area di influenza della fattoria.
ja: 畑は、すべて農場の範囲内に建てるようにしてください。
ko: 밭들은 농장의 범위 내에 만들어야 합니다.
nb: Påse at alle jordene du bygger er i innenfor rekkevidden til gården.
nl: Let er op dat alle velden binnen het bereik van de boerderij worden gebouwd.
pt: Certifique-se de que todas as plantações estejam dentro da área de abrangência da fazenda.
tr: İnşa ettiğiniz tüm alanların Çiftlik tarafından kapsandığından emin olun.
uk: Переконайтеся, що всі поля побудовані у області, яка обслуговується фермою.

source: You can have combined production - one pasture will not lead to 100 percent efficiency of the Farm - but you need to check how many fields one Farm can serve.
de: Ihr könnt für einen Bauernhof auch mehrere Felder anlegen. Eine Weide allein wird sie sicherlich nicht zu 100 Prozent auslasten – probiert aus, wie viele Felder einen Bauernhof versorgen kann.
es: Puedes hacer una producción combinada —un único prado no alcanzará una eficiencia del 100 por ciento de la Granja—, pero debes comprobar cuántos campos de cultivo una Granja puede servir.
et: Sul võib olla kombineeritud tootmine - üks karjamaa ei taga farmi 100% efektiivsust - kuid sa pead kontrollima, mitut põldu suudab su farm teenindada.
fi: Voit harrastaa sekatuotantoa - yksi laidun ei johda 100 prosentin tehokkuuteen - mutta muista kuitenkin tarkistaa, montako peltoa yksi maatila kykenee hoitamaan.
fr: Vous pouvez combiner vos productions - un champ seul ne mènera pas à une efficacité de 100 pour cent -, mais vous devrez vérifier le nombre de champs que la ferme peut cultiver.
id: Kamu dapat membuat kombinasi produksi - satu padang rumput tidak akan mengarahkan 100% efisiensinya - tapi kamu perlu memeriksa berapa banyak ladang yang dapat ditampung perkebunan.
it: È possibile avere produzioni combinate - un pascolo non porterà la fattoria ad un'efficienza del 100% - è necessario però controllare quanti campi una fattoria può servire.
ja: 一つの牧場で農場が100％稼働率に達することはないので、複数の作物を生産することができますが、一つの農家がいくつの畑を持てるかを確かめる必要があります。
ko: 하나의 목장이 농장의 효율성을 100%로 이끌어 내지는 않기 때문에 생산량을 합칠 수 있지만 하나의 농장이 사용할 수 있는 밭의 수를 확인해야합니다.
nb: Du kan ha kombinasjonsproduksjon - ett beiteland vil ikke føre til 100 prosent effektivitet på gården - men du må sjekke hvor mange jorder en gård kan håndtere.
nl: Gecombineerde productie is ook mogelijk - één weiland zal niet tot 100 procent efficiëntie leiden - maar je moet zelf uitzoeken hoeveel velden een boerderij kan verzorgen.
pt: Você pode montar uma produção combinada - uma única pastagem não irá tornar a fazenda 100% eficiente - mas é necessário verificar quantas plantações ela pode servir.
tr: Birleşik üretime sahip olabilirsiniz - bir otlak çiftliğin yüzde 100 verimli olmasını sağlamayacaktır - fakat bir Çiftliğin sunabileceği tarla sayısını denetlemeniz gerekir.
uk: Ви можете мати комбіноване виробництво - одне пасовище не призведе до 100-відсоткової ефективності ферми - але ви повинні перевірити, скільки полів одна ферма може обслуговувати.

source: Different classes of fields require the farm units to spend more or less time there (to seed, harvest, herd, etc…) and because of that, the farm may be unable to serve all of the fields you built for it in time.
bg: Различните видове полета натоварват фермата по раличен начин, за едни е нужно повече време за други по-малко. Поради това на моменти фермата не може да обслужва едновременно всички полета.
ca: Diferents tipus de camps requereixen més o menys temps (per plantar, collir, pasturar, etc...) i, per aquest motiu, la granja pot no poder cuidar tots els camps que hi heu construït.
cs: Různé druhy polí mají různé časové požadavky (k vysetí, sklizni, pastvě, atd.) a kvůli tomu nemusí být farma schopna obsloužit všechna pole včas.
de: Auf unterschiedlichen Feldern benötigen die Arbeiter des Bauernhofs unterschiedlich viel Zeit: (Säen, Ernten, Tiere hüten, …). Deshalb kann es sein, dass ein Bauernhof nicht alle Felder versorgen kann.
es: Los diferentes tipos de cultivo requieren más o menos tiempo de producción (para sembrar, cosechar, ordeñar, etc...) así que la Granja no podrá atender al mismo tiempo a todos los campos de cultivo que construyas a su alrededor.
et: Erinevad põldude liigid vajavad farmi üksustelt rohkem või vähem aega (külvamine, koristamine, karjatamine, jne.) ja seetõttu ei pruugi farm teenindada kõiki põlde, mis sa talle oled juba rajanud.
fi: Eri tyyppiset pellot tarvitsevat maatilayksiköiltä enemmän tai vähemmän aikaa (kylvämiseen, korjuuseen, paimennukseen, jne.) ja sen vuoksi maatila ei välttämättä pysty huolehtimaan kaikista rakentamistasi pelloista.
fr: Les différents types de champs nécessitent plus ou moins de temps pour être cultivés (planter, récolter, etc…) et à cause de cela une ferme peut ne pas être en mesure de s'occuper de tous les champs à temps.
gl: Os distintos tipos de campos requiren unha cantidade distinta de tempo que as unidades da granxa deberán empregar no campo (sementando, recollendo, etc.), e por iso, pode que unha granxa non sexa capaz de dar abasto con todos os campos construídos para ela.
it: Diverse coltivazioni consumano più o meno tempo (semina, raccolta, allevamento, ecc ...) e per questo, l'azienda potrebbe non essere in grado di servire tutti i campi costruiti in tempo.
ja: それぞれの畑で農家ユニットはそれなりの時間を費やすので（種を撒いたり刈り取ったり牧畜をしたり…）、作った畑の全ての面倒をすぐに見ることはできないかもしれません。
ko: 다른 종류의 밭들은 농장 단위는 거의 그곳에서 시간을 보내야 하기때문에(씨를 뿌리고 수확하고 가축을 기르는 등...) 만들어진 모든 밭들이 제 시간에 제공하지 못할 수도 있습니다.
nb: Ulike klasser av jorder krever at gårdens enheter tilbringer mer eller mindre tid der (for å så, høste, vokte, etc...) og på grunn av dette kan det hende gården ikke er i stand til å håndtere i tide alle jordene som du bygger til den.
nl: De hoeveelheid tijd die het bewerken van een veld benodigd (voor zaaien, oogsten, vee hoeden, enzovoort) verschilt per soort veld, waardoor het zo kan zijn dat de boerderij niet alle velden die je er om heen hebt gebouwd ook kan verzorgen.
pl: Różne rodzaje pól wymagają od gospodarstw więcej lub mniej czasu na siew, żniwa, wypas stada, itp ...i dlatego gospodarstwo może być niezdolne do działania na wszystkicz zbudowanych w jego zasięgu polach.
pt: Diferentes tipos de cultivo requerem maior ou menor tempo de produção (para semear, colher, ordenhar e etc) e, por isto, a fazenda pode ser incapaz de atender a todos os cultivos que você adicionou a ela.
ru: Различные типы полей требуют разного времени на их обслуживание (посев, сбор урожая, выпас скота и т.д.), поэтому работники фермы могут не справляться со всеми полями своевременно.
tr: Alanların farklı sınıfları, çiftlik birimlerinin daha fazla veya az zaman harcamasına ihtiyaç duyacak (beslemek, hasat etmek, üretmek vb… için). Bu yüzden bir çiftlik için inşa edilen alanların tümüne zamanında hizmet edemeyebilir.
uk: Різні класи полів вимагають, щоби фермерські господарства витрачали більше або менше часу там (на посів, урожай, стадо, і т. д.), і через це, господарство може виявитися не в змозі задовольнити всі поля, які ви побудували для нього.

source: For now, you do not need to care about these issues a lot since you haven't built any fields. Let's change that!
bg: За сега това не трябва да те притеснява тъй като са не са построени никакви полета. Нека го променим!
ca: De moment, no us n'heu de preocupar perquè encara no n'heu construït cap. Canviem-ho!
cs: Nyní se tím nemusíte příliš zabývat, protože jste nevybudovali žádné pole. Pojďme to změnit!
de: Im Moment braucht Ihr Euch darüber keine Gedanken machen, da noch keine Felder angelegt sind. Lasst uns das ändern!
es: Por ahora, no tienes que preocuparte mucho de esos problemas mientras no hayas creado campos de cultivo. ¡Vamos a cambiar eso!
et: Praegu ei pea sa sellepärast muretsema, sest sa ei ole ehitanud mitte ühtegi põldu. Aga muutkem nüüd seda!
fi: Vielä sinun ei kutenkaan tarvitse huolehtia, sillä et ole vielä rakentanut yhtäkään peltoa. Tehdään asialle jotakin!
fr: Mais pour l'instant vous n'avez pas besoin de penser à ce genre de problème vu que vous n'avez pas encore construit de champs. Nous devons changer cela !
gl: De momento non tes que preocuparte destas cousas moito, xa que aínda non construíches ningún campo. Pero iso vai cambiar.
id: Untuk saat ini, kamu tidak perlu terlalu memperhatikan hal-hal tadi, karena kamu belum membangun ladang apapun, Ayo ubah itu!
it: Per ora, non è necessario occuparsi di questi problemi dato cheal momento non avete costruito alcun campo. Cambiamo questo!
ja: いまのところ、畑が全くないので、これらの事情を気にする必要はありません。まずはそんな状況を変えましょう！
ko: 지금은 밭을 없기 때문에 이런 문제에 신경 쓸 필요가 없습니다. 이제 상황을 바꿉시다!
nb: Så langt har du ikke trengt å bry deg spesielt mye om disse tingene, siden du ikke har bygget noen jorder. La oss gjøre noe med det!
nl: Momenteel hoef jij je daar geen zorgen over te maken, omdat je nog niet veel velden gebouwd hebt. Laten we daar verandering in brengen!
pl: Na razie nie musisz się martwić tymi sprawami, ponieważ nie zbudowalłeś żadnych pól. Zmieńmy to!
pt: Por hora, não se preocupe muito com isso desde que não tenha construído nenhuma plantação. Vamos mudar esse quadro!
ru: Впрочем, эти тонкости едва ли важны для Вас, пока Вы не заложили ни одного поля. Пора это исправить!
tr: Şimdilik hiç alan inşa etmediğiniz için bu durumları önemsemeniz gerekmiyor. Bunu değiştirelim!
uk: На даний момент, вам не потрібно дуже піклуватися про ці проблеми, бо ви не збудували жодного поля. Давайте змінимо це!

source: Task: Build at least one Pasture in the Farm's range and add Potato Fields if you like.
de: Aufgabe: Legt mindestens eine Weide im Einzugsbereich des Bauernhofs an und fügt Kartoffelfelder hinzu, falls Ihr das wollt.
es: Tarea: Construye al menos un Pasto alrededor de la Granja y añade si quieres Campos de Patatas.
et: Ülesanne: ehita farmi maadele vähemalt üks karjamaa ja soovi korral ka kartulipõllud.
fi: Tehtävä: Rakenna vähintään yksi laidun maatilan ulottuville ja lisää halutessasi perunapeltoja.
fr: Mission : construisez au moins un pré dans le rayon d'action de la ferme et ajoutez des champs de pommes de terre si vous le souhaitez.
id: Tugas: Bangun setidaknya satu padang rumput di jangkauan perkebunan dan tambahkan ladang kentang jikalau kamu suka.
it: Obiettivo: Costruisci almeno un pascolo nell'area di influenza della fattoria e aggiungi campi di patate se lo desideri.
ja: 任務：農場の敷地内に少なくとも一つの牧場を作れ。お好みでジャガイモ畑も。
ko: 임무: 적어도 하나 이상의 목장을 건설하고, 좋아 한다면 감자밭도 추가하십시오.
nb: Oppgave: Bygg minst et beiteland innenfor gårdens rekkevidde og legg til potetåkre hvis du har lyst.
nl: Opdracht: Bouw op zijn minst één weiland binnen het bereik van de boerderij en voeg als je dat wilt ook een aardappelveld toe.
pt: Tarefa: Constrói pelo menos uma Pastagem ao alcance da Quinta e adiciona-lhe uma Plantação de Batatas se quiseres.
tr: Görev: Çiftliğin menzili içerisinde en az bir Otlak inşa edin ve isterseniz Patates Tarlaları ekleyin.
uk: Завдання: побудуйте хоча б одне пасовисько неподалік від ферми і додайте картопляні поля, якщо хочете.

source: Build a storage tent (tier I tab) where it makes sense.
bg: Построй шатра склад (за ниво 1) на подходящо място.
ca: Construïu una tenda magatzem (pestanya de nivell 1) en un lloc adequat.
cs: Vybudujte skladovací stan (v záložce úrovně I) tam, kde to má smysl.
de: Errichtet ein Lager (Schaltfläche „Stufe I“) an einem sinnvollen Bauplatz.
es: Construye una Tienda de Almacenamiento (pestaña de 'Nivel 1') donde pueda ser útil.
et: Ehita lao telk (taseme 1 kaart) sinna, kus see on mõistlik.
fi: Rakenna varastoteltta (tason ensimmäiseltä välilehdellä) järkevään paikkaan.
fr: Construisez un entrepôt (dans l'onglet niveau I) à un emplacement approprié.
gl: Constrúe unha tenda de depósito (na lapela do primeiro nivel) onde faga falla.
id: Bangunlah sebuah tenda penyimpanan (terletak pada tab tingkatan pertama) yang mana masuk akal.
it: Costruisci una tenda magazzino (livello I) dove può essere utile.
ja: （第一階層タブ中にある）貯蔵テントを有効な場所に作りましょう。
ko: 그럴듯한 곳에 저장소 천막(제 1 시대 탭)을 건설하십시오.
nb: Bygg et lagertelt (nivå I-fane) der det virker fornuftig.
nl: Plaats een opslag tent (niveau I tabblad) op een logische plaats.
pl: Zbuduj namiot magazynowy (Zakładka poziomu I) tam gdzie może się przydać.
pt: Construa uma tenda de armazenamento (aba nível 1) em um local onde possa ser útil.
ru: Постройте хранилище (раздел I уровня), где это необходимо.
tr: Mantıklı bir yere bir depo çadırı (seviye I sekmesi) inşa edin.
uk: Побудуйте намет для зберігання (вкладка рівня I) там, де це має сенс.

source: NEW TASK: BUILD STORAGE
bg: НОВА ЗАДАЧА: ПОСТРОЙ СКЛАД
ca: Nova tasca: construïu un magatzem
cs: NOVÝ ÚKOL: POSTAVTE SKLADIŠTĚ
de: NEUE AUFGABE: LAGER
es: NUEVA TAREA: ALMACENAMIENTO
et: UUS ÜLESANNE: EHITA LADU
fi: UUSI TEHTÄVÄ: RAKENNA VARASTO
fr: MISSION : L'ENTREPÔT
gl: Novo obxectivo — Almacenamento
id: TUGAS BARU: BANGUNLAH PENYIMPANAN
it: NUOVO OBIETTIVO: I MAGAZZINI
ja: 新しい任務：貯蔵庫を作れ
ko: 새로운 임무: 저장소 건설
nb: NY OPPGAVE: BYGG LAGRING
nl: OPDRACHT: OPSLAGRUIMTE
pl: NOWE ZADANIE: Zbuduj magazyn
pt: NOVA TAREFA: UM ARMAZÉM
ru: НОВАЯ ЗАДАЧА: ХРАНИЛИЩЕ
tr: YENİ GÖREV: DEPO İNŞA EDİN
uk: НОВЕ ЗАВДАННЯ: БУДІВНИЦТВО СХОВИЩА

source: Did you watch your lumberjack recently?
bg: Поглеждал ли си скоро дърводелната си?
ca: Heu vist el llenyataire darrerament?
cs: Viděli jste nedávno dřevorubce?
de: Habt Ihr in letzter Zeit Euren Holzfäller betrachtet?
es: ¿Te fijaste en tu leñador?
et: Kas sa oled hiljuti oma saeveskit jälginud?
fi: Milloin olet viimeksi vilkaissut puunhakkaajaasi?
fr: Avez vous observé le bûcheron récemment ?
gl: Botácheslle un ollo ao leñador ultimamente?
id: Apakah kamu lihat penebang pohonmu baru-baru ini?
it: Hai guardato il tuo boscaiolo di recente?
ja: 伐採所の具合を最近見ましたか？
ko: 최근에 나무꾼을 본적 있습니까?
nb: Har du sjekket dine tømmerhuggere i det siste?
nl: Heeft u uw houthakker nog in de gaten gehouden?
pl: Czy odwiedziłeś ostatnio drwala?
pt: Você tem observado o lenhador recentemente?
ru: Вы давно проверяли работу лесоруба?
tr: Yakın zamanda oduncunuzu izlediniz mi?
uk: Чи стежите ви за своїм лісорубом в останній час?

source: Since your Warehouse does not have unlimited space to store goods, collectors will stop fetching goods from companies when stock is full.
de: Da das Kontor nur begrenzt viel Platz hat, um Güter aufzubewahren, werden Güter nicht mehr von Euren Betrieben in ein Lager transportiert, sobald der Bestand voll ist.
es: Dado que tu Almacén no tiene espacio ilimitado para almacenar bienes, los recolectores dejarán de recoger bienes de los negocios cuando el espacio de almacenaje esté completo.
et: Kuna su laohoone ei ole lõputult suur, et kaupu hoida, siis lõpetavad kogujad lao täitumisel kaupade kogumise.
fi: Koska varastollasi ei ole loputtomasti tilaa tavaroiden varastoimiseen. Kerääjät lakkaavat keräämästä tavaroita yrityksiltä, kun varasto on täynnä.
fr: Puisque votre entrepôt n'a qu'une capacité limitée, les collecteurs arrêteront d'aller chercher les biens dans les entreprises lorsqu'il sera plein.
id: Sejak gudangmu tidak lagi memiliki ruang tersisa, kolektor/pengumpul sumberdaya akan berhenti mengambilnya dari tiap perusahaan.
it: Dal momento che il magazzino non ha spazio illimitato per conservare beni, i raccoglitori non raccoglieranno più beni quando il magazzino sarà pieno.
ja: 倉庫は、財の保管場所が限られているので、在庫がいっぱいになると、人夫は財の回収を止めます。
ko: 창고는 물품 보관 장소가 한정되어 있기 때문에, 재고가 가득 차면, 수집자는 생산시설에서 물품을 가져오는것을 멈춥니다.
nb: Siden varehuset ditt ikke har ubegrenset med plass til å lagre varer, så vil innsamlerne slutte å hente varer fra kompanjonger når varelageret er fullt.
nl: Omdat je pakhuis niet oneindig ruimte heeft om goederen op te slaan, stoppen de inkopers met het ophalen bij de bedrijven.
pt: Como o armazém possui um espaço limitado os coletores irão parar de buscar mercadorias quando o estoque estiver cheio.
tr: Ambarınız, ürünleri depolamak için sınırsız alana sahip olmadığından dolu olduğunda toplayıcılar şirketlerden mal getirmeyi bırakacaklardır.
uk: Позаяк ваш склад не має необмежений простір для зберігання товарів, то збирачі зупинять забирати товари з підприємства, коли усе вщент заповнено.
