Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: Service buildings like this also need to be connected to the Tents with a Trail, else your inhabitants feel unable to reach them.
de: Nutzgebäude wie dieses benötigen einen Zugang zur Straße, ansonsten können es die Einwohner nicht erreichen.
es: Los edificios de servicios como éste también necesitan estar conectados a las Tiendas por medio de un camino o tus habitantes no podrán llegar a ellos.
et: Pühakodadest peavad samuti viima rajad telkideni, sest muidu ei jõua su elanikud nendeni.
fi: Kirkon kaltaiset palvelurakennukset pitää yhdistää polulla telttoihin tai muuten asukkaat eivät pääse käymään niissä.
fr: Les bâtiments de service comme celui-ci doivent également être connecté aux tentes avec un sentier, sinon vos habitants ne pourront pas les atteindre.
id: Pelayanan bangunan seperti ini juga butuh terhubung ke tenda penduduk dengan jalan, jika tidak para penduduk tidak dapat menjangkaunya.
it: Edifici di servizio come questo hanno bisogno di essere collegati alle tende con un sentiero, altrimenti gli abitanti non saranno in grado raggiungerli.
ja: このようなサービス建造物は、小屋に歩道で接続されていないと、住民たちはそこに行けないと思ってしまいます。
ko: 이 같은 봉사형 건물도 길을 천막과 연결되어 있지 않으면 주민들은 그곳에 갈 수 없다고 생각할것입니다.
nb: Tjenestebygninger som denne trenger også å kobles til telt med en sti, for at innbyggerne dine skal føle at de kan nå dem.
nl: Zulke nutsgebouwen zijn slechts bereikbaar als ze middels een pad met de tenten verbonden zijn.
pt: Os edifícios de serviços como este necessitam estar conectados às tendas por uma trilha, do contrário seus habitantes não poderão chegar a ele.
tr: Buna benzer hizmet binaları da Çadırlara bir Patika ile bağlanmalıdır, aksi takdirde halkınız onlara ulaşamaz.
uk: Будинки служб також повинні бути з'єднані наметами з стежками, інакше ваші жителі не в змозі будуть дістатися до них.

source: Note that faith is treated like a physical resource!
bg: Имайте в предвид, че вярата се третира като физически ресурс!
ca: Penseu que la fe es tracta com un recurs físic!
cs: Všimněte si, že víra se chová jako fyzikální zdroj!
de: Beachtet, dass die Religion wie ein Konsumgut behandelt wird!
es: ¡Ten en cuenta que la fe es tratada como un recurso físico!
et: Arvesta sellega, et usku käsitletakse kui füüsilist resurssi!
fi: Huomioi, että uskoa on kohdeltava samoin kuin muitakin resursseja!
fr: Notez que la foi est traitée comme un bien physique !
gl: Ten en conta que a fe funciona no xogo como calquera recurso físico!
id: Catat! Kepercayaan itu diperlukan, seperti sumberdaya jiwa!
it: Si noti che la fede è trattata come una risorsa fisica!
ja: 信仰は、物理的な資源と同等に扱われることに注意してください！
ko: 신앙은 물리적 자원과 같이 취급됩니다!
nb: Merk at religiøs tro behandles som en fysisk ressurs!
nl: Geloof wordt dus gezien als consumptiegoed!
pl: Zauważ, że wiara jest traktowana jak fizyczny surowiec!
pt: Tenha em mente que a fé é tratada como um recurso físico!
ru: Помните, что вера рассматривается как материальный ресурс!
tr: İnancın da fiziksel kaynak olarak değerlendirildiğini göz önüne alın!
uk: Зверніть увагу, що віра розглядається як фізичний ресурс!

source: This means that your inhabitants need a road connection to the producer (Pavilion) to pick up faith there.
de: Das bedeutet, dass Eure Einwohner eine Wegverbindung zum Produzenten (Pavillon) benötigen, um den Glauben zu finden.
es: Esto significa que tus habitantes necesitan un camino para conectar con el productor (Pabellón) para adquirir la fe allí.
et: See tähendab, et su koloonia elanikud vajavad ühendusteed, mida mööda nad saavad tootja juurest (paviljonist) hankida usku.
fi: Tämän takia sinun on tarjottava kaikille asukkaille tieyhteys uskontuottajan (kirkon) luokse.
fr: Cela implique que vos habitants auront besoin d'une connexion routière vers le producteur (le pavillon) pour aller y chercher de la foi.
id: Maknanya, pendudukmu butuh jalan yang menghubungkannya ke bangunan ibadah.
it: Ciò significa che gli abitanti hanno bisogno di un collegamento stradale al produttore (padiglione) per rifornirsi di fede.
ja: つまり、あなたの住民たちは、信仰を受け取るために生産者（パビリオン）までの道路が必要です。
ko: 즉, 주민들의 신앙을 끌어올리기 위해서는 생산자(교회)와 연결된 길이 필요합니다.
nb: Dette betyr at innbyggerne dine trenger en veiforbindelse til produsenten (paviljongen) for å hente religiøs tro der.
nl: Inwoners moeten dus een pad naar het paviljoen hebben om aldaar geloof bij te kunnen tanken.
pt: Isto significa que seus habitantes necessitam uma estrada de ligação ao produtor (pavilhão) para obter fé lá.
tr: Bu, inanç kazanabilmeleri için halkınızın sağlayıcıya (İbadet Çadırı) bir yol bağlantısı olmasını gerektirir.
uk: Це означає, що жителям потрібна дорога з виробником (святилищем), щоб забрати віру собі.

source: After some time, they will have consumed it and then again look for a producer to collect more faith.
bg: След време, те ще изконсумират ресурса и ще се нуждаят отново да отидат до производителя и да вземат още вяра.
ca: Passat un temps, l'hauran consumit i hauran d'anar a buscar-n'hi més.
cs: Po určité době tuto víru zkonzumují a potom znovu vyhledají producenta, aby dostali více víry.
de: Nach einiger Zeit werden sie ihn aufgebraucht haben und dann erneut nach einen Produzenten suchen, um den Glauben erneut zu finden.
es: Un poco más tarde, la habrán consumido y volverán a recolectar más fe del fabricante.
et: Mõne aja möödudes on nad selle ära tarbinud ja otsivad tootjat, kelle käest veel usku hankida.
fi: He keräävät uskovarantonsa täyteen, mutta varannotkin kuitenkin tyhjentyvät joskus. Jonkin ajan kuluttua heidän on päästävä kirkolle uudelleen täyttämään uskonnolliset tarpeensa.
fr: Après un certain temps, ils l'auront consommée et chercheront à nouveau un producteur pour recueillir plus de foi.
gl: Despois dun tempo, consumirán a fe e terán que volver ao produtor a recoller máis.
id: Setelah beberapa waktu, mereka akan mengkonsumsinya dan kemudian mencari produser untuk mengumpulkan lebih banyak keyakinan.
it: Dopo qualche tempo, avranno consumato la fede e andranno di nuovo a cercare un produttore per raccogliere più fede.
ja: しばらくすると、住民たちは信仰を消費してしまうので、信仰を手に入れるために、もう一度生産者を探すことになります。
ko: 잠시후면, 그들은 그것을 소비하는 것하고 다시 신앙을 더 수집하는 생산자를 찾을것입니다.
nb: Etter en viss tid vil de ha forbrukt den og se seg om etter en produsent for å hente mer religiøs tro.
nl: En telkens wanneer die voorraad op is zullen ze een plaats zoeken om geloof bij te tanken.
pl: Po jakimś czasie zostanie ona skonsumowana i wtedy znów będą szukali wytwórcy, od którego będą mogli zebrać więcej wiary.
pt: Após algum tempo a fé é consumida então retornarão para obter mais.
ru: Спустя некоторое время ресурс израсходуется, и жители вновь обратятся к производителю, чтобы получить ещё веры.
tr: Bir süre sonra inançları azalacak ve daha fazla inanç biriktirmek için tekrar bir papaz arayacaklar.
uk: Через деякий час вони споживають її, а потім знову шукають виробника, щоб зібрати більше віри.

source: Important: It is NOT enough that the building is merely within a certain range of the Tents. The road connection is required as well.
de: Wichtig: Es ist NICHT ausreichend, dass das Gebäude in einem gewissen Einzugsgebiet liegt. Auch ein Weg dorthin muss verfügbar sein.
es: Importante: NO es suficiente con que el edificio se construya abarcando en su área a todas las Tiendas. La conexión vial también es necesaria.
et: Tähtis: Sellest EI piisa, et ehitis on telkidest sobival kaugusel. Nõutav on ka ühendav tee.
fi: Tärkeää: Ei riitä, että rakennus on vain tietyllä alueella teltoista. Tieyhteys vaaditaan myös.
fr: Attention ! Il n'est PAS suffisant que le bâtiment soit simplement dans un certain rayon des tentes. La connexion routière est également requise.
id: Penting: ini TIDAK cukup untuk pemukiman, karena bangunan tersebut memiliki kisaran tertentu. Cobalah untuk mengatur koneksi jalan sebaik-baiknya.
it: Importante: NON è sufficiente che l'edificio sia solo all'interno di una determinata area di tende. È anche necessario il collegamento stradale.
ko: 중요: 건물이 단지 천막의 특정 범위 내에 있는 것만으로는 충분하지 않습니다. 또한 도로 연결도 필요합니다.
nb: Viktig: Det er IKKE tilstrekkelig at bygningen er i en gitt avstand fra teltene. Det trengs en veiforbindelse i tillegg.
nl: Let op: Nabijheid van het gebouw aan de tenten volstaat NIET. Een wegverbinding is evenzeer noodzakelijk.
pt: Importante: Não é suficiente que a construção abranja uma certa porção de tendas. Uma conexão com estrada é necessária.
tr: Önemli: Binanın Çadırların menzili içinde olması yeterli DEĞİLDİR! Yol bağlantısı da gereklidir.
uk: Важливо: Будівлі повинні знаходитися в певних межах від ваших наметів. З'єднання дорогою також потрібне.

source: Task: Build a Pavilion with a Trail to the Tents in order to fulfill your sailors' demand for faith.
de: Aufgabe: Baut einen Pavillon mit einer Verbindung zu den Zelten, damit eure Seefahrer den Weg zum Glauben finden können.
es: Tarea: Construye un Pabellón conectado con un Sendero a las Tiendas para satisfacer la demanda de fe de tus marineros.
et: Ülesanne: ehita paviljon ja teerada sellest telkideni, et rahuldada meremeeste usunälg.
fi: Tehtävä: Rakenna kirkko, jossa on polku telttoihin täyttääkseen merimiestenne uskovaatimukset.
fr: Mission : édifiez un pavillon avec un sentier vers les tentes pour qu'il puisse combler la demande en foi des marins.
id: Tugas: Buatlah Paviliun dengan jalan ke tenda penduduk dalam rangka memenuhi permintaam untuk kepercayaan (ibadah).
it: Obiettivo: Costruisci un padiglione con un sentiero per le tende in modo da soddisfare la richiesta di fede dei tuoi marinai.
ja: 任務：船乗りの信仰への需要を満たすために、小屋へ道で連絡しているパビリオンを建設せよ。
ko: 임무: 선원들의 신앙에 대한 요구를 충족시키기 위해 천막과 연결된 길에 교회를 건설하십시오.
nb: Oppgave: Bygg en paviljong med en sti til teltene for å fylle seilerne dines behov for religiøs tro.
nl: Opdracht: Zet een met de tenten verbonden paviljoen op om aan de geloofsbehoefte van de zeelieden te voldoen.
pt: Tarefa: Construir um pavilhão com uma trilha para as tendas afim de satisfazer a demanda de fé dos marinheiros.
tr: Görev: Denizcilerinizin inanç talebini yerine getirmek için bu Çadırlarla Patika ile bağlı bir İbadet Çadırı inşa edin.
uk: Завдання: побудуйте святилище з стежкою до наметів для того, щоб задовольнити попит ваших моряків на віру.

source: Set the tax level to Low (left end) and wait for your sailors to upgrade.
bg: Нагласете нивото на данъци на Ниско (левия край) и чакайте вашите моряци да се усъвършенстват.
ca: Establiu el nivell d'impostos a Baix (a l'esquerra del tot) i espereu que els mariners s'actualitzin.
cs: Nastavte výši daní na nízkou hodnotu (levý okraj) a počkejte na vylepšení.
de: Setzt die Stufe der Steuern auf Niedrig (linke Seite) und wartet, bis Eure Siedler aufsteigen.
es: Fija los impuestos a un nivel 'Bajo' (izquierda de todo) y espera a la actualización de tus marineros.
et: Määra madal maksude tase (vasak serv) ja oota, et su meremehed jõuaks järgmisele tasemele.
fi: Laske verotasosi alas (palkin vasempaan päähän) ja odota merimiestesi päivittyvän seuraavalle tasolle.
fr: Réglez les taxes sur Bas (côté gauche du régleur) et attendez que vos marins se développent.
gl: Baixa o nivel de impostos ao mínimo (extremo esquerdo) e espera a que os mariñeiros avancen de nivel.
id: Tetapkan tingkatan pajak ke Paling Rendah (Pojok Kiri) dan tunggu hingga pelaut ditingkatkan.
it: Imposta il livello delle tasse su Basso (a sinistra) ed attendi l'aggiornamento dei marinai.
ja: 税の水準を最低（左端）に設定して、船乗りたちが昇進するのを待ちましょう。
ko: 세금 수준을 낮게(왼쪽 끝) 설정하고 업그레이드하기위해 선원을 기다리십시오.
nb: Endre avgiftsnivået til Lavt (helt til venstre) og vent til dine seilere har oppgradert.
nl: Zet het belasting niveau laag (links) en wacht totdat de zeelui promoveren.
pl: Ustaw poziom podatków na niski i poczekaj aż twoi marynarze przejdą na następny poziom.
pt: Baixa os impostos (lado esquerdo) e espera pela promoção dos marinheiros a pioneiros.
ru: Установите низкий уровень налогов (крайнее левое положение) и дождитесь, когда моряки продвинутся на следующий уровень развития.
tr: Vergi seviyesini Düşük (en sol) yapın ve denizcilerin yükseltilmesini bekleyin.
uk: Задайте низький рівень податків (лівий кінець) і чекайте, поки моряки перейдуть на наступний рівень.

source: NEW TASK: NEXT TIER
bg: СЛЕДВАЩА ЗАДАЧА: СЛЕДВАЩО НИВО
ca: Nova tasca: següent nivell
cs: NOVÝ ÚKOL: DALŠÍ ÚROVEŇ
de: NEUE AUFGABE: NÄCHSTE STUFE
es: NUEVA TAREA: SIGUIENTE NIVEL
et: UUS ÜLESANNE: JÄRGMINE TASE
fi: UUSI TEHTÄVÄ: SEURAAVA TASO
fr: NOUVELLE MISSION : NIVEAU SUIVANT
gl: Novo obxectivo — Avanzar
id: TUGAS BARU: TINGKATAN BERIKUTNYA
it: NUOVO OBIETTIVO:AVANZA ALL' LIVELLO SUCCESSIVO
ja: 新しい任務：次の階級
ko: 새로운 임무 : 다음 시대
nb: NY OPPGAVE: NESTE NIVÅ
nl: OPDRACHT: VOLGENDE NIVEAU
pl: NOWE ZADANIE: Następny poziom
pt: NOVA TAREFA: PRÓXIMO NÍVEL
ru: НОВАЯ ЗАДАЧА: НОВЫЙ УРОВЕНЬ
tr: YENİ GÖREV: SONRAKİ SEVİYE
uk: НОВЕ ЗАВДАННЯ: НАСТУПНИЙ РІВЕНЬ

source: All demands are fulfilled now if your inhabitants can regularly visit the Main Square and the Pavilion and your food supply is adequate.
de: Alle Anforderungen sind jetzt erfüllt, falls Eure Einwohner regelmäßig Marktplatz und Pavillon aufsuchen können und die Nahrungsversorgung ausreichend ist.
es: Todas las demandas están satisfechas ahora si tus habitantes pueden visitar regularmente la Plaza Principal y el Pabellón, y tu suministro de alimentos es adecuado.
et: Kõik nõudmised on nüüd täidetud, kui su elanikud külastavad regulaarselt peaväljakut ja paviljoni ja su toiduga varustamine on piisav.
fi: Kaikki vaatimukset on nyt täytetty, kunhan asukkaasi voivat säännöllisesti vierailla keskustorilla, kirkossa ja ruokatarjonta on riittävä.
fr: Toutes les demandes sont maintenant satisfaites si vos habitants peuvent visiter régulièrement la place principale et le pavillon et si vos ressources alimentaires sont suffisantes.
id: Semua permintaan telah dipenuhi, sekarang jika pendudukmu dapat mengunjungi alun-alun secara teratur dan paviliun serta pasokan makanan cukup.
it: Tutte le richieste ora sono soddisfatte se i tuoi abitanti sono in grado di visitare regolarmente la piazza principale ed il padiglione, e se le scorte di cibo sono adeguate.
ja: あなたの住民たちが定期的にメイン広場とパビリオンを訪れることができ、食料供給が適切ならば、全ての需要が満たされたことになります。
ko: 주민들이 정기적으로 중앙광장과 교회를 방문 할 수 있고 식량 공급이 적절하다면 이제 모든 요구가 충족됩니다.
nb: Alle behov er oppfylt nå hvis innbyggerne dine regelmessig kan besøke hovedtorget og paviljongen samt når matforsyningen din er tilstrekkelig.
nl: Alle eisen zijn ingewilligd als jouw inwoners de marktplein en het paviljoen regelmatig kunnen bezoeken en als er voldoende voedsel voorhanden is.
pt: Agora, todas as necessidades serão supridas se seus habitantes puderem visitar regularmente a praça principal e o pavilhão, e se seu suprimento de alimentos for adequado.
tr: Halkınız düzenli olarak Ana Meydanı ve İbadet Çadırını ziyaret ettikleri ve yiyecek miktarınız yeterli olduğu sürece tüm talepler yerine getirilmiş olacak.
uk: Всі вимоги виконані тепер, якщо ваші жителі можуть регулярно відвідувати головну площу і святилище і кількість ваших продуктів харчування є адекватною.

source: If the sailors are happy enough, they want to advance to the next tier called Pioneers.
bg: Ако моряците са достатъчно щастливи, те ще поискат да се издигнат до следващо ниво наречено Пионери.
ca: Si els mariners estan prou contents, voldran avançar al següent nivell anomenat «Colons».
cs: Pokud jsou námořníci dostatečně šťastní, chtějí postoupit na další úroveň zvanou Průkopníci.
de: Sobald die Seefahrer glücklich genug sind, wollen sie zur nächsten Stufe aufsteigen und zu Pionieren werden.
es: Si los marineros son lo suficientemente felices, querrán avanzar al siguiente nivel denominado Pioneros.
et: Kui meremehed on piisavalt õnnelikud, siis soovivad nad jõuda järgmisele tasemele, mida kutsutakse Avastajad.
fi: Jos merimiehesi ovat riittävän onnellisia, he haluavat kehittyä seuraavalle tasolle, kansoittajiksi.
fr: Si vos marins sont assez heureux, ils voudront avancer au prochain niveau et deviendront des pionniers.
gl: Se os mariñeiros son felices dabondo, quererán avanzar ao seguinte nivel, o «nivel dos colonos».
id: Jika pelaut cukup senang, mereka ingin ditingkatkan lagi ke tingkatan berikutnya, yaitu Pelopor (Pioneers).
it: Se i marinai sono abbastanza felici, vogliono avanzare al prossimo livello chiamato Pionieri.
ja: 船乗りたちが十分に幸せならば、彼らは次の階層、開拓者に昇進することを望みます。
ko: 선원들이 충분히 행복하면 '개척자'라고 불리는 단계로 진급할 수 있습니다.
nb: Hvis seilerne er nok fornøyde så ønsker de å gå videre til neste nivå som heter Pionerene.
nl: Als de zeelui voldoende tevreden zijn, zullen ze zich willen verbeteren naar het volgende beschavingsniveau, de Pioniers.
pl: Jeśli marynarze są szczęśliwi, to będą chcieli przejść do kolejnego stadium rozwoju "Pionierzy".
pt: Se os marinheiros estiverem contentes o suficiente, desejarão avançar para o próximo nível chamado Pioneiros.
ru: Если моряки достаточно довольны, они захотят продвинуться на следующую стадию - уровень Первопроходцев.
tr: Eğer denizciler yeterince mutluysa, Öncüler olarak adlandırılan sonraki seviyeye ilerlemek isteyeceklerdir.
uk: Якщо моряки досить щасливі, то вони хочуть перейти до наступного рівня першопрохідців.

source: To make them happy, there is nothing else for you to do but setting taxes to a lower level since you have fulfilled all the demands of your inhabitants.
bg: За да ги направиш щастливи трябва само да намалиш данъците до най-ниското им ниво след като си удовлетворил всичките им други потребности.
ca: Per fer-los feliços, no hi ha res millor que posar-los els impostos al mínim fins que els vostres habitants tinguin totes les demandes satisfetes.
cs: Abyste je učinili šťastnými, není nic jednoduššího než nastavit daně na nižší úroveň, dokud nebudou naplněny všechny požadavky Vašich obyvatel.
de: Um sie glücklich zu machen, gibt es ein probates Mittel: Steuersenkungen. Da alle Bedürfnisse der Einwohner erfüllt sind, sollten sie bald aufsteigen.
es: Para hacerlos felices, no tienes más que bajar los impuestos, puesto que has satisfecho todas sus demandas.
et: Nende õnnelikuks tegemiseks on sul vaja ainult alandada makse, sest sa oled täitnud oma elanike kõik nõudmised.
fi: Voit tehdä asukkaistasi onnellisempia laskemalla veroprosenttia. Muuta sinun ei tarvitse tehdä, sillä olet jo täyttänyt asukkaidesi kaikki vaatimukset.
fr: Pour les rendre heureux, il n'y a rien d'autre à faire que de fixer des impôts plus bas puisque vous avez répondu à toutes leurs demandes.
gl: Para facelos felices, non poder facer máis que baixar os impostos, pois xa satisfixeches todas as necesidades dos habitantes.
id: Untuk membuat mereka senang, Tidak ada cara lain selain menetapkan pajak ke paling rendah sejak kamu memenuhi semua kebutuhannya.
it: Per renderli felici, non c'è altro da fare per voi, inpostate le imposte ad un livello più basso da quando hai soddisfatto tutte le richieste dei vostri abitanti.
ja: 彼らを幸せにするのにあなたにできることは、税を低い水準に収めることしかありません。なぜなら、あなたは住民たちの需要をすべて満たしてしまったのですから。
ko: 당신은 주민들의 모든 요구를 충족시켰으므로 주민들을 더욱 행복하게 하려면 세금을 낮추는 방법 밖에 없습니다.
nb: For å gjøre dem fornøyde er det intet annet du kan gjøre enn å sette ned avgiftene til et lavere nivå siden du har oppfylt alle behovene til innbyggerne dine.
nl: Om ze tevreden te krijgen, zit er niets anders op dan de belasting te verlagen, gezien je aan alle eisen van jouw inwoners hebt voldaan.
pl: Nie możesz już ich uszczęśliwić bardziej niż poprzez obniżenie podatków, gdyż wszystkie ich żądania zostały spełnione.
pt: Após suprir todas as necessidades de seus habitantes não haverá mais nada a fazer para deixá-los mais contentes, exceto baixar ao máximo os impostos.
ru: Когда все нужды жителей удовлетворены, единственным способом осчастливить их остаётся снижение уровня налогов.
tr: Onları mutlu etmek için, tüm halkınızın isteklerini yerine getirdiğinizden, artık vergi seviyesini düşürmek dışında başka bir şey kalmadı.
uk: Щоб зробити їх щасливими, більше нічого для вас не треба робити, але установіть податки на нижчому рівні, бо Ви виконали всі вимоги ваших жителів.

source: You should try to not always run on low taxes since this will probably lead to bankruptcy sooner or later. For a period of time and if you know what you are doing, it is fine though.
bg: Не трябва постоянно да опитваш да намаляваш данъците защото рано или късно това ще те доведе до фалит. За известно време и ако знаеш какво правиш това е добра идея.
ca: Hauríeu de mirar de no tenir sempre els impostos baixos, perquè segurament acabareu en fallida. Per un quant temps i si sabeu el que feu, pot estar bé.
cs: Nízké daně je potřeba využívat obezřetně. Pokud je necháte na nízké úrovni, přivedete svůj ostrov, dříve nebo později, k bankrotu. Pokud ale víte, co děláte, fungují skvěle.
de: Ihr solltet nicht versuchen, die Steuern längerfristig auf einem niedrigen Niveau zu belassen. Dies kann Euch früher oder später in den Bankrott treiben. Für einen begrenzten Zeitraum ist es aber nützlich.
es: No mantengas los impuestos bajos ya que probablemente te llevará tarde o temprano a la quiebra. Sin embargo, durante un breve período de tiempo, si sabes lo que haces, está bien.
et: Sa ei tohiks jääda madalate maksude juurde pikaks ajaks, sest see viib su varem või hiljem üsna kindlalt pankrotti. Mõneks ajaks on teadlik maksude alandamine siiski mõistlik samm.
fi: Veroprosenttia ei kannata kuitenkaan koko aikaa pitää alhaalla, sillä tästä todennäköisesti aiheutuu konkurssi ennemmin tai myöhemmin. Voit kuitenkin laskea prosenttia huoletta pieniksi ajoiksi.
fr: Vous devriez essayer de ne pas toujours jouer avec un niveau d'impôt trop bas puisque ceci vous mènerais à la faillite tôt ou tard. Mais pour une période de temps limité et si vous savez que vous faites, ce n'est pas un problème.
gl: Deberías intentar non baixar os impostos constantemente, pois antes ou despois acabarás en bancarrota. Pero podes baixalos durante un certo período de tempo, sempre que teñas claro o que fas.
id: Seharusnya kamu tidak selalu mencoba menurunkan pajak hingga terendah sejak saat ini atau kita akan jatuh dalam kebankrutan kedepan atau nanti. Untuk periode ini dan jika kamu tau apa yang kamu lakukan, ya.. itu tidak mengapa.
it: Si dovrebbe cercare di impostare sempre le tasse non troppo basse in quanto questo porterà probabilmente al fallimento, prima o poi. Anche se, se si sa cosa si sta facendo e per un breve periodo puo essere utile.
ja: 税を常に低く据えておくと、遅かれ早かれ破産に追い込まれる可能性が高いので、これは避けなくてはなりません。とはいえ、自分のしていることをよく理解していて、かつ当面の間であれば、駄目というわけではありません。
ko: 아마 조만간 파산으로 이어질 것 때문에, 항상 낮은 세금으로 지속하지 마십시오. 당분간은 무엇을하는지 아는 경우는 그래도 괜찮습니다.
nb: Du bør forsøke å ikke ha lave avgifter hele tiden siden det antagelig vil føre til konkurs før eller senere. Det går greit i en kort periode og når du vet hva du gjør.
nl: Je moet proberen het belastingniveau niet voor langere tijd op een laag niveau te laten, want dit zal vroeg of laat lijden tot faillissement. Voor een korte periode kan het echter geen kwaad en zelfs nuttig zijn.
pl: Ustanowienie niskich podatków na dłuższy okres czasu prędzej czy później doprowadzi do bankructwa i nie powinno się tego robić. Jeśli jednak obniżone zostaną tylko na chwile i z określonych powodów to może to mieć pewne korzyści.
pt: Procure não baixar demasiadamente os impostos pois isto poderá levá-lo à falência mais cedo ou mais tarde. Entretanto, durante curtos períodos e se você souber o que está fazendo, é uma prática válida.
ru: Следует избегать постоянно низких налогов, поскольку рано или поздно они наверняка приведут Вас к банкротству. Однако на короткое время и при должной осторожности снижение может быть полезным.
tr: Er geç iflas etmenize yol açabilecek düşük vergileri her zaman uygulamaktan kaçınmalısınız. Bir süre için ve ne yaptığınızı bildiğiniz sürece sorun olmayacak.
uk: Ви повинні намагатися не завжди працювати на низьких податках, бо це, ймовірно, призведе до банкрутства рано чи пізно. Для певного періоду часу, якщо ви знаєте, що ви робите, це прекрасно.
