Repository: unknown-horizons/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: bg, ca, cs, de, es, et, fi, fr, gl, id, it, ja, ko, nb, nl, pl, pt, ru, tr, uk

source: Once you're near the coast, the 'Build Settlement' button in the overview will become active.
cs: Jakmile budete v blízkosti pobřeží, tlačítko postavit osadu na kartě přehledu, bude aktivní.
de: In Küstennähe wird die Schaltfläche „Siedlung errichten“ im Übersichts-Tab Eures Schiffes aktiv.
es: Una vez cerca de la costa, el botón «Construir asentamiento» en la vista general se activará.
et: Ranniku läheduses muutub ülevaates nupp "Ehita koloonia" aktiivseks.
fi: Kun olet lähellä rannikkoa, 'Rakenna siirtokunta' -painike yleiskatsauksessa aktivoituu.
fr: Une fois que vous êtes près de la côte, le bouton "Construire une colonie" de la Vue d'Ensemble deviendra actif.
id: Sekali kamu mendekati pantai, tombol 'Pembangunan Pemukiman' di gambaran ikhtisari akan menjadi aktif.
it: Quando sarai vicino alla costa, l'icona a forma di ancora nella scheda della panoramica si attiverà.
ja: 海岸に近づくと、概要の「集落を作る」ボタンがアクティブになります。
ko: 일단 해안 근처에 있으면, 요약에있는 '정착지 건설' 버튼이 활성화됩니다.
nb: Når du kommer nær kysten vil «Bygg bosetning»-knappen i oversikten bli aktiv.
nl: Het bereiken van een kust maakt de knop 'Bouw nederzetting' in het scheepsoverzicht actief.
pl: Jak tylko zbliżysz się do wybrzeża, przycisk 'Buduj port' zostanie odblokowany.
pt: Assim que estiveres perto da costa, estará ativo o botão 'Construir povoação' na vista geral.
tr: Sahile yeteri kadar yakın olduğunuzda, yapı iskan düğmesi etkin hale gelecektir.
uk: Коли ви перебуваєте недалеко від узбережжя, кнопка „Збудувати поселення“ на вкладці огляду стає активною.

source: Clicking this button will show a preview of the Warehouse, the first building required to found a new settlement. As you move the cursor around, you'll notice that the preview is shaded red when the building is in an unsuitable area.
cs: Kliknutím na toto tlačítko se zobrazí náhled budovy obchodního přístavu, která je první budovou potřebnou k založení nové osady. Při pohybu myší si můžete všimnout, že náhled budovy zčervená, pokud je místo nevhodné, k jejímu postavení.
de: Beim Klicken dieser Schaltfläche wird eine Vorschau des Kontors angezeigt, des ersten Gebäudes, das benötigt wird, um eine Siedlung zu gründen. Wenn Ihr den Mauszeiger bewegt, werdet Ihr bemerken, dass die Vorschau rot gefärbt ist, wenn sich das Gebäude in einem ungeeigneten Bereich befindet.
es: Al hacer clic en este botón, se mostrará la vista previa del Almacén, el primer edificio requerido para fundar un nuevo asentamiento. A medida que muevas el cursor, notarás que la vista previa se sombrea de color rojo cuando el edificio está en una zona inadecuada.
et: Klõpsates sellel nupul kuvatakse Lao eelvaade. Ladu on esimese hoone, mis on vajalik koloonia asutamiseks. Liigutades kursorit märkad punase varjundiga eelvaateid, mis kuuluvad sellesse piirkonda sobimatutele hoonetele.
fi: Napsauttamalla tätä painiketta, näyttöön tulee esikatselu Varastosta, joka on ensimmäinen rakennus, jota tarvitaan uuden asutuksen löytämiseen. Kun siirrät kohdistinta ympäri, huomaat, että esikatselu on punainen tummennettuna, kun rakennus on sopimaton alue.
fr: Cliquer sur ce bouton montrera un aperçu de l'Entrepôt, le premier bâtiment requis pour fonder une nouvelle colonie. En déplaçant le curseur, vous remarquerez que l'aperçu du bâtiment est teinté de rouge quand ce dernier se trouve sur une zone inadéquate.
id: Mengklik tombol ini akan menampilkan sebuah pratinjau dari gudang, Bangunan pertama memerlukan sebuah pemukiman baru. Dengan kamu menggerakan kursor sekitar, kamu akan melihat sebuah pratinjau yang berarsir merah ketika bangunan tersebut berada di daerah yang tidak cocok.
it: Cliccando su questo bottone ti verrà mostrato un anteprima del Magazzino, la prima costruzione che serve per fondare un nuovo insediamento. Se muovi il cursore attorno, noterai che l'anteprima diventa rosso quando la costruzione si trova in un'area non edificabile.
ja: このボタンをクリックすると、新しい居住地を見つけるために必要な最初の建造物である倉庫のプレビューが表示されます。カーソルを移動し、建造物が不適切なエリアにある場合、プレビューが赤く表示されます。
ko: 이 버튼을 클릭하면 창고의 미리보기가 표시되고, 첫 건물은 새로운 정착지가 필요합니다. 커서를 움직이다보면 건물이 부적합한 지역에있을 때 미리보기가 빨간색으로 나타납니다.
nb: Når du klikker på denne knappen vil en forhåndsvisning av varehuset dukke opp. Dette er den første byningen som kreves for å opprette en bosetning. Mens du flytter muspekeren rundt vil du legge merke til at forhåndsvisningen blir farget rød når bygningen er i et område det ikke kan plasseres.
nl: Bij het klikken op deze knop wordt een voorbeeld van het pakhuis zichtbaar, het eerste gebouw dat nodig is om een nieuwe nederzetting te stichten. Het voorbeeld kleurt rood als je de muiswijzer beweegt naar een voor het gebouw ongeschikte locatie.
pl: Kliknięcie tego przycisku umożliwi Ci podgląd Składu, pierwszego budynku, który umożliwi Ci stworzenie osady. Jeśli poruszysz kursorem, zobaczysz, że podgląd jest czerwony, gdy budynek znajduje się na nieodpowiednim terenie.
pt: Clicar neste botão irá mostrar uma pré-visualização do Armazém, o primeiro edifício necessário para fundar uma nova povoação. À medida que moves o cursor, irás notar que a pré-visualização é sombreada a vermelho quando o edifício está numa área inadequada.
tr: Bu düğmeye tıklamak Ambarın, yeni bir yerleşim kurmak için gereken ilk bina, bir ön izlemesini gösterecektir. İmleci etrafta gezdirirken, bina uygun olmayan bir alandaysa ön izlemenin kırmızı gölgeli olduğunu fark edeceksiniz.
uk: При натисканні цієї кнопки появиться попередній перегляд складу, який є першою будівлею необхідною для заснування нового поселення. Під час пересування курсора ви помітите, що перегляд зафарбовується у червоний колір, коли будівля опиняється в невідповідній зоні.

source: The Warehouse needs to be positioned on the coast to allow ships to dock. So, find a good location then left-click to place this important building.
cs: Obchodní přístav musí být umístěn na pobřeží aby v něm mohly kotvit lodě. Najděte dobré místo pro tuto důležitou budovu a potvrďte stisknutím levého tlačítka.
de: Der Kontor sollte in Küstennähe positioniert werden, um Schiffen das Andocken zu erleichtern. Wählt einen guten Platz für dieses wichtige Gebäude aus.
es: El Almacén debe ser posicionado en la costa para que los barcos puedan atracar. Así que busca una buena localización y haz clic izquierdo para ubicar este importante edificio.
et: Ladu peab asuma rannikul, et laevad saaksid randuda. Seega otsi hea asukoht ja tee selle olulise hoone asetamiseks vasak-klõps.
fi: Varasto on sijoitettava rannikolle, jotta alukset voivat saapua varaston satamaan. Joten, etsi hyvä sijainti ja napsauta sitten hiiren vasemmalla painikkeella sijoittaaksesi tämä hyvin tärkeä rakennus.
fr: L'Entrepôt doit se trouver sur la côte pour permettre aux navires d'accoster. Alors, trouvez un endroit qui convienne puis faites un clic gauche pour placer ce bâtiment important.
id: Gudang membutuhkan untuk diposisi di pantai agar kapal bisa ke dermaga. Jadi, cari lokasi bagus kemudian klik kiri to menempatkan bangunan penting ini.
it: Il Magazzino ha bisogno di essere posizionato sulla costa affinché la nave possa attraccare. Trova quindi una buona posizione e fai click col tasto sinistro per piazzare quest'edificio fondamentale.
ja: 船が接岸できるように、倉庫は海岸に配置する必要があります。適切な場所を見つけたら、左クリックしてこの重要な建物を配置します。
ko: 창고는 배를 부두에 댈수있도록 해안에 위치해야합니다. 그래서 좋은 장소를 찾고, 왼쪽 버튼을 클릭하여 중요한 건물을 배치하십시오.
nb: Varehuset må plasseres ved kysten for å la båter legge til kai. Du bør finne en god plassering før du venstreklikker for å plassere denne viktige bygningen.
nl: Het pakhuis moet aan de kust liggen, zodat schepen er kunnen aanleggen. Zoek nu een geschikte locatie voor dit belangrijke gebouw, en plaats het daar met een linkermuisklik.
pl: Skład musi być umieszczony na wybrzeżu, aby umożliwić statkom przycumowanie i wyładowanie towarów. Znajdź więc odpowiednią lokalizację i kliknij lewym przyciskiem myszy, aby umieścić Skład.
pt: O Armazém necessita de estar posicionado na costa para permitir que os navios atraquem. Logo, encontra uma boa localização e de seguida clica com o botão esquerdo do rato para colocar este edifício importante.
tr: Ambar gemilerin yanaşabilmesi için kıyıda konumlandırılmalıdır. İyi bir yer bulun sonra bu önemli binayı yerleştirmek için sol tıklayın.
uk: Склад повинен бути розташований на узбережжі, щоб дозволити причалювати кораблям. Отож, знайдіть чудове місце, потім клацніть лівою кнопкою миші в ньому, щоби розмістити цю важливу будівлю.

source: Task: Build a Warehouse on the coast.
cs: Úkol: Vybuduj na pobřeží obchodní přístav.
de: Aufgabe: Errichtet ein Kontor an der Küste.
es: Tarea: Construye un Almacén en la costa.
et: Ülesanne: ehita rannikule laohoone.
fi: Tehtävä: Rakenna varasto rannikolle.
fr: Mission: Construisez un Entrepôt sur la côte.
id: Task: Bangun sebuah gudang di pantai.
it: Incarico: Costruire un magazzino sulla la costa.
ja: 任務：海岸に倉庫を建設せよ。
ko: 임무: 해안선 근처에 창고 건설하십시오.
nb: Oppgave: Bygg et varehus ved kysten.
nl: Opdracht: Bouw een pakhuis aan de kust.
pl: Zadanie: Wybuduj port na wybrzeżu.
pt: Tarefa: constrói um Armazém na costa.
tr: Görev: deniz kıyısında bir Ambar inşa edin.
uk: Завдання: Побудуйте склад на березі.

source: Build a Lumberjack's Tent and connect it to the Warehouse.
cs: Postavte dřevorubcuv stan a spojte ho s obchodním přístavem.
de: Errichtet ein Holzfällerzelt und verbindet es durch eine Straße mit dem Kontor.
es: Construye una Tienda de Leñador y únela al Almacén.
et: Ehita puuraidurite telk ja ühenda see teeraja abil laohoonega.
fi: Rakenna puunhakkaajan teltta ja yhdistä se varastoon polulla.
fr: Construisez un Campement de Bûcherons et reliez-le à l'Entrepôt.
id: Bangun sebuah tenda penebang pohon dan hubungkan itu menuju ke gudang.
it: Costruisci un tagliaboschi e collegalo al magazzino con un sentiero.
ja: 木こりの小屋を建てて、倉庫と接続させましょう。
ko: 나무꾼의 천막을 건설하고, 창고와 연결하십시오.
nb: Bygg et tømmerhuggertelt og koble det til varehuset.
nl: Bouw een houthakkershut en verbind die met het pakhuis.
pl: Wybuduj chatę drwala i poprowadź drogę od chaty do portu.
pt: Constrói uma Tenda de Lenhador e liga-a ao Armazém.
tr: Bir Oduncu Çadırı inşa edin ve onu Ambara bağlayın.
uk: Побудуйте лісопилку та з’єднайте її зі складом.

source: NEW TASK: BUILD A LUMBERJACKS TENT
cs: NOVÝ ÚKOL: POSTAVTE DŘEVORUBCUV STAN
de: NEUE AUFGABE: HOLZFÄLLER
es: EDIFICA UNA TIENDA DE LEÑADOR
et: ÜLESANNE: EHITA PUURAIDURITE TELK
fi: UUSI TEHTÄVÄ: RAKENNA PUUNHAKKAAJAN TELTTA
fr: MISSION : LE CAMP DE BÛCHERONS
id: TUGAS BARU: BANGUN SEBUAH TENDA PENEBANG POHON
it: NUOVO INCARICO: IL TAGLIABOSCHI
ja: 新しい任務：木こりの小屋を建設せよ
ko: 새로운 임무: 나무꾼의 천막 건설
nb: NY OPPGAVE: BYGG TØMMERHUGGERTELT
nl: OPDRACHT: BOUW EEN HOUTHAKKERSHUT
pl: NOWE ZADANIE: Wybuduj chatę drwala
pt: NOVA TAREFA: CONSTRÓI UMA TENDA DE LENHADOR
tr: YENİ GÖREV: ODUNCULAR ÇADIRI KURMAK
uk: НОВЕ ЗАВДАННЯ: БУДІВНИЦТВО ЛІСОПИЛКИ

source: The supplies and construction materials have been unloaded from your ship and safely stored in your new Warehouse. Now it's time to construct some basic buildings, beginning with a Lumberjack's Tent.
de: Die Vorräte und Baumaterialien wurden vom Schiff entladen und sicher im neuen Kontor gelagert. Nun ist es Zeit, einige elementare Bauten zu errichten, beginnend mit dem Holzfällerzelt.
es: Los suministros y los materiales de construcción han sido descargados de tu barco y pueden ser guardados de forma segura en tu nuevo Almacén. Ya es hora de construir algunos edificios básicos, empezando por una Tienda de Leñador.
et: Varud ja ehitusmaterjalid on su laevalt lossitud ja asuvad turvaliselt su uues laos. Nüüd on aeg ehitada mõned lihtsad ehitised, alustades puuraidurite telgist.
fi: Tarvikkeet ja rakennusmateriaalit on purettu alukseltasi ja varastoitu turvallisesti uuteen varastoosi. Nyt on aika rakentaa perusrakennuksia, aloita puunhakkaajan teltasta.
fr: Les ressources et matériaux de construction ont été déchargés de votre navire et mis à l’abri dans votre nouvel Entrepôt. Il est maintenant temps de construire quelques bâtiments de base, en commençant par un Camp de Bûcherons.
id: Persedian dan material konstrusi dapat dibongkar dari kapal kamu dan taruh secara aman di gudang baru kamu. Sekarang waktu untuk membangun beberapa bangunan dasar, memulai dengan sebuah tenda penebang pohon.
it: Le provviste e i materiali da costruzione sono stati scaricati dalla nave e depositate nel tuo nuovo magazzino. Adesso è il momento di costruire qualche edificio basilare, cominciamo con la Tenda del Taglialegna.
ja: 物資と建設資材は船から降ろされ、新しい倉庫に安全に保管されます。次に、木こりのテントから始めて、いくつかの基本的な建物を建設します。
ko: 공급품 및 건축 자재는 선박에서 하역되어 새로운 창고에 안전하게 보관되었습니다. 이제 나무꾼의 천막을 시작으로 몇 가지 기본적인 건물을 건설 할 차례입니다.
nb: Forsyningene og konstruksjonsmaterialer er lastet ut av skipet ditt og trygt lagret i ditt nye varehus. Nå er det på tide å konstruere noen grunnleggende bygninger, aller først et tømmerhuggertelt.
nl: De voorraden en bouwmaterialen zijn gelost en veilig in het pakhuis opgeslagen. Het is nu tijd voor een paar basale gebouwen, allereerst een houthakkershut.
pl: Zapasy i materiały budowlane zostały rozładowane ze statku i bezpiecznie przechowywane w nowym magazynie. Nadszedł czas, aby zbudować kilka podstawowych budynków, zaczynając od namiotu drwala.
pt: Os suprimentos e os materiais de construção foram descarregados do teu navio e armazenados de forma segura no teu novo Armazém. Agora é tempo de construir alguns edifícios básicos, comecemos pela Tenda de Lenhador.
tr: Kaynaklar ve yapı malzemeleri geminizden indirildi ve güvenli bir şekilde yeni Ambarınızda depolandı. Şimdi temel bazı binaları, bir Oduncu Çadırı ile başlayarak, inşa etme zamanı.
uk: Припаси і будівельні матеріали вивантажені з вашого корабля і безпечно зберігаються у вашому новому складі. Тепер настав час побудувати кілька основних будівель, починаючи з лісопилки.

source: Lumberjacks will fell trees from the woodland around their tent and process the timber to produce boards, for use in construction or as a trade resource.
de: Holzfäller fällen Bäume im Wald in der Nähe ihres Zeltes und verarbeiten diese dann zu Brettern, welche als Baumaterial oder Handelsressource verwendet werden können.
es: Los leñadores talarán árboles del bosque alrededor de su tienda y procesarán la madera para producir tablas, para su uso en la construcción o como recurso comercial.
et: Puuraidurid langetavad nende telki ümbritsevast metsaselt alat puid ja töötlevad selle puiduks, mida saab kasutada ehitamiseks või vahetuskaubana.
fi: Puunhakkaajat kaatavat puita teltansa ympäriltä olevalta metsäalueelta ja käsittelevät ne laudoiksi. Lautoja käytetään rakentamiseen tai kaupparesursseina.
fr: Les bûcherons vont abattre des arbres des zones boisées autour de leur camp et transformer le bois obtenu en planches, qui peuvent être utilisées dans la construction ou bien vendues.
id: Para penebang akan menebang pohon dari daerah berhutan sekitar tenda mereka dan memulai proses pengolahan kayu untuk memproduksi papan, untuk kegunaan di konstruksi atau sebagai sumber daya perdagangan.
it: I taglialegna butteranno giù gli alberi dal bosco attorno alla tenda e lavoreranno il legno per produrre tavole, che possono essere utilizzare nella costruzione o nello scambio di materiali.
ja: 木こりはテントの周囲の森から木を伐採し、その木材を加工して建築や交易資源として使用する板を生産します。
ko: 나무꾼은 천막 주변의 삼림 지대에서 벌목하고 판자를 생산하기위해 목재를 가공하고, 건축물이나 무역 자원으로 사용합니다.
nb: Tømmerhuggere vil kutte ned trær fra skogområdene rundt teltene sine og gjøre tømmeret om til bord, som kan brukes i konstruksjon eller som en handelsvare.
nl: Houthakkers vellen bomen uit het bos rondom hun hut en zagen die tot planken voor de bouw of voor de handel.
pl: Drwale powalają drzewa z lasu wokół swojego namiotu i przetwarzają drewno w celu wyprodukowania desek, do wykorzystania w budownictwie lub jako zasób handlowy.
pt: Os lenhadores irão cortar árvores na floresta que rodeia as suas tendas e processá-la para produzir tábuas, para usar na construção ou como recurso de trocas comerciais.
tr: Oduncular onların çadır etrafında sürdürülen ağaç ve kereste panoları, ticari bir kaynak olarak inşa edilmesi için veya üretmek için işleyecektir.
uk: Лісоруби будуть валити дерева від лісу навколо свого намету та перероблятимуть деревину для виробництва дощок, які використовуються в будівництві або в якості торгового ресурсу.

source: To build a Lumberjack's Tent, open the Build Menu by clicking the button below the mini map or pressing 'B', the default hotkey.
cs: Pro postavení dřevorubeckého stanu, otevřete stavební menu kliknutím na tlačítko pod minimapou nebo stisknutím klávesy 'B', přednastavenou skratkou.
de: Um ein Holzfällerzelt zu errichten, müsst Ihr das Baumenü öffnen. Klickt dazu auf das große Werkzeug-Symbol unter der Übersichtskarte oder drückt die Taste „B“.
es: Para construir una Tienda de Leñador, abre el Menú de Construcción haciendo clic sobre el botón que hay debajo del mini-mapa o pulsando la tecla 'B', la tecla de acceso rápido por defecto.
et: Puuraidurite telgi ehitamiseks ava menüü "Ehita". Selleks klõpsa kas minikaardi all oleval suurel ikoonil või vajuta klahvi 'B' (vaikimisi kiirklahv).
fi: Rakenna puunhakkaajan teltta. Avaa rakennusvalikko joko napsauttamalla pikkukartan alapuolella olevista napeista keskimmäistä tai painamalla pikanäppäintä B.
fr: Pour construire un Camp de Bûcherons, ouvrez le Menu Construction en cliquant sur le bouton sous la mini-carte, ou en appuyant sur "B" par défaut.
id: Untuk membangun sebuah tenda penebang pohon, buka Menu Bangunan dengan mengklik tombol di bawah peta mini atau tekan 'B' sebagai pintasan default.
it: Per costruire la Tenda del Taglialegna apri il menù Costruisci cliccando l'icona grande sotto la mini-mappa oppure premendo il tasto B.
ja: 木こりの小屋を建てるためには、ミニマップの下の大きなアイコンをクリックするかホットキーのキーボードのBを押して、建築メニューを開いて下さい。
ko: 나무꾼의 천막을 지으려면, 작은지도 아래 버튼을 클릭거나 기본 단축키인 'B' 키를 눌러하여 건설 메뉴를 여십시오.
nb: For å bygge et tømmerhuggertelt, åpne bygge-menyen ved å klippe på knappen under mini-kartet eller trykk 'B', som er den vanlige hurtigtasten.
nl: Open om een houthakkershut te bouwen het bouwmenu, hetzij met het werktuigsymbool onder de kaart, hetzij met de 'B' op je toetsenbord.
pl: Aby zbudować chatę drwala, otwórz menu budowy klikając wielką ikonę poniżej mini mapy lub naciskając klawisz 'B'.
pt: Para construir a Tenda do Lenhador, abre o Menu de Construção ao clicar no botão debaixo do mini-mapa ou ao premir a tecla de atalho 'B'.
tr: Oduncu inşa etmek için; aşağıdaki büyük düğmeye tıklayarak veya B tuşuna basarak inşa menüsünü açabilirsiniz.
uk: Щоб побудувати лісопилку, відкрийте меню будівництва, клацнувши кнопку під міні-картою або натиснувши 'B' - усталене скорочення.

source: The Build Menu is sorted by tiers and, as yours is a new settlement, First Tier buildings are the only ones available to you; as your civilization advances, you will obtain access to higher tiers and be able to construct a much wider range of buildings.
de: Das Baumenü ist beim Aufbau einer neuen Siedlung nach Stufen sortiert. Derzeit habt Ihr nur niederrangige Gebäude zur Verfügung; wenn Eure Zivilisation aufsteigt, werdet Ihr Zugang zu höherrangigen Gebäuden erhalten.
es: El Menú de Construcción se ordena por niveles y, como el tuyo es un nuevo asentamiento, los Edificios de Primer Nivel son los únicos que tienes disponibles. A medida que tu civilización avance, obtendrás acceso a niveles superiores y serás capaz de construir una variedad de edificios mucho mayor.
et: Ehitamise menüü on sorteeritud tasemete kaupa. Kuna sul on uus koloonia, siis saad ehitada ainult esimese taseme ehitisi. Vastavalt sellele, kuidas su tsivilisatsioon areneb, saad võimaluse ehitada mitmesugustele kõrgemate tasemete ehitistele.
fi: Rakennusvalikko lajitellaan tasojen mukaan, ja koska tämä on uusi siirtokunta. Ensimmäisen tason rakennukset ovat ainoita käytettävissäsi; sivilisaationne edetessä pääset ylempään tasoon ja pystyt rakentamaan paljon laajemman valikoiman rakennuksia.
fr: Le Menu Construction est trié par paliers et comme votre colonie est nouvelle, seuls les bâtiments du Premier Palier vous sont accessibles; au fur et à mesure que votre civilisation avance, vous accéderez aux paliers supérieurs et aurez accès à une plus large variété de bâtiments.
id: Menu bangunan diurut berdasarkan beberapa tingkatan dan seperti keadaan kamu sekarang adalah sebuah pemukiman baru, Bangunan tingkat pertama hanya satu jenis tersedia untuk kamu; Dengan peradaban kamu maju, kamu akan memperoleh akses ke tingkat yang lebih tinggi dan mampu membangun bangunan yang jenis lebih luas.
it: Il menù "Costruisci" è suddiviso in gruppi. Gli edifici del primo gruppo sono i soli disponibili per te; man mano che il livello di civilizzazione avanzerà, potrai accedere agli altri gruppi e potrai costruire una quantità maggiore di edifici.
ja: 建築メニューは階層ごとに分類されており、あなたの居住地はまだ新しいため、利用できるのは第 1 階層の建物だけです。文明が進歩するにつれて、より高い階層にアクセスできるようになり、より広範囲に建物を建設できるようになります。
ko: 건설 메뉴는 계층별로 정렬되고, 새로운 정착지이므로 첫번째 계층 건물 만 사용할 수 있습니다. 문명이 발전함에 따라 상위 계층에 대한 접근 권한을 얻고 훨씬 더 넓은 범위의 건물을 건설 할 수 있게 됩니다.
nb: Byggemenyen er sortert i nivåkategorier, og ettersom ditt er en ny bosetning, så er førstenivås bygninger de eneste som er tilgjengelig for deg. Etter hvert som sivilisasjonen din utvikler seg vil du få tilgang til høyere nivåer og bli i stand til å konstruere mange flere ulike bygninger.
nl: Het bouwmenu is gesorteerd naar ontwikkelingsniveau. Omdat je nederzetting nog jong is, zijn enkel de gebouwen van het eerste niveau beschikbaar. Naarmate je nederzetting zich ontwikkelt zul je veel meer verschillende gebouwen kunnen bouwen.
pl: Menu kompilacji jest posortowane według poziomów, a ponieważ twoja osada jest nowa, budynki pierwszego poziomu są jedynymi dostępnymi dla ciebie; wraz z postępem cywilizacji uzyskasz dostęp do wyższych poziomów i będziesz mógł budować znacznie szerszy zakres budynków.
pt: O Menu de Construção está organizado por níveis e, porque tens uma povoação nova, os edifícios de Primeiro Nível são os únicos que estão disponíveis; à medida que a tua civilização avança, irás obter acesso a níveis mais altos e ser capaz de construir uma gama mais vasta de edifícios.
tr: Yapı menüsüne göre sıralanmış dizileri ve sizin yeni bir yerleşim yeri için İlk Kademe binaları sadece onlar kullanabilirsiniz. sizin medeniyetiniz gelişmeler olursa üst sıralardaki bina yelpazesine erişebilmek için gereklidir.
uk: Меню будівництва сортується по ярусах. На початку у новому поселенні лише перший ярус будівель є доступним для вас. Під час розвитку вашої цивілізації ви будете отримувати доступ до вищих рівнів і матимете змогу побудувати набагато ширший діапазон будівель.
