Repository: unknown-horizons/unknown-horizons
Catalog: po/uh-server/*.po
Languages: de, nl, pt, zh_cn

source: Old or unsupported multiplayer protocol. Please check your game version
de: Veraltetes oder nicht unterstütztes Multiplayer Protokoll. Überprüft bitte Eure Spielversion
nl: Oude of niet ondersteunde multiplayer protocol. Gelieve de programmaversie te controleren
pt: Protocolo de multi jogador antigo ou não suportado. Por favor, verifique a versão do seu jogo
zh_cn: 旧的，或者是不支持的多人游戏协议。请检查游戏版本

source: You've exceeded the global packet size.
de: Die globale Datenpaketgröße wurde überschritten.
nl: De globale datapakketgrote (global packet size) is overschreden.
pt: Excedeste o tamanho máximo dos pacotes.
zh_cn: 你已经超出了总数据包容量限制

source: This should never happen. Please contact us or file a bug report.
de: Dies sollte niemals auftreten. Bitte kontaktiert das Team und meldet diesen Fehler.
nl: Dit zou nooit mogen voorkomen. Neem alstublieft contact op met het UH-team en meld deze fout.
pt: Isto nunca devia acontecer. Por favor, entra em contacto connosco ou preenche um relatório de erros.
zh_cn: 这种情况不应该发生。请联系我们或者提交一份bug报告

source: You've exceeded the per packet size.
de: Die Maximalgröße pro Datenpaket wurde überschritten.
nl: De maximale grote per datapakket (per packet size) is overschreden.
pt: Foi excedido o tamanho máximo por pacote.
zh_cn: 您已经超出了单个数据包容量。

source: Unknown or malformed packet. Please check your game version
de: Unbekanntes oder falsch aufgebautes Paket. Überprüft bitte Eure Spielversion
nl: Onbekend of misvormd pakket. Gelieve de programmaversie controleren
pt: Pacote desconhecido ou corrompido. Por favor verifica a versão do jogo
zh_cn: 未知或损坏的包，请检查你的游戏版本

source: Invalid/Unknown session
de: Nicht zulässige/Unbekannte Sitzung
nl: Ongeldige/Onbekende sessie
pt: Sessão inválida ou desconhecida
zh_cn: 无效或未知的会话

source: You can't join a game while in another game
de: Ihr könnt keinem Spiel beitreten, während Ihr Euch bereits in einem Spiel befindet
nl: Je kunt niet meedoen met een spel als je nog in een ander spel zit
pt: Não podes entrar na partida enquanto permaneceres noutra
zh_cn: 你不能加入这个游戏，因为你正在另一个游戏中

source: Unknown game or game is running a different version
de: Unbekanntes Spiel oder unterschiedliche Spielversion
nl: Onbekend spel of een spel uit een andere programmaversie
pt: Jogo desconhecido ou a correr uma versão diferente
zh_cn: 未知游戏，或者是，这个游戏在一个不同的版本中运行

source: Game has already started. No more joining
de: Spiel hat schon begonnen. Beitreten ist nicht mehr möglich
nl: Het spel is al begonnen. Meedoen is niet meer mogelijk
pt: A partida já começou. Já não é possível entrar nela
zh_cn: 游戏已经开始。不能再加入了

source: Game is full
de: Spiel ist voll
nl: Het spel is vol
pt: O jogo está cheio
zh_cn: 游戏满员了

source: Wrong password
de: Falsches Passwort
nl: Verkeerd wachtwoord
pt: Palavra-passe errada
zh_cn: 错误的密码

source: There's already a player with your name inside this game.
de: Es gibt bereits einen Mitspieler mit Eurem Namen.
nl: Er is al een speler met jouw naam is dit spel.
pt: Já existe um jogador com o teu nome neste jogo.
zh_cn: 游戏里已经有一个重名玩家

source: Please change your name.
de: Versucht einen anderen Namen.
nl: Probeer een andere naam.
pt: Por favor altera o teu nome.
zh_cn: 请更改您的玩家姓名

source: There's already a player with your color inside this game.
de: Es gibt bereits einen Mitspieler mit Eurer Farbe.
nl: Er is al een speler met jouw kleur is dit spel.
pt: Já existe um jogador com a tua cor neste jogo.
zh_cn: 已经有一个和你一样颜色的玩家在这个游戏里。请更换你的颜色。

source: Please change your color.
de: Versucht eine andere Farbe.
nl: Probeer een andere kleur.
pt: Por favor altera a tua cor.
zh_cn: 请更改您的标志色。

source: There's already a player with your unique player ID inside this game. This should never occur.
de: Es gibt bereits einen Mitspieler mit Eurer eindeutigen Spieler-ID. Dies sollte niemals auftreten.
nl: Er is al een speler met jouw unieke speler ID in dit spel. Dit zou nooit mogen voorkomen.
pt: Já existe um jogador com o teu identificador (ID) dentro deste jogo. Isto nunca deveria ocorrer.
zh_cn: 已经有一个和你一样唯一的玩家ID在这个游戏里。这应该永远不会发生

source: You are not inside a game
de: Ihr befindet euch momentan nicht in einem Spiel
nl: Jij zit niet in een spel
pt: Não estás em nenhuma partida
zh_cn: 你还不在一个游戏里

source: The game has been terminated. The creator has left the game.
de: Das Spiel wurde beendet. Der Spielersteller hat das Spiel verlassen.
nl: Het spel is beëindigd. De maker heeft het spel verlaten.
pt: A partida foi encerrada. Quem a criou saiu da partida.
zh_cn: 这场游戏终止了。创建这场游戏的玩家退出了。

source: One player has terminated their game. For technical reasons, this currently means the game cannot continue. We are very sorry about that.
de: Ein Mitspieler hat das Spiel beendet. Aus technischen Gründen kann die Partie daher momentan nicht fortgesetzt werden. Dies tut uns sehr leid.
nl: Één speler heeft het spel beëindigd, wat momenteel betekend dat om technische redenen het spel niet verder kan gaan. Excuses voor het ongemak.
pt: Por motivos técnicos um jogador precisou de sair e isto significa que a partida não pode continuar. Pedimos desculpa pelo sucedido.

source: Unable to change your name.
de: Euer Name konnte nicht geändert werden.
nl: Je naam kon niet veranderd worden.
pt: Não foi possível alterar o teu nome.
zh_cn: 未能能改您的玩家姓名。

source: Unable to change your color.
de: Eure Farbe konnte nicht geändert werden.
nl: Jouw kleur kon niet veranderd worden.
pt: Não foi possível alterar a tua cor.
zh_cn: 未能更改您的标志色。

source: You can't fetch a game while in another game
de: Ihr könnt keine Spiel-Informationen abfragen, während Ihr Euch bereits in einem Spiel befindet
nl: Je kunt geen spel laden wanneer je nog met een ander spel bezig bent
pt: Não podes solicitar informações sobre uma partida enquanto permaneceres noutra
zh_cn: 你不能创建这个游戏，因为你正在另一个游戏中

source: I feel like a bad bunny but one player has terminated the game which currently for technical reasons means that the game cannot continue. Sorry :*(
zh_cn: 非常抱歉，因为技术上的原因一名玩家已经退出了这场游戏，这导致游戏无法继续。
