Repository: unknown-horizons/unknown-horizons
Catalog: po/*.po
Languages: sl

source: A new settlement was founded by {player}.
sl: {player} je ustanovil novo naselbino.

source: A new ship has been created.
sl: Ustvarjena je bila nova ladja.

source: A new world has been created.
sl: Ustvarjen je bil nov svet.

source: Cannot go here.
sl: Ni mogoče iti sem.

source: Screenshot has been saved to {file}.
sl: Zaslonski posnetek je bil shranjen v {file}.

source: Some of your inhabitants have no access to a main square.
sl: Nekateri prebivalci nimajo dostopa do glavnega trga.

source: Some of your inhabitants just moved out.
sl: Nekateri prebivalci so se pravkar odselili.

source: You can also drag roads.
sl: Povlečete lahko tudi poti.

source: You have reached the current maximum increment. Your inhabitants will not upgrade further.
sl: Dosegli ste zadnjo stopnjo. Vaši naseljenci se ne bodo več nadgradili.

source: You need more {resource} to build this building.
sl: Za izgradnjo te zgradbe potrebujete več {resource}.

source: You won!
sl: Zmagali ste!

source: Your game has been autosaved.
sl: Vaša igra je bila samodejno shranjena.

source: Your game has been quicksaved.
sl: Vaša igra je bila hitro shranjena.

source: Your inhabitants reached level {level}.
sl: Prebivalci so dosegli stopnjo {level}.

source: Your mine has run out of resources.
sl: V vašem rudniku ni več surovin.

source: acorns
sl: želodi

source: aristocrat
sl: aristokrat

source: boards
sl: deske

source: bricks
sl: opeke

source: cannon
sl: top

source: cattle
sl: živina

source: cattle for slaughter
sl: živina za zakol

source: charcoal
sl: oglje

source: citizen
sl: državljan

source: clay
sl: glina

source: clay deposit
sl: nahajališče gline

source: coins
sl: kovanci

source: community
sl: skupnost

source: dagger
sl: bodalo

source: deer food A
sl: hrana za srne A

source: deer meat
sl: srnino meso

source: education
sl: izobrazba

source: faith
sl: vera

source: fish
sl: ribe

source: food
sl: hrana

source: get-together
sl: zbiranje

source: grass
sl: trava

source: happiness
sl: zadovoljstvo

source: herbs
sl: zelišča

source: iron deposit
sl: nahajališče železa

source: iron ingots
sl: železne palice

source: iron ore
sl: železova ruda

source: lamb wool
sl: ovčja volna

source: liquor
sl: žganje

source: medical herbs
sl: zdravilna zelišča

source: merchant
sl: trgovec

source: pigs
sl: prašiči

source: pigs for slaughter
sl: prašiči za zakol

source: pioneer
sl: pionir

source: potatoes
sl: krompirji

source: sailor
sl: mornar

source: salt
sl: sol

source: settler
sl: naseljenec

source: sugar
sl: sladkor

source: sugar cane
sl: sladkorna palica

source: textile
sl: blago

source: tobacco leaves
sl: listi tobaka

source: tobacco plants
sl: rastline tobaka

source: tobaccos
sl: tobaki

source: tools
sl: orodja

source: wood
sl: les

source: wool
sl: volna

source: Specify the path to FIFE root directory.
sl: Navedite pot do korenske mape FIFE.

source: Invalid filename
sl: Neveljavno ime datoteke

source: Error
sl: Napaka

source: Failed to save.
sl: Hitro shranjevanje je spodletelo.

source: Restart required
sl: Zahtevan je ponovni zagon

source: Some of your changes require a restart of Unknown Horizons.
sl: Nekatere od vaših sprememb zahtevajo ponoven zagon Unknown Horizons.

source: Restore default settings
sl: Obnovi privzete nastavitve

source: Do you want to continue?
sl: Ali želite nadaljevati?

source: Warning
sl: Opozorilo

source: The SDL renderer is meant as a fallback solution only and has serious graphical glitches. Use at own risk!
sl: Izrisovalnik SDL je mišljen kot zasilna rešitev in ima resne grafične težave. Uporabljajte na lastno odgovornost!

source: Invalid network port
sl: Neveljavna vrata omrežja

source: The port you specified is not valid. It must be a number between 1 and 65535.
sl: Navedena vrata niso veljavna. Biti morajo število med 1 in 65535.

source: Please check the port you entered and make sure it is in the specified range.
sl: Preverite vnesena vrata in se prepričajte, da so v določenem obsegu.

source: Failed to apply new network settings.
sl: Uveljavitev novih omrežnih nastavitev je spodletela.

source: Configured language {lang} could not be loaded
sl: Nastavljenega jezika {lang} ni mogoče naložiti

source: Are you sure you want to quit Unknown Horizons?
sl: Ali ste prepričani, da želite končati Unknown Horizons?

source: Quit Game
sl: Končaj igro

source: Are you sure you want to abort the running session?
sl: Ali ste prepričani, da želite končati tekočo sejo?

source: Quit Session
sl: Končaj sejo

source: No saved games
sl: Ni shranjenih iger

source: Load game
sl: Naloži igro

source: Save game
sl: Shrani igro

source: Confirmation for overwriting
sl: Potrditev za prepis

source: Please select a savegame or click on cancel.
sl: Izberite shranjeno igro ali kliknite na prekliči.

source: Select a savegame
sl: Izberite shranjeno igro

source: Details:
sl: Podrobnosti:

source: Error:
sl: Napaka:

source: Unknown savedate
sl: Neznani shranjeni podatki

source: No file selected
sl: Ni izbrane datoteke

source: Confirm deletion
sl: Potrdite izbris

source: Error!
sl: Napaka!

source: Failed to delete savefile!
sl: Izbris shranjene igre je spodletel!

source: Unable to find pyenet
sl: Ni mogoče najti pyenet

source: The multiplayer feature requires the library "pyenet", which couldn't be found on your system.
sl: Večigralski način zahteva knjižnico "pyenet", ki je na vašem sistemu ni bilo mogoče najti.

source: Linux users: Try to install pyenet through your package manager.
sl: namestite pyenet z upravljalnikom paketov.

source: Windows users: There is currently no reasonable support for Windows.
sl: Uporabniki sistema Windows: trenutno ni dobre podpore za sistem Windows.

source: Failed to initialize networking.
sl: Začenjanje omrežja je spodletelo.

source: Fatal Network Error
sl: Usodna napaka omrežja

source: Something went wrong with the network:
sl: Nekaj je šlo narobe z omrežjem:

source: Version differs!
sl: Različica je drugačna!

source: Help
sl: Pomoč

source: Wrong version
sl: Napačna različica

source: Invalid player name
sl: Neveljavno ime igralca

source: Map size:
sl: Velikost zemljevida:

source: Water:
sl: Voda:

source: Max island size:
sl: Največja velikost otoka:

source: Preferred island size:
sl: Želena velikost otoka:

source: Island size deviation:
sl: Odstopanje velikosti otoka:

source: Resource density:
sl: Obsežnost virov:

source: Invalid scenario file
sl: Neveljavna datoteka scenarija

source: The selected file is not a valid scenario file.
sl: Izbrana datoteka ni veljavna datoteka scenarija.

source: Error message:
sl: Sporočilo o napaki:

source: Please report this to the author.
sl: Poročajte o tem avtorju.

source: Build
sl: Zgradi

source: Boat builder overview
sl: Pregled čolnarne

source: Resources still needed:
sl: Sredstva, ki jih še potrebujete:

source: Fisher boats
sl: Ribiški čolni

source: Trade boats
sl: Trgovski čolni

source: War boats
sl: Vojni čolni

source: War ships
sl: Vojne ladje

source: Confirm order
sl: Potrdite ukaz

source: Build related fields
sl: Izgradi povezana polja

source: Residents and infrastructure
sl: Prebivalci in infrastruktura

source: Services
sl: Storitve

source: Companies
sl: Podjetja

source: Fields
sl: Polja

source: Military
sl: Vojska

source: Mining
sl: Rudarjenje

source: Trade
sl: Trguj

source: Settlement inventory
sl: Inventar naselbine

source: Account
sl: Račun

source: Main square overview
sl: Pregled glavnega trga

source: Settler overview
sl: Pregled naselitve

source: Don't allow upgrades
sl: Ne dovoli nadgradenj

source: Allow upgrades
sl: Dovoli nadgradnje

source: Sailors
sl: Mornarji

source: Pioneers
sl: Pionirji

source: Settlers
sl: Naseljenci

source: Overview
sl: Pregled

source: Ship overview
sl: Pregled ladje

source: The ship needs to be close to an island to found a settlement.
sl: Za ustanovitev naselbine mora biti ladja blizu otoka.

source: Build settlement
sl: Izgradi naselbino

source: Equip weapon
sl: Opremi z orožjem

source: Unequip weapon
sl: Odstrani orožje

source: Unit overview
sl: Pregled enote

source: Production overview
sl: Pregled proizvodnje

source: Selected Units
sl: Izbrane enote

source: Chat
sl: Klepet

source: Emptiness
sl: Izpraznjenost

source: There is nothing written in your logbook yet!
sl: V vašem dnevniku ni še ničesar!

source: Graphics
sl: Grafika

source: Sound
sl: Zvok

source: Total
sl: Skupaj

source: None
sl: Brez

source: Start route
sl: Začni pot

source: Stop route
sl: Končaj pot

source: none
sl: brez

source: Game start
sl: Začetek igre

source: You need to found a settlement before you can construct buildings!
sl: Preden lahko izgradite zgradbe morate ustanoviti naselbino!

source: Select your ship and approach the coast via right-click.
sl: Izberite ladjo in se približajte obali z desnim klikom.

source: Afterwards, press the large button in the ship overview tab.
sl: Nato pritisnite velik gumb v zavihku pregleda ladje.

source: Running costs:
sl: Stroški delovanja:

source: Inhabitants
sl: Prebivalci

source: Diplomacy
sl: Diplomacija

source: Zoom in
sl: Približaj

source: Zoom out
sl: Oddalji

source: Gold
sl: Zlato

source: Enter new name:
sl: Vnesite novo ime:

source: Change name
sl: Spremeni ime

source: Apply the new name
sl: Uveljavi novo ime

source: Enter your message:
sl: Vnesite svoje sporočilo:

source: Cancel building:
sl: Prekliči gradnjo:

source: (lose all resources)
sl: (izguba vseh sredstev)

source: Currently building:
sl: Trenutno se gradi:

source: To build a boat, click on one of the class tabs, select the desired ship and confirm the order.
sl: Za izgradnjo čolna kliknite na enega od zavihkov razred, izberite želeno ladjo in potrdite naročilo.

source: Construction progress:
sl: Napredek izgradnje:

source: Building overview
sl: Pregled zgradbe

source: Cancel all building progress
sl: Prekliči ves napredek gradnje

source: Pause
sl: Premor

source: Resume
sl: Nadaljuj

source: Running costs
sl: Stroški delovanja

source: Build this ship!
sl: Izgradi to ladjo!

source: Money
sl: Denar

source: Boards
sl: Deske

source: Tools
sl: Orodja

source: Frigate
sl: Fregata

source: ally
sl: zaveznik

source: enemy
sl: sovražnik

source: neutral
sl: nevtralen

source: Build fields
sl: Izgradi polja

source: Residents per house
sl: Število stanovalcev na hišo

source: Summary
sl: Povzetek

source: houses
sl: hiše

source: 1 resident
sl: 1 prebivalec

source: 2 residents
sl: 2 prebivalca

source: 3 residents
sl: 3 prebivalci

source: 4 residents
sl: 4 prebivalci

source: 5 residents
sl: 5 prebivalcev

source: residents
sl: prebivalci

source: Taxes:
sl: Davki:

source: Upgrade not possible:
sl: Nadgradnja ni mogoča:

source: This is the current maximum increment!
sl: To je trenutno najvišja stopnja!

source: Paid taxes
sl: Plačani davki

source: Tax rate
sl: Obdavčitev

source: Average happiness:
sl: Povprečno zadovoljstvo:

source: Most needed resource:
sl: Najbolj potrebovano sredstvo:

source: Upgrade permissions:
sl: Dovoljenja za nadgradnjo:

source: Buying
sl: Kupovanje

source: Selling
sl: Prodaja

source: Weapons:
sl: Orožja:

source: Resource deposit
sl: Nahajališče virov

source: This is a resource deposit where you can build a mine to dig up resources.
sl: To je nahajališče virov, kjer lahko izgradite rudnik za njihovo kopanje.

source: It contains these resources:
sl: Vsebuje te vire:

source: Needed resources:
sl: Potrebovani viri:

source: Happiness
sl: Zadovoljstvo

source: Residents
sl: Prebivalci

source: The signal fire shows the free trader how to reach your settlement in case you want to buy or sell goods.
sl: Signalni ogenj prostemu trgovcu pokaže kako naj doseže vašo naselbino v primeru, da želite kupiti ali prodati dobrine.

source: Name:
sl: Ime:

source: This is the free trader's ship. It will visit you from time to time to buy or sell goods.
sl: To je ladja prostega trgovca. Od časa do časa vas bo obiskal z namenom nakupa ali prodaje dobrin.

source: Exchange:
sl: Izmenjava:

source: Ship:
sl: Ladja:

source: Trade partner:
sl: Trgovski partner:

source: Buy or sell resources
sl: Prodaj ali kupi vire

source: Select resources:
sl: Izberi sredstva:

source: Balance:
sl: Skupaj:

source: Expenses:
sl: Stroški:

source: Income:
sl: Prihodek:

source: Sale
sl: Prodaja

source: Taxes
sl: Davki

source: Show resources produced in this settlement
sl: Pokaži sredstva proizvedena v naselbini

source: Pause production
sl: Premor proizvodnje

source: Start production
sl: Začni proizvodnjo

source: Delete entry
sl: Izbriši vnos

source: Move down
sl: Premakni navzdol

source: Move up
sl: Premakni navzgor

source: Return to game
sl: Vrni se v igro

source: Read next entries
sl: Beri nasl. vnose

source: Available Scenarios
sl: Razpoložljivi scenariji

source: Scenario description
sl: Opis scenarija

source: Continue playing
sl: Nadaljuj z igranjem

source: Choose this scenario
sl: Izberi ta scenarij

source: Wait at load:
sl: Počakaj ob nalaganju:

source: Wait at unload:
sl: Počakaj ob razlaganju:

source: Exit
sl: Končaj

source: Close
sl: Zapri

source: Buildings
sl: Zgradbe

source: Player scores
sl: Točke igralcev

source: Land
sl: Zemlja

source: Name
sl: Ime

source: Resources
sl: Sredstva

source: Units
sl: Enote

source: Balance
sl: Skupaj

source: Health
sl: Zdravje

source: Type
sl: Vrsta

source: Status
sl: Stanje

source: Weapons
sl: Orožja

source: Aggressive
sl: Agresivno

source: Flee
sl: Pobegni

source: Hold ground
sl: Drži položaj

source: Passive
sl: Pasivno

source: Have fun.
sl: Zabavajte se.

source: Key bindings
sl: Tipkovne bližnjice

source: Show build menu
sl: Pokaži meni gradnje

source: Toggle console on/off
sl: Preklopi vklop/izklop konzole

source: Show coordinate values (Debug)
sl: Pokaži vrednosti koordinat (razhroščevanje)

source: Enable destruct mode
sl: Omogoči način uničenja

source: Scroll down
sl: Drsi navzdol

source: Toggle grid on/off
sl: Vklopi/izklopi mrežo

source: Display help
sl: Prikaži pomoč

source: Scroll left
sl: Drsi levo

source: Toggle Captain's log
sl: Preklopi kapitanov dnevnik

source: Pause game
sl: Premor igre

source: Show player scores
sl: Pokaži rezultate igralcev

source: Quickload
sl: Hitro naloži

source: Quicksave
sl: Hitro shrani

source: Scroll right
sl: Drsi desno

source: Screenshot
sl: Zaslonski posnetek

source: Show settlement list
sl: Pokaži seznam naselbin

source: Hold to place multiple buildings
sl: Držite za postavljanje več zgradb

source: Show ship list
sl: Pokaži seznam ladij

source: Decrease game speed
sl: Zmanjša hitrost igre

source: Increase game speed
sl: Poveča hitrost igre

source: Toggle translucency of ambient buildings
sl: Preklopi prozornost zgradb okolice

source: Scroll up
sl: Drsi navzgor

source: Return
sl: Vrni se

source: The FIFE and Unknown Horizons development teams
sl: Razvojni ekipi FIFE in Unknown Horizons

source: Cancel game
sl: Prekliči igro

source: Settings
sl: Nastavitve

source: Loading ...
sl: Nalaganje ...

source: Attention please!
sl: Pozornost prosim!

source: Credits
sl: Zasluge

source: Quit
sl: Končaj

source: Singleplayer
sl: En igralec

source: Multiplayer
sl: Več igralcev

source: Create game:
sl: Ustvari igro:

source: Back:
sl: Nazaj:

source: Choose a map:
sl: Izberite zemljevid:

source: Create game - Multiplayer
sl: Ustvari igro - igra za več igralcev

source: Player limit:
sl: Omejitev igralcev:

source: Create this new game
sl: Ustvari to novo igro

source: Exit to multiplayer menu
sl: Izhod v meni večigralskega načina

source: Leave:
sl: Zapusti:

source: The game will start as soon as enough players have joined.
sl: Igra se bo začela takoj, ko se pridruži dovolj igralcev.

source: Chat:
sl: Klepet:

source: Gamelobby
sl: Igralni lobi

source: Game details:
sl: Podrobnosti igre:

source: Exit gamelobby
sl: Končaj lobi igre

source: Active games:
sl: Dejavne igre:

source: Main menu:
sl: Glavni meni:

source: New game - Multiplayer
sl: Nova igra - več igralcev

source: Join game
sl: Pridruži se igri

source: Refresh list:
sl: Osveži seznam:

source: Create a new game
sl: Ustvari novo igro

source: Join the selected game
sl: Pridruži se izbrani igri

source: Exit to main menu
sl: Izhod v glavni meni

source: Refresh list of active games
sl: Osveži seznam dejavnih iger

source: Autosave interval in minutes:
sl: Obdobje samodejnega shranjevanja v minutah:

source: Effects volume:
sl: Glasnost učinkov:

source: Language
sl: Jezik

source: Network
sl: Omrežje

source: Saving
sl: Shranjevanje

source: Select language:
sl: Izbor jezika:

source: Music volume:
sl: Glasnost glasbe:

source: Number of autosaves:
sl: Število samodejnih shranjevanj:

source: Number of quicksaves:
sl: Število hitrih shranjevanj:

source: Full screen:
sl: Celozaslonski način:

source: Screen resolution:
sl: Ločljivost zaslona:

source: Enable sound:
sl: Omogoči zvok:

source: Apply
sl: Uveljavi

source: Reset to default settings
sl: Ponastavi na privzete nastavitve

source: Color depth:
sl: Barvna globina:

source: Network port:
sl: Omrežna vrata:

source: Uninterrupted building:
sl: Neprekinjena zgradba:

source: Used renderer:
sl: Uporabljen izrisovalnik:

source: Enter filename:
sl: Vnesite ime datoteke:

source: Your saved games:
sl: Vaše shranjene igre:

source: Cancel
sl: Prekliči

source: Delete selected savegame
sl: Izbriši izbrano shranjeno igro

source: New game - Singleplayer
sl: Nova igra - en igralec

source: Start game:
sl: Začni igro:

source: Campaign
sl: Kampanja

source: Free play
sl: Prosto igranje

source: Random map
sl: Naključni zemljevid

source: Scenario
sl: Scenarij

source: Start game
sl: Začni igro

source: Choose a map to play:
sl: Izberite zemljevid za igranje:

source: Map settings:
sl: Nastavitve zemljevida:

source: AI players:
sl: Računalniški igralci:

source: Game settings:
sl: Nastavitve igre:

source: Free Trader
sl: Prosti trgovec

source: Pirates
sl: Pirati

source: Color:
sl: Barva:

source: Player name:
sl: Ime igralca:

source: Boat Builder
sl: Graditelj čolnov

source: Brickyard
sl: Opekarna

source: Butchery
sl: Klavnica

source: Cattle Run
sl: Ograda za živino

source: Charcoal Burning
sl: Žganje oglja

source: Clay Deposit
sl: Nahajališče gline

source: Clay Pit
sl: Rudnik gline

source: Distillery
sl: Destilarna

source: Doctor
sl: Zdravnik

source: Farm
sl: Kmetija

source: Fish Deposit
sl: Ribolovno področje

source: Fisherman's Tent
sl: Ribičev šotor

source: Gravel Path
sl: Kamnita pot

source: Herbary
sl: Zeliščnica

source: Hunter's Tent
sl: Lovčev šotor

source: Iron Mine
sl: Rudnik železa

source: Log
sl: Dnevnik

source: Lookout
sl: Obeti

source: Main Square
sl: Glavni trg

source: Mountain
sl: Gora

source: Pasture
sl: Pašnik

source: Pavilion
sl: Paviljon

source: Pigsty
sl: Svinjak

source: Potato Field
sl: Njiva krompirja

source: Rampart
sl: Obzidje

source: Salt Ponds
sl: Soline

source: Signal Fire
sl: Signalni ogenj

source: Smeltery
sl: Talilnica

source: Storage Tent
sl: Shrambeni šotor

source: Sugar Field
sl: Sladkorno polje

source: Tavern
sl: Gostilna

source: Tent
sl: Šotor

source: Tobacco Field
sl: Polje tobaka

source: Tobacconist
sl: Pridelovalec tobaka

source: Toolmaker
sl: Izdelovalec orodij

source: Trail
sl: Pot

source: Tree
sl: Drevo

source: Village school
sl: Vaška šola

source: Weaver's Tent
sl: Predilčev šotor

source: Wooden Tower
sl: Lesen stolp

source: Failed to start/load the game
sl: Začenjanje/nalaganje igre je spodletelo

source: The game you selected couldn't be started.
sl: Izbrane igre ni bilo mogoče začeti.

source: The savegame might be broken or has been saved with an earlier version.
sl: Shranjena igra je morda pokvarjena ali pa je bila shranjena s prejšnjo različico.

source: This means that changes in the file you specified will not apply to the game directly.
sl: To pomeni, da spremembe v datoteki, ki ste jo navedli, ne bodo uveljavljene neposredno a igro.

source: Not possible
sl: Ni mogoče

source: Save/load for multiplayer games is not possible yet
sl: Shranjevanje/nalaganje za večigralske igre še ni mogoče

source: You have won!
sl: Zmagali ste!

source: unknown
sl: neznano

source: Failed to create savegame file
sl: Ustvarjanje datoteke shranjene igre je spodletelo

source: There has been an error while creating your savegame file.
sl: Prišlo je do napake med ustvarjanjem datoteke shranjene igre.

source: This usually means that the savegame name contains unsupported special characters.
sl: To običajno pomeni, da ime shranjene igre vsebuje nepodprte posebne znake.

source: File used by another process
sl: Datoteko uporablja drugo opravilo

source: The savegame file is currently used by another program.
sl: Datoteko shranjene igre trenutno uporablja drug program.

source: Failed to quicksave.
sl: Hitro shranjevanje je spodletelo.

source: An error happened during quicksave. Your game has not been saved.
sl: Med hitrim shranjevanjem je prišlo do napake. Vaša igra ni bila shranjena.

source: If this error happens again, please contact the development team:
sl: Če se ta napaka ponovi, stopite v stik z ekipo razvijalcev:

source: No quicksaves found
sl: Hitro shranjenih iger ni bilo mogoče najti

source: You need to quicksave before you can quickload.
sl: Pred hitrim nalaganjem morate hitro shraniti.

source: Trader
sl: Trgovec

source: In order to do this, we need the information from the logfile:
sl: Zato potrebujemo podrobnosti iz dnevniške datoteke:

source: Please give it to us via IRC or our forum, for both see unknown-horizons.org .
sl: Pošljite jo nam preko IRC-a ali našega foruma. Za oboje si oglejte unknown-horizons.org .

source: Error: Unable to find required libraries
sl: zahtevanih knjižnic ni mogoče najti

source: We are sorry to inform you that a library that is required by Unknown Horizons, is missing and needs to be installed.
sl: Žal vas moramo obvestiti, da knjižnica, ki jo igra Unknown Horizons potrebuje, manjka in jo je treba namestiti.

source: Installers for Windows users are available at "http://pyyaml.org/wiki/PyYAML", Linux users should find it in their packagement management system under the name "pyyaml" or "python-yaml".
sl: Namestilniki za uporabnike Windows so na voljo na "http://pyyaml.org/wiki/PyYAML". Uporabniki Linuxa bi jih morali najti v sistemu za upravljanje paketov pod imenom "pyyaml" ali "python-yaml".

source: Thank you for using Unknown Horizons!
sl: Hvala, ker uporabljate Unknown Horizons!

source: FIFE was not found.
sl: FIFE ni bilo mogoče najti.
