Repository: unknown-horizons/unknown-horizons
Catalog: uh-tutorial/*.po
Languages: it, pt

source: NEW TASK: BUILD SIGNAL FIRE
it: OBIETTIVO: IL SEGNALE DI FUOCO
pt: NOVA TAREFA: CONSTUIR O SINAL DE FOGO

source: Can you see the ship passing your island from time to time? This is the ship of the Free Trader, one of the first settlers in this archipelago. This trader will supply your settlement with necessary goods which you can't produce yet. You can also sell surpluses of your production, but in general consuming them (by building more tents) instead of selling to the Free Trader yields more profit. Normally the ships just sail around and look for deals, but small settlements like yours first need some promotion, otherwise you won't be found. For this purpose, you can build a signal fire at the coast near your branch office to show ships the way to your settlement.
it: Riesci a vedere la nave che passa dalla tua isola di tanto in tanto? E' la nave del Libero Commerciante, uno dei primi coloni dell'arcipelago. Questo commerciante fornirà il tuo insediamento con beni che non puoi ancora produrre. Potrai anche vendergli l'eccedenza della tua produzione, ma in generale consumarla (costruendo più tende) invece di venderla porterà più profitti. Normalmente le navi girano in cerca di affari, ma i piccoli insediamenti come il tuo necessitano prima di una promozione, altrimenti non sarai trovato. A questo scopo puoi costruire un segnale di fuoco sulla costa vicino alla tua filiale per indicare alle navi la via per la tua colonia.
pt: Viu um navio que passa próximo da sua povoação de tempo a tempo? Este navio é o Mercador Livre, um dos primeiros colonos neste arquipélago. Este mercador irá fornecer à sua povoação os materiais necessários que não pode ainda produzir. Poderá também vender supra-numerários da sua produção, mas em geral será melhor investimento utilizá-los na construção de novos edifícios em vez de os vender ao mercador livre. Normalmente os navios de mercador viajam procurando negócios, no entanto pequenas povoações como a sua necessitam primeiro de uma promoção, caso contrário não conseguirão avistar a sua povoação. Para este purpósito, poderá construir um Sinal de Fogo na costa próximo da sua prefeitoria para mostrar aos navios o caminho para a sua povoação.

source: After this little advertisment, the trader will stop by from time to time and look into your branch office. You can propose deals via the tab 'Buy/Sell'. (This feature is currently quite fiddly to use, but a re-design is in the pipeline. If you have found a nice way of doing it, please share your thoughts! We need your help here!) At the 'sailors' increment, you are equipped with three trading slots. Click on the small icon to change the slot mode from 'Buy' to 'Sell' and vice versa. If you click in the slot, you can choose the good you want to trade with. We will further explain this once you are ready to trade. TASK: Build a signal fire at the coast close to your branch office.
it: Dopo questo piccolo avvertimento, il commerciante si fermerà di tanto in tanto presso la tua filiale. Potrai proporre affari tramite la scheda 'Compra/Vendi'. (Questa funzione è al momento un pò scomoda da usare, ma una riprogettazione è in corso. Se trovi un modo migliore per farlo, per cortesia condividilo con noi! Abbiamo bisogno del tuo aiuto qui!) Al livello 'marinaio' hai a disposizione tre spazi commerciali. Clicca sull'icona piccola per cambiare gli spazi commerciali da 'Compra' a 'Vendi' e viceversa. Se vi clicchi sopra, potrai scegliere i beni da commerciare. Lo spiegheremo ulteriormente una volta che sei pronto a commerciare. OBIETTIVO: Costruisci un segnale di fuoco sulla riva vicino alla tua filiale.
pt: Depois deste pequeno anúncio, o mercador livre irá visitá-lo de tempo a tempo e procurar pela sua prefeitoria. Poderá propor negócios através da guia de 'Comprar/Vender'. (Esta opção actualmente está a ser melhorada e redesenhada. Se encontrar uma forma de a melhorar, por favor partilhe as suas ideias! Agradecemos as suas ideias!) TAREFA: Construa um Sinal de Fogo na costa, próximo da sua prefeitoria.

source: Build a signal fire at the coast close to your branch office.
it: Costruisci un segnale di fuoco sulla costa vicino alla tua filiale.
pt: Construa uma Fogueira na costa próximo da sua prefeitoria.

source: NEW TASK: LEARN TO TRADE
it: OBIETTIVO: IL COMMERCIO
pt: NOVA TAREFA: APRENDA A TROCAR

source: Excellent! The Free Trader will now stop by at your branch office from time to time. Let's continue our tutorial on how to trade. After selecting a particular type of good, the green bar across the bottom of the slot (if visible) shows you how much you have in stock of this good. Dragging the slider on the right of each slot determines your 'target value' which has a different meaning on 'Buy' and 'Sell'. When buying, you will buy sufficient to hold your 'target value' in stock. When selling the 'target value' is the number which you hold in reserve to not sell
it: Eccellente! Il Libero Commerciante ora si fermerà alla tua filiale di tanto in tanto. Continuiamo il tutorial su come commerciare. Dopo aver selezionato un tipo specifico di bene, la barra verde nel basso dello spazio (se visibile) mostrerà la quantità di questo bene nei tuoi magazzini. Spostando il selettore a destra di ogni spazio determina la 'quantità obiettivo' che ha un diverso significato nei casi 'Compra' e 'Vendi'. Quando compri ne comprerai a sufficienza per tenere la 'quantità obiettivo' in magazzino. Quando vendi la 'quantità obiettivo' è il numero che mantieni in riserva da non vendere.
pt: Excelente! o Mercador Livre irá agora parar na sua prefeitoria de tempo a tempo. Vamos continuar o tutorial sobre como trocar mercadorias. Após selecionar um tipo de mercadoria, a barra verde no fundo do escatel (se visível) mostra quanto tem disponível em armazém desta mercadoria. Arrastando a barra à direita de cada escatel determina o valor do alvo, que tem uma conotação diferente em 'Comprar' e 'Vender'. Quando comprar, será necessário ter o espaço necessário em armazém. Quando vender o 'valor alvo' é o número que manterá na sua reserva após a venda.

source: For example: Having a 'Buy' slot and 5 tons in stock, a slider positioned at 9 tons will cause you to buy 4 additional tons at most. Selling works similarly. A 'Sell' slot with 18 tons in stock and the slider positioned at 13 will sell up to 5 tons. If the free trader however only wants to buy or sell less than your settings would allow him, you need to live with that and wait for him to return. Unknown Horizons features smart pricing, so the value of one unit can vary. It is NOT possible to change prices manually! You can see your trade balance in the 'Account' tab comparing the 'Sale' and 'Buy' values there. TASK: Buy as many tools as you need to have 30 tools in stock! If you still have some in your ship's inventory, this seems like a good point to unload them.
it: Per esempio: Avendo uno spazio 'Compra' e 5 tonnellate in magazzino, un selettore impostato a 9 tonnellate comporterà che comprerai al più 4 tonnellate aggiuntive. Vendendo funzionerà in modo analogo. Uno spazio 'Vendi' con 18 tonnellate in magazzino ed il selettore impostato a 13 venderà fino a 5 tonnellate. Se il libero commerciante, comunque, vuole comprare o vendere meno di quanto tu hai impostato dovrai attendere il prossimo suo passaggio. Unknown Horizons consente valutazioni intelligenti, quindi il valore di un'unità può variare. NON è possibile cambiare manualmente i prezzi! Puoi vedere il bilancio commerciale nella scheda 'Conto' e confrontare i valori 'Vendita' ed 'Acquisto'. OBIETTIVO: Compra tutti gli attrezzi di cui hai bisogno per avere 30 attrezzi in magazzino! Se ne hai ancora nelle stive della tua nave, questa è una buona occasione per scaricarli.
pt: Por exemplo: Se tiver uma 'Compra' e 5 toneladas em armazém, a barra posicionada nas 9 toneladas vai fazer com que compre 4 toneladas adicionais (5+4=9). A venda funciona de forma idêntica. Se um escatel tiver 18 toneladas para venda, e a barra posicionada em venda, irá vender 5 toneladas (18-5=13). No entanto se o mercador livre so quiser comprar ou vender mercador em valor inferior ao que pretende, tem que viver com isso e esperar que ele volte novamente. O Unknown Horizons funciona com base em tabelas 'smart pricing', portanto o valor da unidade poderá oscilar. NÂO é possível mudar os preços manualmente! Poderá ver o seu balancete de troca na guia de 'Conta', onde também poderá comparar os valores e compra e venda. TAREFA: Compre tantas ferramentas como as que precisar para ter em armazém 30 ferramentas! Se ainda tiver algumas no inventário do seu navio, poderá ser uma boa altura para as descarregar.

source: Reach an island stock of at least 30 tools.
it: Raggiungi una scorta per l'isola di almeno 30 attrezzi.
pt: Atinja o limite de pelo menos 30 ferramentas no armazém da ilha.

source: NEW TASK: BUILD A PAVILION
it: OBIETTIVO: IL PADIGLIONE
pt: NOVA TAREFA: CONSTRUA UM PAVILHÃO

source: Those tools will be enough for the moment. Well done! You now provide housing, a main square and food to your inhabitants. Still there is one demand which we have not satisfied so far, you may check that in the marketplace or tent tab - your sailors want a basic building where they can pray. The solution is a pavilion which the village parson quickly puts up as shelter from the sun. Service buildings like this also need to be connected to the tents with a trail, else your inhabitants feel unable to reach them. In later increments, upgraded versions of buildings may become available.
it: Questi attrezzi sono sufficienti per il momento. Ben fatto! Ora fornisci alloggi, una piazza principale e cibo per i tuoi abitanti. Però c'è ancora un bisogno che non abbiamo soddisfatto, che puoi verificare nella piazza del mercato o nella scheda della tenda - i tuoi marinai vogliono un edificio di base dove possano pregare. La soluzione è un padiglione sotto cui il parroco del villaggio troverà rapidamente riparo dal sole. Edifici di servizio come questo devono anch'essi essere connessi alle tende con un sentiero, altrimenti i residenti non potranno raggiungerli. Nei livelli successivi verranno resi disponibili aggiornamenti agli edifici.
pt: Estas ferramentas serão o suficiente por agora. Bom trabalho! Agora fornece alojamento, uma Praça Principal e alimentação aos seus habitantes. No entanto existe ainda outra exigência a cumprir, poderá verificar que no mercado ou na guia das tendas - os seus marinheiros querem um edifício basico onde possam praticar a oração. A solução é construir um Pavilhão. Os edificios de serviços como este, também necessitam de serem ligados às tendas com um caminho, caso contrário os seus habitantes não conseguem aceder ao mesmo. Nos níveis superiores, versões melhoradas destes edifícios serão disponibilizadas.

source: In that case the 'small' version is not needed anymore since the 'big' one will also provide what your inhabitants are looking for in early increments. Take care when planning your city because most of those advanced buildings are bigger than the basic ones. Note that faith is treated like a physical resource, so units need to refresh there after some time. Important: It is NOT enough that the building is merely within a certain range of the tents. TASK: Build a pavilion with a trail to the tents in order to fulfill your sailors' demand for faith.
it: In quel caso la versione 'piccola' non sarà più necessaria dato che quella 'grande' fornirà egualmente quello che i residenti necessitano sin dai primi livelli. Abbi cura quando pianifichi la tua città dato che la maggior parte di questi edifici migliorati sono più grandi dei modelli base. Nota che la fede è trattata come una risorsa fisica, quindi le unità dovranno passare da qui ogni tanto. Importante: NON è abbastanza che l'edificio sia semplicemente in un certo raggio dalle tende. OBIETTIVO: Costruisci un padiglione con un sentiero verso le tende in modo da soddisfare le esigenze spirituali dei marinai.
pt: Nesse caso a versão 'pequena' não será mais necessária, uma vez que a 'grande' irá fornecer o que os seus habitantes procuram em níveis anteriores. Tenha cuidado quando planear a sua povoação porque a maior parte dos edifícios a nível superior são maiores que os mais básicos. Note que a 'fé' é tratada como um recurso físico, portanto as unidades necessitam de orar de tempo a tempo. Importante: Não é unicamente necessário que o edifício esteja ao alcance das tendas (é necessário um caminho). TAREFA: Construa um Pavilhão com um caminho para as tendas para satizfazer as necessidades espirituais dos seus marinheiros.

source: Build a pavilion with connection to the tents.
it: Costruisci un padiglione con connessioni alle tende.
pt: Construa um Pavilhão com ligação às tendas.

source: NEW TASK: NEXT INCREMENT
it: OBIETTIVO: LIVELLO SUCCESSIVO
pt: NOVA TAREFA: O PRÓXIMO INCREMENTO

source: All demands are fulfilled now if your inhabitants can regularly visit the main square & pavilion and your food supply is adequate. If the sailors are happy enough, they want to advance to the next increment called Pioneers. To make them happy, there is nothing else for you to do but setting taxes to a lower level since you have fulfilled all the demands of your inhabitants. You should try to not always run on low taxes since this will probably lead to bankruptcy sooner or later. For a period of time and if you know what you are doing, it is fine though. After some time, the first unit should walk to the main square and have a look for new construction material there to build a log house. This house will replace the old tent.
it: Tutte le richieste sono ora soddisfatte se i tuoi abitanti possono regolarmente visitare la piazza principale ed il padiglione e se i rifornimenti di cibo sono adeguati. Se i marinai sono sufficientemente felici, vorranno avanzare al livello successivo chiamato Pionieri. Per farli contenti non c'è nulla di meglio da fare che abbassare le tasse dato che hai soddisfatto le loro richieste. Dovrai cercare di non stare troppo con bassi livelli di tassazione altrimenti prima o poi finirai in bancarotta. Se è solo per un breve periodo e sai ciò che fai, tuttavia va bene. Dopo qualche tempo la prima unità andrà alla piazza principale e cercherà del materiale da costruzione per costruire una casa di legno. Questa casa rimpiazzerà la vecchia tenda.
pt: Todas as exigências estão cumpridas se os seus habitantes visitarem regularmente a Praça Principal e o Pavilhão e se o fornecimento de comida for adequado. Se os marinheiros estiverem felizes, eles irão querer avançar para o próximo nível, chamado de Pioneiros. Para os manter felizes, a única coisa que terá que fazer é baixar um pouco os impostos, uma vez que satisfez todas as suas necessidades. Deverá tentar sempre recorrer a impostos baixos, no entanto deverá ter em atenção que tal poderá levar à bancarrota. Após algum tempo, a primeira unidade deverá entrar na Praça Principal e construir uma casa de madeira. Este edifício irá substituir as tenda prévia.

source: Such residential upgrades are the only ones which cost resources and can not be restricted by you. There are manual upgrades to some buildings where you use resources to construct a better version on the same spot, and there are upgrades without costs for example as you will see with the lumberjack (In this case, only the graphics change). Upgraded housing accomodates more inhabitants, and pioneers pay more taxes than sailors, too. As you may have figured out already, the downside is that pioneers demand additional goods which sailors do not need - so you will need to spend this extra money to make them happy as well. TASK: Set the tax level to Low (left end) and wait for sailors to upgrade.
it: Questi aggiornamenti residenziali sono i soli che costano risorse e non possono essere limitati da te. Ci sono aggiornamenti manuali per alcuni edifici dove userai risorse per costruire una versione migliore nello stesso posto, ed aggiornamenti senza spese, per esempio, come potrai vedere, con il tagliaboschi (in questo caso solo l'aspetto cambierà). Le abitazioni aggiornate ospiteranno più abitanti, ed i pionieri pagheranno anche più tasse dei marinai. Come avrai già notato, lo svantaggio e che i pionieri richiedono beni aggiuntivi che i marinai non richiedono - quindi dovrai spendere altri soldi per farli comunque felici. OBIETTIVO: Imposta il livello di tassazione a Basso (a sinistra) ed aspetta l'aggiornamento dei marinai.
pt: Tais remodelações residenciais custam recursos e não podem ser restrictas por si. Existem remodelações manuais para alguns edifícios onde utilizará recursos para constuir uma versão melhorada no mesmo lugar, e nesse caso as remodelações não terão custos, como por exemplo a Serração (neste caso só existe um troca de gráficos). Ao remodelar edifícios habitacionais, os mesmos irão alojar mais habitantes, e os pioneiros pagam mais impostos que os marinheiros. Tal como já percebeu, o único aspecto negativo dos pioneiros é que consomem recursos que os marinheiros não necessitam - portanto irá dispender mais recursos para os manter felizes. TAREFA: Baixe os impostos e espere que pela promoção dos marinheiros a pioneiros.

source: Set the tax level to Low (left end) and wait for your sailors to upgrade.
it: Imposta il livello delle tasse su Basso (a sinistra) ed attendi l'aggiornamento dei marinai.
pt: Baixe os impostos e espere pela promoção dos marinheiros a pioneiros.

source: NEW TASK: BUILD A FARM
it: OBIETTIVO: LA FATTORIA
pt: NOVA TAREFA: CONSTRUA UMA QUINTA

source: Congratulations! Some of your inhabitants have reached increment II! Now you have access to new buildings, take a look at the Build menu again. A shiny new tab appeared there. Pioneers will demand cloth, so you need to set up a production line for cloth starting with lambs wool (which is one of the goods produced at the farm). The farm is a very special production building since it can produce not only one, but very many (and different) goods if you choose. The output of farms depends on what kind of fields you build around it.
it: Congratulazioni! Alcuni dei tuoi abitanti hanno raggiunto il livello II! Ora hai accesso a nuovi edifici, dai una nuova occhiata al menù di costruzione. Una nuova scheda è apparsa. I pionieri richiedono abiti, quindi dovrai realizzare una linea di produzione di abiti con lana di agnello (uno dei beni prodotto dalla fattoria). La fattoria è un edifico molto speciale dato che può produrre non solo uno, ma ma molti (e differenti) beni a tua scelta. La produzione della fattoria dipende dal tipo di campi che vi costruisci attorno.
pt: Parabéns! Alguns dos seus habitantes foram promovidos! Agora tem acesso a novos edifícios, veja novamente o Menu de construção. Uma nova guia apareceu! Os pioneiros irão exigir tecido, portanto irá ser necessário produzir tecido. Isto é feito através da lã das ovelhas (que é um dos recursos produzidos nas quintas). A Quinta é um edifício de produção especial, uma vez que não produz apenas um tipo de recurso, mas sim vários, se optar por isso. Os recursos disponíveis nas Quintas dependem do tipo de campos à volta do local onde a constrói.

source: We will have a closer look at this later. Farms, like all companies producing raw materials, do not necessarily need to be connected to storage or a Branch Office. As long as units of the final production company can reach the farm, and collectors from the branch office or storage tent can reach the final company everything's fine. If you, however, plan to do some processing on different parts of the island (which can make sense) or even on different islands, you will need a connection to collectors. Try to build the farm not too close to the coast or your existing buildings since it will need some space around it to work well. TASK: Build a farm.
it: Gli daremo un'occhiata più tardi. Le fattorie, come tutte le compagnie che producono materiali grezzi, non devono essere necessariamente connesse a magazzini o Filiali. Fintanto che unità della compagnia di produzione finale potranno raggiungere la fattoria, ed i trasportatori dalla filiale o dalla tenda magazzino possono raggiungere la compagnia finale va tutto bene. Se, comunque, pensi di fare delle lavorazioni in parti differenti dell'isola (che può avere senso) o addirittura su isole diverse, ti servirà una connessione ai collettori. Prova a costruire la fattoria non troppo vicino alla costa od ai tuoi edifici già esistenti, dato che vi sarà necessario dello spazio vicino per funzionare bene. OBIETTIVO: Costruisci una fattoria.
pt: Iremos ver isto mais tarde. As quintas tal como todas as outras unidades que produzem materiais não necessitam forçosamente de estarem ligadas ao Armazém ou à Prefeitoria. Desde que as unidades da Prefeitoria ou Armazém consigam chegar à quinta, está tudo bem, as mesmas irão recolher os recursos produzidos. No entanto caso planeie processar recursos em locais distantes da ilha (o que poderá fazer algum sentido) ou até mesmo em ilhas diferentes, irá necessitar de um caminho de ligação. Tente construir a Quinta não muito longe da costa ou dos seus edifícios existentes, tendo em consideração que irá precisar de algum espaço em volta dela também. TAREFA: Construa uma Quinta.

source: Build a farm and keep some empty space around it.
it: Costruisci una fattoria mantenendo dello spazio disponibile intorno.
pt: Crie uma quinta e deixe algum espaço livre em volta da mesma.

source: NEW TASK: BUILD FIELDS
it: OBIETTIVO: I CAMPI
pt: NOVA TAREFA: CONSTRUA CAMPOS

source: The farm itself is not going to produce anything without some fields. You currently have the choice between pastures, potato and sugar fields. Let's have a short overview: * Pasture: Sheep live here, producing lamb wool. * Potato field: Grows potatoes which are currently treated as food. * Sugar field: Grows sugar which is used to distill liquor and (later) produce confectionery. We now only need pastures, but in case your food supply chain is too small (maybe many residential buildings) you can also produce some potatoes. Note that for potatoes you will need a road connection to the farm (not to the field!) as it will be the only company to work on the goods.
it: La fattoria stessa non produrrà nulla senza alcuni campi. Al momento puoi scegliere tra pascoli, patate e campi di zucchero. Diamo una breve descrizione: * Pascoli: le pecore vivono qui, producendo lana d'agnello. * Campi di patate: vi crescono patate che sono al momento considerate cibo. * Campi da zucchero: vi cresce zucchero che è usato per distillare liquori e (successivamente) produrre dolciumi. Al momento ci servono solo i pascoli, ma nel caso la tua catena alimentare sia troppo piccola (forse in presenza di molti edifici residenziali) puoi anche produrvi patate. Nota che per le patate ti servirà una connessione alla fattoria (non al campo!) dato che sarà l'unica compagnia che lavora sui beni.
pt: A Quinta por si só não irá produzir nada sem campos. Actualmente terá como opção criar pastagens, campos de batatas e platações de cana de açúcar. Em mais detalhe: * Pastagems: onde as ovelhas pastam, produzindo lã. * Campo de Batatas: onde crescem batatas, utilizadas para a alimentação da população. * Plantações de Cana de Açúcar: Onde cresce cana de açúcar, utilizada pelas destilarias para produzir alcoól e mais tarde pastelaria. Neste momento só necessitamos de pastagens, mas caso a procura por comida seja elevado (muitos edifícios habitacionais?) poderá também produzir algumas batatas. Tenha em atenção que para produzir batatas será necessário um caminho a ligar à Quinta (não o campo).
