Repository: unknown-horizons/unknown-horizons
Catalog: uh-tutorial/*.po
Languages: it, pt

source: The UH team
it: La squadra di UH
pt: A equipa do UH

source: The tutorial: Build your first settlement and learn how to play!
it: Tutorial: Costruisci un insediamento ed impara a giocare!
pt: O tutorial. Constrói a tua primeira povoação e aprende a jogar!

source: Build a branch office at the coast.
it: Costruire una filiale presso la costa.
pt: Edifica uma filial na costa.

source: Welcome to Unknown Horizons!
it: Benvenuti a Unknown Horizons!
pt: Bemvindo a Unknown Horizons!

source: This is your Captain's log where all important information is stored. A short notification of each task will be provided on the left of the screen. If you are interested in longer descriptions, your log will hopefully provide all the help you need. After you close this log, it can be re-opened with the 'Captain's Log' icon in the top-right corner (below the mini-map, with a sealed document and a feather). For any suggestions on better wording, topics you would like to have explained or even buggy conditions: Please tell us and we will try to improve the tutorial! Visit www.unknown-horizons.org for help on how to contact the team! And now, let's start the actual game.
it: Questo è il tuo diario del Capitano dove sono conservate tutte le informazioni importanti. Una breve notifica di ogni attività sarà mostrata a sinistra dello schermo. Se sei interessato a descrizioni più lunghe, il diario fornirà tutto l'aiuto di cui hai bisogno. Quando il diario è chiuso può essere riaperto con l'icona 'Diario del Capitano' nell'angolo in alto a destra (sotto la mini-mappa, con il documento sigillato e la penna). Per qualsiasi suggerimento su una migliore formulazione, su argomenti che vorresti fossero meglio spiegati o anche per segnalare problemi: per favore diccelo e cercheremo di migliorare il tutorial! Visita www.unknown-horizons.org per un aiuto su come contattare il team! E ora, iniziamo il gioco vero e proprio.
pt: Aqui é o Diário de Bordo on toda a informação importante é guardada. Uma pequena descrição de qualquer tarefa será apresentada no ecrã à esquerda. Se estiver interessado em descrições mais completas, o diário irá oferecer toda a ajuda que necessita. Após fechar este diário, poderá aceder ao mesmo através do icon 'Diário do Capitão' no canto superior direito (por baixo da miniatura do mapa, exibindo um documento e uma pena). Sugestões sobre vocabulário, tópicos ou mesmo falhas que gostaria de ver explicados: diga-nos e tentaremos melhorar o tutorial! Para ajuda sobre contactar a equipa, visite, www.unknown-horizons.org! E agora, vamos iniciar o jgoo.

source: NEW TASK: SETTLE ON AN ISLAND
it: OBIETTIVO: INSEDIARSI SU UN'ISOLA
pt: NOVA TAREFA: ESTABELEÇA A SUA POVOAÇÂO NA ILHA

source: To move your ship, select it with a left click and right click on the location you want it to go to. Once you are near the coast, the anchor-like button you see in the overview tab will become active. This indicates that you are able to build a branch office there by pressing that button (called 'Build Settlement'). Now a preview of your building is dragged around when you move the cursor. You can build on any spot where this preview is not shaded red. Click where you want to place your first building. TASK: Build a branch office at the coast.
it: Per spostare la nave, selezionarla con un clic sinistro e fare un clic destro sulla posizione cui si desidera andare. Una volta vicino alla costa, il pulsante con l'ancora visibile nella scheda panoramica si attiverà. Ciò significa che è ora in grado di costruirvi qui una filiale premendo il pulsante (chiamato 'Costruisci Insediamento'). Un'anteprima dell'edificio verrà visualizzata quando si sposta il cursore. È possibile costruire in ogni luogo dove l'anteprima non diventa rossa. Fare clic dove si desidera posizionare il primo edificio. OBIETTIVO: Costruire una filiale presso la costa.
pt: Para movimentar o seu navio, selecione-o com um clique de botão esquerdo e clique com o botão direito do rato na posição para onde pretende ir. Uma vez perto da costa, o botão com a âncora irá ficar activo na guia de resumo. Isto indica que é possível criar uma filial na costa pressionando esse botão (chamado 'Construir povoação'). Uma pré-visualização do edifício ficará disponível quando move o cursor. Poderá construir em qualquer local em que a pré-visualização não esteja sombreada de vermelho. Clique onde deseja edificar a construção. TAREFA: Construir uma filial na costa.

source: NEW TASK: UNLOAD YOUR GOODS
it: OBIETTIVO: SCARICA I TUOI BENI
pt: NOVA TAREFA: DESEMBARQUE AS MERCADORIAS

source: Now that you have built the Branch Office, you need to move some of your resources to its stock. To do so, select your ship and go into the tab with the wooden box icon called 'Ship Inventory'. Here you get an overview of what this ship's cargo looks like and have the button 'Load/Unload'. This button becomes active if your ship is in range of a possible trade partner like a branch office. Click on the button. If it is not active, move your ship towards the branch office and then try again. TASK: Open the trade dialogue.
it: Ora che la Filiale è stata costruita, è necessario spostare una parte delle risorse nella sua scorta. Per farlo, seleziona la tua nave e vai nella scheda con l'icona della cassa di legno chiamata 'Inventario Nave'. Qui potete avere una panoramica di come appare questa nave e vedere il pulsante 'Carica/Scarica'. Questo pulsante si attiva se la vostra nave è nel raggio di possibili compagni commerciali come una filiale. Fare clic sul pulsante. Nel caso in cui non sia attivo, muovi la nave verso la filiale e riprova. OBIETTIVO: Aprire il menù commerciale.
pt: Agora que construiu uma filial, necessita de transferir alguns dos seus recursos para o armazém. Para efectuar esta operação, selecione o seu navio e vá à guia com a caixa de madeira chamada 'Invetário do Navio'. Aqui tem um resumo da carga do navio e um botão de 'Carregar/Descarregar'. Este botão fica activo se o seu navio estiver numa distância em que é possível efectuar trocas com um parceiro comercial, como por exemplo uma filial. Clique no botão. Se não estiver activo, mova o seu navio para uma posição mais próxima da filial e tente novamente. TAREFA: Abrir o diálogo de troca.

source: The tab you will see is split into 'Ship' and 'Settlement' as trade partners. To move goods from one stock to the other, simply click on them. Try clicking on the boards currently on your ship first and then try moving them back. You can customize the quantity moved by using the self-explanatory radio buttons in the middle. Did you get used to the trade tab? You need some construction material in your settlement now! TASK: Unload at least 10 tons of each resource your ship sailed around with.
it: La scheda che vedi è divisa in 'Nave' e 'Insediamento' come compagni commerciali. Per muovere beni da una scorta all'altra clicca su essi. Prova prima a cliccare sulle assi attualmente sulla tua nave e poi prova a riportale indietro. Puoi personalizzare le quantità spostate usando i bottoni nel centro. Hai familiarizzato con la scheda commerciale? Ora hai bisogno di materiale da costruzione nel tuo insediamento! OBIETTIVO: Scarica almeno 10 tonnellate di ogni risorsa che la tua nave trasporta.
pt: A guia disponível está dividida em 'Navio' e 'Povoação' enquanto parceiros comerciais. Para transferir mercadorias de um armazém para o outro, basta que clique nas mesmas. Para experimentar, clique nas tábuas actualmente no seu navio e depois movimente-as. Poderá customizar a quantidade movimentada através dos butões de rádio no centro. Acha que já está familiarizado com a guia de trocas? Agora precisa de alguns materiais de construção na sua povoação! TAREFA: Descarregar pelo menos 10 toneladas de cada recurso disponível no navio.

source: Unload at least 10 tons of each resource on your ship.
it: Scarica almeno 10 tonnellate di ogni risorsa sulla tua nave.
pt: Descarregue pelo menos 10 toneladas de cada recurso disponível no seu navio.

source: NEW TASK: BUILD A LUMBERJACK
it: OBIETTIVO: IL TAGLIABOSCHI
pt: NOVA TAREFA: CRIE UM LENHADOR

source: With your new construction material in the branch office, you can start to construct some basic buildings. We will start with building a lumberjack. This is essential because, at this stage, boards are the only poles your sailors can afford to hang their tents over. The fisherman needs some boards to build his vessel as well. In order to construct lumberjacks; open the build menu by either clicking the big icon below the mini map or pressing B key. The build menu is sorted by increments. You are currently in the first increment (the Sailors level) so are offered only the basic buildings.
it: Con il nuovo materiale da costruzione nella filiale puoi cominciare a costruire alcuni edifici di base. Comincia con il tagliaboschi. Questo è essenziale perché, a questo punto, le assi sono i soli pali a cui i tuoi marinai potranno agganciare le loro tende. Il pescatore necessita anch'esso di assi per costruire la sua imbarcazione. Per costruire il tagliaboschi apri il menù di costruzione cliccando sulla grossa icona sotto la mini-mappa o premendo il tasto B. Il menù di costruzione è ordinato in livelli. Al momento sei al primo livello (il livello Marinaio) quindi avrai solo gli edifici di base.
pt: Com os seus novos materiais de construção na sua filial, poderá começar a construir alguns edifícios básicos. Iremos começar criando um lenhador. Isto é essencial, pois nesta altura, as tábuas são os únicos materiais disponíveis para os marinheiros construirem as suas tendas. Os pescadores também necessitam de algumas tábuas para construírem os seus barcos. Para construir lenhadores; abra o menu de construção, através de um clique no icon por baixo do mapa miniatura ou pressionando a tecla 'B'. O menu de construção é controlado através de níveis. Está presentemente no primeiro nível (o nível dos marinheiros), pelo que só estarão disponíveis edifícios básicos.

source: As your civilization advances, you also gain more and more complex buildings. For now, select the lumberjack under 'Companies' and build it in an area with some trees around. You can also plant trees later - but that costs money. Use what nature provided you with! A company always needs a trail connection to a storage or branch office, otherwise goods will remain at the company and not be collected. This means that you have to build a trail connecting your branch office (or storage) and lumberjack. TASK: Build a lumberjack in a wooded area and connect it to a road. Watch how a collector will fetch your first self-produced boards.
it: Quando la civilizzazione avanza, guadagnerai altri edifici più complessi. Per adesso, seleziona il tagliaboschi sotto 'Compagnie' e costruiscilo in una zona con presenza di alberi. Potrai anche piantare alberi successivamente - ma questo costa denaro. Usa quello che la natura ti fornisce! Una compagnia necessita sempre di un sentiero verso un magazzino od una filiale, altrimenti i beni rimarranno alla compagnia e non verranno immagazzinati. Questo comporta che dovrai costruire un sentiero tra la filiale (o magazzino) ed il tagliaboschi. OBIETTIVO: Costruisci un tagliaboschi in una zona alberata e connettilo ad una strada. Guarda come un trasportatore prenderà le tue prime assi autoprodotte.
pt: Enquanto a sua civilização progride, ganhará acesso a novos edifícios mais complexos. Por enquanto, selecione o lenhador em 'Companhias' e construa o edificio numa àrea com àrvores à volta. Mais tarde poderá também plantar árvores - mas custa moedas. Utilize o natureza lhe fornece! Uma companhia necessita sempre de um caminho de ligação para um armazém ou para uma filia, caso contrário as mercadorias irão ficar na companhia e não serão colecionadas. Isto significa que deverá construir um caminho de ligação entre a filial e os lenhadores. TAREFA: Construa lenhadores numa àrea com madeira e ligue-a a um caminho. Verifique como um colecionador irá produzir as suas primeiras tábuas.

source: Build a lumberjack and connect it to the branch office using a trail.
it: Costruisci un tagliaboschi e collegalo alla filiale con un sentiero.
pt: Construa uma serração e ligue-a à filial utilizando um caminho.

source: NEW TASK: FOOD SUPPLY
it: OBIETTIVO: RIFORNIMENTI DI CIBO
pt: NOVA TAREFA: FORNECIMENTO DE COMIDA

source: You will need to have some food-producing companies, too, because people in general (and especially sailors) are very hungry. Available companies in the first increment are the Hunter and Fisher. The Hunter, surprisingly, hunts animals in the forest, so he needs trees around. Note that you can place your Hunter close to the lumberjack's forest. It can happen that the animals don't reproduce fast enough or simply hide well. Conclusion: the hunter is not too reliable if you need continuous supply.
it: Avrai bisogno anche di compagnie per la produzione di cibo perché le persone in generale (e specialmente i marinai) sono molto affamati. Le compagnie disponibili nel primo livello sono il Cacciatore ed il Pescatore. Il Cacciatore, sorprendentemente, caccia animali nella foresta, quindi ha bisogno di alberi intorno. Nota che puoi mettere il Cacciatore vicino alla foresta del tagliaboschi. Potrà accadere che gli animali non si riproducano abbastanza velocemente o semplicemente si nascondano bene. Conclusione: il cacciatore non è molto affidabile se desideri un rifornimento continuo.
pt: Também irá necessitar de algumas unidades para produzir comida, isto porque a população em geral (e especialmente os marinheiros) andam sempre esfomeados. As unidades disponíveis no primeiro nível são o caçador e o pescador. O caçador, surpreendemente, caça animais nas florestas, portanto necessita de árvores por perto. Poderá inclusivé colocar os seus caçadores juntos à serração nas florestas. Poderá acontecer que os animais não se reproduzam suficientemente rápido ou que simplesmente sejam bons a esconderem-se dos caçadores. Conclusão: os caçadores poderão não ser muito fiáveis, sobretudo se necessitar de uma oferta contínua.

source: The Fisher needs a coastal building site like the branch office and a fish school in range. He will build a small rowing vessel and catch some fish. This is a very constant supply at the cost of a slightly longer production time per unit of food. A small settlement like yours can use both companies, and you can better balance pros and cons if you see the direct comparison. TASK: Build a hunter and a fisher. Don't forget to connect them to your branch office with trails!
it: Il Pescatore necessita di un sito di costruzione vicino alla riva, come la filiale, ed un branco di pesci nelle vicinanze. Costruirà un piccola imbarcazione a remi e pescherà dei pesci. Questo è un rifornimento costante al prezzo di un tempo di produzione di unità di cibo leggermente maggiore. Un piccolo insediamento come il tuo potrà usare entrambe le compagnie, e potrai bilanciare i pro ed i contro se vedrai un confronto diretto. OBIETTIVO: Costruisci un cacciatore ed un pescatore. Non dimenticarti di connetterli alla filiale con i sentieri!
pt: O pescador necessita de um edificio na costa (como a filial) e uma escola de pesca ao seu alcance. Ele irá construir uma pequena embarcação e apanhar algum peixe. Esta actividade (pesca) irá oferecer uma produção mais uniforme, no entanto exige um pouco mais de tempo por unidade produzida. Uma pequena povoação como a sua poderá utilizar as duas unidades, e poderá conhecer melhor os custos e beneficios através de uma comparação directa. TAREFA: Crie um caçador e um pescador. Não se esqueça de ligá-los à sua filial através de um caminho!

source: Build a hunter and a fisher. Connect them to the branch office.
it: Costruisci un cacciatore ed un pescatore. Connettili alla filiale.
pt: Crie um caçador e um pescador. Ligue-os à sua prefeitoria através de um caminho.

source: NEW TASK: MAIN SQUARE
it: OBIETTIVO: PIAZZA PRINCIPALE
pt: NOVA TAREFA: PRAÇA PRINCIPAL

source: Your residents need a main square where they can fetch their goods from. This means that they need a trail connection from their home to the main square. All goods in your branch office are available at this 'market place', so your residents do not need to walk to the fisher or even to the branch office. You should consider founding your actual house settlement in an area where you can easily expand it and build some trails, too. You should avoid placing tents too close to your lumberjacks for example because building tents will clear away the trees that your lumberjack needs to produce boards. TASK: Build a main square.
it: I tuoi abitanti necessitano una piazza principale da cui possano prelevare i propri beni. Questo significa che necessitano di un sentiero tra la loro casa e la piazza principale. Tutti i beni nella tua filiale sono disponibili in questa 'piazza del mercato', quindi gli abitanti non dovranno andare dal pescatore o alla filiale. Dovrai considerare costruire le abitazioni in una zona che potrai espandere facilmente e costruire anche dei sentieri. Dovrai evitare di piazzare le tende troppo vicine al taglialegna, per esempio, perché la costruzione di tende rimuoverà gli alberi di cui il taglialegna necessita per costruire le assi. OBIETTIVO: Costruisci una piazza principale.
pt: Os seus residentes necessitam de uma Praça Principal onde poderão adquirir as suas mercadorias. Isto significa que eles irão necessitar de um caminho da sua casa para a Praça Principal. Todas as mercadorias na sua prefeitoria estão disponíveis neste 'mercado', portanto os seus residentes não necessitam de visitar os pescadores, ou até mesmo a prefeitoria. Deverá considerar fundar a sua àrea habitacional numa àrea onde poderá expandi-la facilmente e construir caminhos. Deverá evitar colocar tendas demasiado próximas dos seus lenhadores, por exemplo porque construir tendas irá remover árvores que os seus lenhadores precisam para produzir tábuas. TAREFA: Construir a Praça Principal.

source: Now let's have a closer look at the main square. In the overview tab you can quickly adjust taxes. In the second tab 'Account' you get a balance sheet of this island, featuring all costs you pay and all taxes you earn. The items 'Sale' and 'Buy' refer to your trading balance and will be explained later on. If your balance is positive, you all-in-all make a profit. In the 'Settler' tab you can see how happy your inhabitants are and what resource most of them want to be supplied with.
it: Ora diamo un'occhiata alla piazza principale. Nella scheda panoramica potrai facilmente modificare la tassazione. Nella seconda scheda 'Conto' vedrai una tabella bilancio dell'isola, mostrando tutti i costi che paghi e le tasse che guadagni. Gli articoli 'Vendita' e 'Acquisto' si riferiscono al bilancio commerciale e saranno spiegati successivamente. Se il tuo bilancio è positivo otterrai dei profitti. Nella scheda 'Panoramica Insediamento' potrai vedere quanto felici sono i tuoi abitanti e di quali risorse hanno più bisogno.
pt: Observemos a Praça Principal um pouco mais de perto. Na guia dos resumo poderá facilmente ajustar os impostos. Na segunda guia 'Conta' poderá aceder a um balancete da sua ilha, que inclui todos os custos que pagas e impostos que recolhe. Os items 'Venda' e 'Compra' referem-se ao seu balancete de trocas e irão ser explicados mais tarde. Se o seu balancete for positivo, fará lucro e viverá na abundância. Na guia de 'Povoador' deverá ver se os seus residentes estão felizes e qual é o recurso que eles mais procuram.

source: Build a main square. Choose an area without many economy buildings.
it: Costruisci una piazza principale. Scegli un'area senza troppi edifici commerciali.
pt: Construa uma Praça Principal. Escolha uma área sem muitos edificios ligados à economia.

source: NEW TASK: RESIDENTIAL BUILDINGS
it: OBIETTIVO: EDIFICI RESIDENZIALI
pt: NOVA TAREFA: EDIFÍCIOS RESIDENCIAIS

source: Settlers want to have a roof over their heads, else they won't even think of living in your city! You need to provide tents. Tents are the basic residential buildings. Your inhabitants will want to upgrade it when they reach higher increments. Settlers may not look very useful since they will try to consume all goods you produce - but they at least pay taxes, and that's the only way you can make money for now! TASK: Build a tent and connect it to the main square.
it: I coloni vogliono dei tetti sulle loro teste, altrimenti non penseranno neppure di venire nella tua città! Devi fornirgli delle tende. Le tende sono edifici residenziali di base. I tuoi abitanti vorranno aggiornarle quando raggiungono livelli più elevati. I coloni potrebbero non sembrare molto utili dati che tenteranno di consumare tutti i beni che producono - ma almeno pagheranno le tasse, e questo è l'unico modo con cui potrai fare soldi per ora! OBIETTIVO: Costruisci una tenda e connettila alla piazza principale.
pt: Os povoadores irão necessitar de um telhado sobre as suas cabeças, caso contrário não irão sequer considerar viver na sua povoação! Deverá fornecer estas tendas. As tendas são o edifício residencial mais básico. Os seus habitantes irão querer que faça melhoramentos quando chegar a níveis mais altos. Os povoadores podem não parecer muito importantes, uma vez que apenas consomem mercadorias e recursos - mas são eles que pagam os impostos, e é a única maneira que tem de produzir moeda por enquanto! TAREFA: Constrúa uma tenda e ligue-a à Praça Principal.

source: Build a tent and connect it to the main square.
it: Costruisci una tenda e collegala alla piazza principale.
pt: Constrúa uma tenda e ligue-a à Praça Principal.

source: Let's have a look at the tent overview tab. You can see * the happiness of these residents, * the taxes they pay and * the resources they demand. If their demands are fulfilled, happiness and thus your tax income increase. If not, happiness and income decrease. At some time your residents may get really sour and simply turn their back on your village, leaving behind a decaying ruin. Note that you can also change the global tax settings here, too. TASK: Build at least three additional tents. TIP: Holding down SHIFT eases constructing multiple buildings of the same kind.
it: Diamo un'occhiata alla scheda panoramica tenda. Puoi vedere * la felicità dei residenti, * le tasse che pagano e * le risorse che richiedono. Se le loro richieste sono soddisfatte, la felicità e quindi le entrate delle tasse aumenteranno. Altrimenti la felicità e le tasse diminuiranno. Ad un certo punto i residenti potranno inacidirsi e semplicemente lasceranno il villaggio, lasciando una rovina decadente. Nota che puoi cambiare le impostazione di tassazione anche da qui. OBIETTIVO: Costruisci almeno tre tende aggiuntive. SUGGERIMENTO: Premendo il tasto SHIFT faciliterai la costruzione di molti edifici dello stesso tipo.
pt: Vamos analizar a guia de resumo das tendas. Poderá ver: * O grau de felicidade dos seus habitantes; * Os impostos que pagam; * Os recursos que exigem. Se a sua procura for satisfeita, a felicidade e os seus impostos irão aumentar. Se a felicidade e a oferta diminuirem, passado algum tempo os seus residentes podem mesmo ficar desapontados e simplesmente abandonar a aldeia, deixando para trás um ruína como símbolo da decadência. Tenha em atenção que poderá também alterar as definições de impostos globais aqui. TAREFA: Construa pelo menos três tendas adicionais. DICA: Mantendo pressionado SHIFT permite contruir vários edifícios do mesmo tipo de uma só vez.

source: Build at least three additional tents and connect them to the main square.
it: Costruisci almeno tre tende aggiuntive e collegale alla piazza principale.
pt: Construa pelo menos três tendas adicionais e ligue-as à Praça Principal.
