Repository: unknown-horizons/unknown-horizons
Catalog: uh-tutorial/*.po
Languages: it, pt

source: Make sure that all fields you build are in the area covered by the farm. You can have combined production - one pasture will not lead to 100 percent efficiency of the farm - but you need to check how many fields one farm can serve. Different classes of fields require the farm units to spend more or less time there (to seed, harvest, herd, etc…) and because of that, the farm may be unable to serve all of the fields you built for it in time. For now, you do not need to care about these issues a lot since you haven't built any fields. Let's change that! TASK: Build at least one pasture in the farm's range and add potato fields if you like.
it: Assicurati che tutti i campi costruiti siano nell'area coperta dalla fattoria. Puoi avere delle produzioni combinate - un pascolo non sfrutterà tutta la fattoria - ma dovrai controllare quanti campi può servire una fattoria. Diverse classi di campi richiedono alle unità della fattoria di impiegare più o meno tempo qui (per seminare, raccogliere, radunare, ecc...) e, quindi, la fattoria potrebbe non riuscire a servire tutti i campi gestiti in tempo. Per adesso non preoccuparti troppo di questi problemi dato che non hai ancora costruito campi. Procediamo quindi! OBIETTIVO: Costruisci almeno un pascolo nel raggio della fattoria ed aggiungi campi di patate se lo desideri.
pt: Certifique-se que todos os campos são criados na área envolvente da Quinta. Poderá combinar a produção - uma pastagem não irá ocupar utilizar todas as capacidades da quinta - deverá verificar quantos campos uma Quinta poderá servir. As diferentes classes de campos requerem que as unidades da Quinta gastem mais ou menos tempo (para plantar, colher, etc...) e devido a isso, a Quinta poderá servir todos os campos que criou previamente. Por agora, não necessita de se preocupar, uma vez que não tem muitos campos. Vamos alterar isso! TAREFA: Crie pelo menos uma pastagem na àrea envolvente da Quinta e adicione um campo de batatas se preferir.

source: Build at least one pasture and add potato fields if you like.
it: Costruisci almeno un pascolo ed aggiungi campi di patate se lo desideri.
pt: Crie no mínimo um campo e adicione-lhe batatas se preferir.

source: NEW TASK: BUILD STORAGE
it: OBIETTIVO: I MAGAZZINI
pt: NOVA TAREFA: CONSTRUA UM ARMAZÉM

source: Did you watch your lumberjack recently? Since your branch office does not have unlimited space to store goods, collectors will stop fetching goods from companies when stock is full. So if no sailor recently wanted to upgrade his tent, you probably have a lot of boards and in that case, the lumberjack may idle. We can improve this situation with two different approaches, and below we will have a look at both of them. All companies offer the possibility of doing no work at all. This may sound strange, but try to click on the gear wheel you see in, for example, a lumberjack's overview. If this 'break' mode is enabled (we call it 'Decommissioning'), the running costs you pay for the building will decrease. They won't be zero, but still lower than if you keep the company producing.
it: Hai controllato il tagliaboschi recentemente? Dato che la filiale non dispone di spazio illimitato per immagazzinare beni, i trasportatori si fermeranno a raccogliere beni dalle compagnie quando la scorta è piena. Quindi se nessun marinaio ha recentemente aggiornato la tenda, avrai probabilmente molte assi ed in quel caso il taglialegna potrebbe oziare. Possiamo migliorare questa situazione con due approcci differenti, e sotto discuteremo entrambi. Tutte le compagnie hanno la possibilità di non fare alcun lavoro. Questo potrà sembrare strano, ma prova a cliccare sulla ruota dentata che vedi, ad esempio, nella panoramica del tagliaboschi. Se questo modo 'pausa' è abilitato (lo chiamiamo 'Decommissione'), i costi ricorrenti che paghi per l'edificio diminuiranno. Non saranno zero, ma comunque più bassi del caso con la compagnia attiva.
pt: Tem observado a Serração recentemente? Desde que a sua Prefeitoria não tem espaço ilimitado para armazenar mercadorias, os colecionadores irão parar de as recolher quando o armazém está cheio. Se nenhum marinheiro quis recentemente remodelar a sua tenda, possivelmente terá muitas tábuas, e nesse caso a serração poderá estar parada. Podemos rectificar esta situação de duas formas! Todas as unidades oferecem a possibilidade de paragem. Isto pode parecer estranho, clique na roda dentada que vê, por exemplo, no resumo da serração. Se este modo for ligado, a produção pára e pagará menos custos de manutenção. Não serão nulos, mas serão inferiores aos custos apresentados caso a unidade esteja a produzir.

source: This means that you can save money when you temporarily do not need a company and do not want to tear it down, either. Another solution is to build the last increment-I building which has not been mentioned so far: the storage tent. This building has two purposes. It: * Offers more storage for your goods, and * sends its own collectors to fetch goods, just like the branch office does. Note that companies can also be connected to a storage in order to get their products collected, and if the branch office is overwhelmed with collector tasks, you can place a storage tent to help out there. TASK: Build a storage tent, preferably where you need collectors.
it: Questo significa che puoi risparmiare denaro quando non hai temporaneamente bisogno di una compagnia e comunque non vuoi distruggerla. Un'altra soluzione è di costruire l'ultimo edificio di livello I che non abbiamo ancora discusso: la tenda magazzino. Questo edificio ha due scopi: * offre più spazio per i tuoi beni, e * invia i propri trasportatori per raccogliere beni, proprio come fa la filiale. Nota che le compagnie possono anche essere connesse ad un magazzino in modo da avere i propri prodotti raccolti, e se la filiale è sovraccarica per i lavori di raccolta, puoi costruire un magazzino tenda per aiutarla. OBIETTIVO: Costruisci un magazzino tenda, preferibilmente dove necessiti di trasportatori.
pt: Isto significa que poderá poupar moedas quando não necessitar que uma unidade produza recursos durante um periodo de tempo e não a queira destruir. Outra solução será construír outro edifício que não foi mencionado previamente: um Armazém. Este edifício tem dois porpósitos. Ele: * oferece mais capacidade de armazenagem;* envia os seus próprios colecionadores para recolherem a mercadoria, tal como a Prefeitoria faz. Note que as unidades podem também estar ligadas a um armazém para terem os seus recursos recolhidos, e se a Prefeitoria está sobrecarregada com tarefas de recolha, poderá utilizar um armazém para ajudar. TAREFA: Construa um Armazém, preferencialmente onde necessita de colecionadores.

source: Build a storage tent (increment I tab) where it makes sense.
it: Costruisci una tenda magazzino (scheda livello I) dove può essere utile.
pt: Construa um Armazém onde necessitar.

source: NEW TASK: BUILD A WEAVER
it: OBIETTIVO: IL TESSITORE
pt: NOVA TAREFA: CRIE UM TECELÃO

source: Now the wool production is set up, you still need a weaver to produce cloth out of this wool. There are two spots where you can build it - either close to the farm or close to a Storage Tent (or the Branch Office). In both cases you should ensure the connection to a trail as well. You can place the weaver close to the farm and tear down any trail to the farm to see that it will still fetch the wool and produce. TASK: Build a weaver positioned so it can get wool.
it: Ora che la produzione di lana è avviata hai ancora bisogno di un tessitore per produrre abiti da questa lana. Ci sono due zone dove costruirlo - o vicino alla fattoria o vicino ad un Magazzino Tenda (o Filiale). In entrambi i casi devi anche provvedere ad una connessione con un sentiero. Puoi costruire il tessitore vicino alla fattoria e demolire ogni sentiero verso la fattoria per vedere che comunque raccoglierà la lana e produrrà. OBIETTIVO: Costruisci un tessitore posizionandolo in modo che possa raccogliere lana.
pt: Agora que a produção de lã está operacional, ainda precisa de um tecelão para produzir o tecido a partir da lã. Existem dois lugares onde poderá construí-lo - ou junto a uma quinta or junto a um Armazém (ou Prefeitoria). Em ambos os casos deverá certificar-se que existem caminhos. Poderá colocar o Tecelão junto à Quinta e utilizar qualquer caminho para a Quinta e verificar se se o colecionador recolhe também a lã. TAREFA: Construa um Tecelão posicionado para recolher lã.

source: Build a weaver that can somehow reach the wool of your farm.
it: Costruisci un tessitore che possa raggiungere la lana della fattoria.
pt: Construa um Tecelão posicionado para recolher a lã da sua Quinta.

source: House a total of 50 or more inhabitants in your city to complete the tutorial. You need a positive balance.
it: Alloggia almeno 50 abitanti nella tua città per completare il tutorial. Hai bisogno di un bilancio positivo.
pt: Aloje 50 ou mais habitantes na sua cidade para terminar este tutorial. Necessita de um balanço positivo.

source: NEW TASK: COMPLETE TUTORIAL
it: OBIETTIVO: FINISCI IL TUTORIAL
pt: NOVA TAREFA: TERMINE O TUTORIAL

source: Try to house a total of 50 or more inhabitants in your city by providing more residential buildings. Once you are able to keep an economy running which can satisfy this amount of consumers, you are ready to discover new Unknown Horizons! TASK: Reach a total number of 50 inhabitants and a positive balance to complete this tutorial.
it: Prova ad alloggiare 50 abitanti o più nella tua città fornendo più edifici residenziali. Una volta che sarai in grado di mantenere un'economia che può soddisfare questo valore di cittadini, sarai pronto per scoprire Unknown Horizons! OBIETTIVO: Raggiungi un totale di 50 abitanti ed un bilancio positivo per completare questo tutorial.
pt: Tente alojar um total de 50 ou mais habitantes na sua povoção e forneça os edifícios residenciais necessários. Uma vez que consiga uma economia que satizfaça este número de habitantes, está pronto para descobrir novos Horizontes Desconhecidos! TAREFA: Atinja um número de 50 ou mais habitantes e balanço positivo para completar este tutorial.

source: NO TASKS LEFT
it: COMPITI FINITI
pt: NENHUMA TAREFA DISPONÍVEL

source: There is nothing left to do now. If you have any suggestions on what we could or should improve, add or leave out: www.unknown-horizons.org #unknown-horizons @ irc.freenode.net team@unknown-horizons.org Our forums are open to you as well! The best results until now were achieved by joining our IRC channel, so you could try that out first (-;
it: Non c'è più nulla da fare, ora. Se hai suggerimenti su cosa potremmo o dovremmo migliorare, aggiungili oppure esci: www.unknown-horizons.org #unknown-horizons @ irc.freenode.net team@unknown-horizons.org I nostri forum sono anche aperti per te! I migliori risultati fino ad ora sono stati raggiunti unendosi al canale IRC, quindi potresti provare questo come primo passo (-;
pt: Não existe nada fazer agora. Se tiver alguma sugestão em algo que possamos adicionar ou melhorar, contácte-nos: www.unknown-horizons.org #unknown-horizons @ irc.freenode.net team@unknown-horizons.org Temos fórums disponíveis se preferir! Os melhores resultados até agora foram obtidos através do nosso canal de IRC, recomendamos essa aproximação primeiro (-;

source: Thanks!
it: Grazie!
pt: Obrigado!

source: Thanks for playing the tutorial! Your UH-Team
it: Grazie per aver giocato il tutorial! La squadra di UH
pt: Obrigado por ter jogado o tutorial! A Equipa do UH

source: Congratulations! You have reached the end of this tutorial and are ready to meet new challenges!
it: Congratulazioni! Hai completato il tutorial e sei pronto per nuove sfide!
pt: Parabéns! Chegou ao final deste tutorial e está preparado para novos desafios!
