Repository: unknown-horizons/unknown-horizons
Catalog: po/uh-tutorial/*.po
Languages: cs, de, es, fi, fr

source: To make them happy, there is nothing else for you to do but setting taxes to a lower level since you have fulfilled all the demands of your inhabitants.
cs: Abyste je učinili šťastnými, není nic jednoduššího než nastavit daně na nižší úroveň, dokud nebudou naplněny všechny požadavky Vašich obyvatel.
de: Um sie glücklich zu machen, gibt es ein probates Mittel: Steuersenkungen. Da alle Bedürfnisse der Einwohner erfüllt sind, sollten sie bald aufsteigen.
es: Para mantenerlos felices no puedes hacer nada más que eso, salvo mantener los impuestos en el nivel más bajo hasta que satisfagas todas sus demandas.
fi: Voit tehdä asukkaistasi onnellisempia laskemalla veroprosenttia. Muuta sinun ei tarvitse tehdä, sillä olet jo täyttänyt asukkaidesi kaikki vaatimukset.
fr: Pour les rendre heureux, il n'y a rien d'autre à faire que de fixer des impôts plus bas puisque vous avez répondu à toutes leurs demandes.

source: You should try to not always run on low taxes since this will probably lead to bankruptcy sooner or later. For a period of time and if you know what you are doing, it is fine though.
cs: Nízké daně je potřeba využívat obezřetně. Pokud je necháte na nízké úrovni, přivedete svůj ostrov, dříve nebo později, k bankrotu. Pokud ale víte, co děláte, fungují skvěle.
de: Ihr solltet nicht versuchen, die Steuern längerfristig auf einem niedrigen Niveau zu belassen. Dies kann Euch früher oder später in den Bankrott treiben. Für einen begrenzten Zeitraum ist es aber nützlich.
es: No mantengas los impuestos bajos ya que probablemente te llevará tarde o temprano a la quiebra. Sin embargo durante un breve período de tiempo, si sabes lo que haces, está bien.
fi: Veroprosenttia ei kannata kuitenkaan koko aikaa pitää alhaalla, sillä tästä todennäköisesti aiheutuu konkurssi ennemmin tai myöhemmin. Voit kuitenkin laskea prosenttia huoletta pieniksi ajoiksi.
fr: Vous devriez essayer de ne pas toujours jouer avec un niveau d'impôt trop bas puisque ceci vous mènerais à la faillite tôt ou tard. Mais pour une période de temps défini et si vous savez que vous faites, ce n'est pas un problème.

source: After some time, the first unit should walk to the main square and have a look for new construction material there to build a log house. This house will replace the old tent.
cs: Po určité době se první obyvatelé vypraví na náměstí, aby získali nový stavební materiál, který potřebují ke stavbě srubu. Tímto domem nahradí své dosavadní stany.
de: Nach einiger Zeit sollten die ersten Einwohner zum Marktplatz gehen und nach ausreichend Baumaterial suchen, um ein Blockhaus zu errichten. Dieses Haus wird das alte Zelt ersetzen.
es: Después de algún tiempo, la primera unidad saldrá caminando hacia la plaza principal donde buscará materiales de construcción para construirse una cabaña que sustituya su vieja tienda de campaña.
fi: Jonkin ajan jälkeen ensimmäisen yksikön pitäisi kävellä keskustorille ja etsiä sieltä uusia rakennustarvikkeita rakentaakseen hirsitalon. Tämä talo korvaa vanhan teltan.
fr: Après quelques temps, un premier pionnier devrait aller à la place centrale y chercher du matériel nécessaire à la construction d'une maison en rondin. Cette maison remplacera la vieille tente.

source: Such residential upgrades cost resources and can thus be restricted at the main square.
cs: Takové vylepšení obytných budov jsou jediným vylepšením, které Vás stojí prostředky a nemůže být Vámi zakázáno.
de: Solche Wohnungsverbesserungen kosten Euch Waren, daher könnt Ihr sie in den Marktplatz-Tabs einschränken.
es: Como tales mejoras residenciales supone consumo de recursos puedes restringirlos en la plaza principal.
fi: Asuinrakennusten päivitykset ovat ainoat, jotka maksavat resursseja ja joita voidaan rajoittaa.
fr: L'amélioration de l'habitat coûte des ressources et peut être limitée depuis la place principale.

source: There also are upgrades of buildings without costs, as you will see with the lumberjack. In this case, only the graphics change.
cs: Jsou zde také manuální vylepšení některých budov, kdy jsou prostředky využity ke stavbě lepší verze budovy na tom samém místě. Také existují vylepšení bez poplatků, například jak uvidíte u dřevorubce (dojde ke grafické změně).
de: Es gibt aber auch Verbesserungen ohne Kosten, wie Ihr zum Beispiel beim Holzfällerlager bemerken werdet. In diesem Fall wird nur die Gebäudegraphik angepasst.
es: También hay mejoras de edificios sin costes, como podrás ver con el aserradero. En este caso, sólo hay un cambio en los gráficos.
fi: Jotkut päivitykset ovat kuitenkin maksuttomia, kuten esimerkiksi puunhakkaaja (jolloin vain ulkoasu muuttuu).
fr: Comme vous pouvez l'observer chez le bucheron il existe aussi des améliorations gratuites. Dans ce cas uniquement l'image du bâtiment est améliorée.

source: Upgraded housing accomodates more inhabitants, and pioneers pay more taxes than sailors, too.
cs: Vylepšené domy pojmou více obyvatel a průkopníci také platí vyšší daně než námořníci.
de: Verbesserte Wohnungen beherbergen mehr Bewohner und Pioniere zahlen auch mehr Steuern als Seefahrer.
es: Las mejoras de las casas permite acomodar más habitantes, y además los pioneros pagan más impuestos que los marineros.
fi: Päivitettyyn asumukseen mahtuu enemmän asukkaita ja lisäksi kansoittajat maksavat myös enemmän veroja kuin merimiehet.
fr: Les logements améliorés peuvent héberger plus d'habitants et, de plus, les pionniers paient plus de taxes que les marins.

source: As you may have figured out already, the downside is that pioneers demand additional goods which sailors do not need - so you will need to spend this extra money to make them happy as well.
cs: Jak už jste si možná všimli, nevýhodou je, že průkopníci požadují dodatečné zboží, které námořníci nepotřebovali - takže budete muset utratit peníze, abyste je učinili šťastnými.
de: Wie Ihr wahrscheinlich schon ahnt, gibt es auch einen Nachteil. Pioniere benötigen weitere Güter, die Seefahrer nicht brauchten. Damit müsst Ihr mehr Geld aufwenden, um sie weiterhin zufrieden zu stellen.
es: Como podrás imaginar, la desventaja es que los pioneros van a demandar productos adicionales que los marineros no necesitaban - así que tendrás que gastar un dinero extra en hacerles felices también.
fi: Kuten olet jo saattanut huomata, huonona puolena kansoittajat vaativat myös tavaroita, joita merimiehet eivät tarvinneet - sinun pitää siis käyttää nämä ylimääräiset tuotot myös heidän onnellisena pitämiseen.
fr: Comme vous l'avez peut-être constaté, le désavantage est que les pionniers demandent des biens supplémentaires dont les marins n'ont pas besoin - vous devrez donc dépenser cet argent supplémentaire pour les satisfaire aussi.

source: TASK: Set the tax level to Low (left end) and wait for sailors to upgrade.
cs: ÚKOL: Nastavte výši daní na nízkou hodnotu (levý okraj posuvníku) a počkejte na vylepšení.
de: AUFGABE: Setzt die Steuern auf ein niedriges Niveau (linkes Ende) und wartet darauf, dass die Seefahrer ihre Wohnungen verbessern.
es: TAREA: Fija un nivel de impuestos bajo (hacia la izquierda) y espera a que los marineros empiecen las mejoras.
fi: TEHTÄVÄ: Aseta veroprosentti matalaksi (vasempaan päähän) ja odota merimiesten päivittymistä.
fr: MISSION : Baissez les taxes (côté gauche du régleur) et attendez que les marins se développent.

source: Set the tax level to Low (left end) and wait for your sailors to upgrade.
cs: Nastavte výši daní na nízkou hodnotu (levý okraj) a počkejte na vylepšení.
de: Setzt die Stufe der Steuern auf Niedrig (linke Seite) und wartet, bis Eure Siedler aufsteigen.
es: Fija los impuestos a un nivel 'Bajo' (izquierda de todo) y espera a la actualización de tus marineros.
fi: Laske verotasosi alas (palkin vasempaan päähän) ja odota merimiestesi päivittyvän seuraavalle tasolle.
fr: Réglez les taxes sur Bas (côté gauche du régleur) et attendez que vos marins se développent.

source: NEW TASK: BUILD A FARM
cs: NOVÝ ÚKOL: POSTAVTE FARMU
de: NEUE AUFGABE: FARM BAUEN
es: LAS GRANJAS
fi: RAKENNA MAATILA
fr: MISSION : CONSTRUIRE UNE FERME

source: Congratulations! Some of your inhabitants have reached increment II!
cs: Gratulujeme! Část vašich obyvatel dosáhla úrovně II!
de: Gratulation! Einige Eurer Einwohner haben soeben Stufe II erreicht!
es: ¡Felicidades! ¡Algunos de tus habitantes han alcanzado el nivel 2!
fi: Onneksi olkoon! Jotkut asukkaasi ovat saavuttaneet tason II!
fr: Félicitations ! Certains de vos habitants ont atteint le deuxième niveau de développement !

source: Now you have access to new buildings, take a look at the Build menu again.
cs: Nyní máte přístup k novým budovám, podívejte se do Stavebního menu znova.
de: Jetzt habt Ihr Zugriff auf neue Gebäude. Werft dazu einen Blick auf das Baumenü.
es: Ahora accede a los nuevos edificios, vamos a echar un vistazo otra vez al menú de construcción.
fi: Nyt kun sinulla on pääsy uusiin rakennuksiin, katsopas rakennusvalikkoa uudestaan.
fr: Vous avez maintenant accès à de nouveaux bâtiments, regardez de nouveau le menu de construction.

source: A shiny new tab appeared there.
cs: Objevila se zde nová blýskavá záložka.
de: Ein neuer Tab ist aufgetaucht!
es: Un nueva y reluciente pestaña apareció ahí.
fi: Sinne on ilmestynyt uutukainen välilehti.
fr: Un joli nouvel onglet vient d'y apparaître.

source: Pioneers will demand cloth, so you need to set up a production line for cloth starting with lambs wool (which is one of the goods produced at the farm).
cs: Průkopníci budou požadovat látku, to znamená, že budete muset vytvořit výrobní linku pro látku, která začne ovčí vlnou (ovce jsou produkovány na farmě).
de: Pioniere benötigen Kleidung, deshalb müsst Ihr eine neue Produktionslinie planen. Sie beginnt mit Schafswolle (die, wie einige andere Rohstoffe, in der Farm produziert wird).
es: Los pioneros reclamarán tejidos, así que necesitas fijar el inicio de una línea de producción textil con lana de oveja (que es uno de los bienes producidos en las granjas).
fi: Kansoittajat tulevat vaatimaan vaatteita, joten sinun pitää rakentaa tuotantolinja vaatteille lampaanvillasta lähtien (joka on yksi maatilan tuottamista tarvikkeista).
fr: Les pionniers demanderont du tissu, vous devrez créer une ligne de production en commençant par la laine de mouton (l'un des biens produit à la ferme).

source: The farm is a very special production building since it can produce not only one, but very many (and different) goods if you choose.
cs: Farma je vyjímečná produkční budova, která neprodukuje pouze jednu, ale velmi mnoho (a rozličných) druhů zboží, které si zvolíte.
de: Die Farm ist eine sehr spezielle Produktionsstätte, denn sie stellt nicht nur einen, sondern auch mehrere unterschiedliche Rohstoffe her, wenn Ihr dies wünscht.
es: La granja es un edificio de producción especial dado que si lo deseas puedes producir muchos (y variados) bienes.
fi: Maatila on tärkeä tuotantorakennus, sillä se voi tuottaa todella monia (ja erilaisia) resursseja.
fr: La ferme est un bâtiment de production très spéciale puisqu'elle peut produire plusieurs biens (différents) si vous le voulez.

source: The output of farms depends on what kind of fields you build around it.
cs: Výstupní produkt závisí na typu polí, které jsou vystavěny okolo ní.
de: Die Erzeugnisse der Farm sind davon abhängig, welche Felder in ihrer Umgebung errichtet werden.
es: La producción de las granjas depende del tipo de campos de cultivo que construyas a su alrededor.
fi: Maatilojen tuotanto riippuu siitä, mitä peltoja olet rakentanut sen lähettyville.
fr: La production d'une ferme dépend du type de champ que vous placez autour d'elle.

source: We will have a closer look at this later.
cs: K tomuto se podrobněji vrátíme později.
de: Wir werden später darauf zurückkommen.
es: Daremos un vistazo en profundidad más adelante.
fi: Tarkastelemme tätä myöhemmin.
fr: Nous regarderons cela de plus près plus tard.

source: Farms, like all companies producing raw materials, do not necessarily need to be connected to storage or a warehouse.
cs: Farmy, stejně jako všechny společnosti produkující suroviny, nemusí být propojeny se skladištěm nebo pobočkou.
de: Farmen müssen (wie alle Produktionsgebäude von Rohstoffen) nicht zwangsläufig mit einem Kontor oder Lager verbunden sein.
es: Las granjas, al igual que todos los negocios que producen materias primas, no necesariamente requieren estar conectadas a un almacén o a una lonja.
fi: Resursseja valmistavat yritykset eivät välttämättä tarvitse polkuyhteyttä varastoon tai sivutoimistoon. Maatila lukeutuu näihin yrityksiin.
fr: Les fermes, comme tout les bâtiments produisant des biens bruts, n'ont pas besoin d'être connectées à un comptoir ou au stock.

source: As long as units of the final production company can reach the farm, and collectors from the warehouse or storage tent can reach the final company everything's fine.
cs: Jednotky výrobní společnosti musí dosáhnout na výstupy z farmy a výběrčím z pobočky nebo skladiště stačí dosáhnout na výsledné produkty z výrobní společnosti.
de: Solange die Güter das verarbeitende Gewerbe erreichen können, ist alles in Ordnung.
es: Todo irá bien mientras los trabajadores del negocio de producción final puedan llegar a la granja, así como los recolectores de la lonja o del almacén puedan llegar el negocio final.
fi: Riittää, että lopputuotannon yritykset tavoittavat maatilan ja kerääjät sivutoimistolta tai varastolta pääsevät lopputuottajalle.
fr: Tant qu'une personne de l'entreprise de transformation peut atteindre la ferme et qu'un porteur du comptoir ou d'un dépôt peut atteindre l'entreprise alors tout ira bien.

source: If you, however, plan to do some processing on different parts of the island (which can make sense) or even on different islands, you will need a connection to collectors.
cs: Nicméně, pokud plánujete provádět některou část z výrobního řetězce v jiných částech ostrova (což může dávat smysl) nebo na různých ostrovech, budete potřebovat propojení k výběrčím.
de: Falls aus irgendwelchen Gründen Teile der Verarbeitung an verschiedenen Stellen der Insel geplant sind (was durchaus Sinn ergeben kann) oder sogar auf verschiedenen Inseln, wird eine Abholung durch Träger und damit Straßenverbindung aber notwendig.
es: Sin embargo, si planeas hacer distintas partes del procesamiento distintas áreas de la isla (que puede tener sentido) o incluso en diferentes islas, necesitarás una conexión a los recolectores.
fi: Jos kuitenkin aiot valmistaa tuotteita eri saaren osissa (missä saattaa olla järkeä) tai jopa eri saarilla, tulet tarvitsemaan jonkinlaisen kulkuyhteyden sivutoimistoon tai johonkin varastoon.
fr: Cependant si vous pensez affiner ces biens brut sur une autre partie de l'île ou même sur une autre île, vous devrez les connecter à un dépôt ou à un comptoir.

source: Try to build the farm not too close to the coast or your existing buildings since it will need some space around it to work well.
cs: Zkuste postavit farmu tak, aby nebyla blízko pobřeží a stávajících budov, protože bude pro správnou činnost potřebovat místo okolo sebe.
de: Versucht, die Farm nicht zu nah an der Küste oder anderen Gebäuden zu bauen, denn sie benötigt etwas Platz für eine optimale Auslastung.
es: Procura no construir la granja en un lugar demasiado cerca de la costa o de otros edificios existentes dado que necesitará algo de espacio alrededor para funcionar bien.
fi: Maatila kannattaa rakentaa kauaksi rannikosta ja asutuksesta, sillä se tulee tarvitsemaan tilaa toiminnalleen.
fr: Essayez de construire une ferme, mais pas trop près de la côte ou d'autres bâtiments puisqu'elle aura besoin d'espace autour d'elle pour bien fonctionner.

source: TASK: Build a farm.
cs: ÚKOL: Postavte farmu.
de: AUFGABE: Errichtet eine Farm.
es: TAREA: Construir una granja.
fi: TEHTÄVÄ: Rakenna maatila.
fr: MISSION: Construire une ferme.

source: Build a farm and keep some empty space around it.
cs: Postavte farmu a nechte kolem ni volné místo.
de: Errichtet eine Farm und lasst ausreichend Platz in der Umbegung frei.
es: Construya una granja manteniendo disponible algún espacio alrededor de ella.
fi: Rakenna maatila ja jätä vapaata tilaa sen ympärille.
fr: Construisez une ferme et laissez de l'espace libre autour d'elle.

source: NEW TASK: BUILD FIELDS
cs: NOVÝ ÚKOL: STAVBA POLÍ
de: NEUE AUFGABE: FELDER
es: LOS CAMPOS
fi: RAKENNA PELTOJA
fr: MISSION : LES CHAMPS

source: The farm itself is not going to produce anything without some fields.
cs: Samotná farma nebude nic produkovat, pokud nebudou postavena pole.
de: Die Farm selbst kann ohne Felder nichts produzieren.
es: La granja por sí sola no va a producir nada sin crear campos de cultivo.
fi: Maatila ei itse itsessään tuota mitään ilman peltoja.
fr: La ferme elle-même ne produira rien sans champs.

source: You currently have the choice between pastures, potato and sugar fields.
cs: Nyní máte možnost výběru mezi pastvinami, bramborovými poli a plantážemi s cukrovou třtinou.
de: Momentan habt Ihr die Wahl zwischen drei Feldern.
es: Tienes para elegir entre prados, patatas y campos de caña de azúcar.
fi: Tällä hetkellä valittavissasi on laitumet sekä peruna- ja sokeripellot.
fr: Pour l'instant vous avez le choix entre des prés, des champs de pommes de terre et des champs de canne à sucre.

source: Let's have a short overview: * Pasture: Sheep live here, producing lamb wool. * Potato field: Grows potatoes which are currently treated as food. * Sugar field: Grows sugar which is used to distill liquor and (later) produce confectionery.
cs: Proveďme krátké shrnutí: * Pastviny - žijí zde ovce, produkují ovčí vlnu. * Bramborové pole - pěstují se zde brambory, ty slouží jako potrava. * Plantáž cukrové třtiny - pěstuje se zde třtina, která je dále použita k destilaci kořalky a (později) produkci cukrovinek.
de: Hier ein kurzer Überblick: * Weide: Schafe leben dort und produzieren Schafwolle * Kartoffelfeld: erzeugt Kartoffeln, die als Nahrung gehandelt werden * Zuckerfeld: erzeugt Zucker, welcher zum Brennen von Alkohol und für die Zuckerbäckerei verwendet wird.
es: Aquí tenemos una breve información: * Pastos: Aquí viven las ovejas que producen lana. * Campos de patata: Crecen patatas que proporcionan alimento. * Cultivos de azúcar: Crece azúcar que se utiliza para destilar licor y (más tarde) elaborar productos de confitería.
fi: Näiden ominaisuuksia: * Laidun: Lampaat elelevät siellä tuottaen villaa. * Perunapelto: Kasvattaa perunoita, jotka ovat mainiota ruokaa kansallesi. * Sokeripelto: Kasvattaa sokeria, jota käytetään alkoholijuomien tislaamisessa ja (myöhemmin) tuottamaan makeisia.
fr: Voyons ce qu'ils produisent : * Prés : Des moutons vivent ici et produisent de la laine. * Champs de pomme de terre : Des pommes de terre y poussent et constituent votre nourriture. * Champs de canne à sucre : De la canne à sucre qui sert à produire de l'alcool et (plus tard) des confiseries.

source: We now only need pastures, but in case your food supply chain is too small (maybe many residential buildings) you can also produce some potatoes.
cs: Nyní potřebujeme pouze pastviny, ale v případě, že Vaše zásobení jídlem je příliš malé (díky mnoha obytným budovám), můžete také postavit bramborové pole.
de: Momentan benötigt Ihr nur Weiden. Falls die Nahrung knapp wird, vielleicht aufgrund einer großen Stadt, könnt Ihr auch ein paar Kartoffeln anbauen.
es: Ahora sólo necesitamos pastos, pero en caso de que el suministro de alimento sea demasiado corto (quizá si hay muchos edificios residenciales) también puedes escoger algunos campos de patata.
fi: Tarvitsemme nyt vain laitumia, mutta jos tarvitset lisää ruokaa (esimerkiksi jos sinulla on paljon asukkaita), voit rakentaa myös perunapellon.
fr: Pour l'instant nous avons seulement besoin de prés mais si vos ressources alimentaires ne sont pas suffisantes (beaucoup d'habitations) vous pouvez aussi produire des pommes de terre.

source: Note that for potatoes you will need a road connection to the farm (not to the field!) as it will be the only company to work on the goods.
cs: Všimněte si, že brambory potřebujete propojit s farmou (nikoli s poli!), což je jediná budova, která pracuje se zbožím.
de: Beachtet, dass Ihr für die Abholung der Kartoffeln eine Straßenverbindung zur Farm benötigt und nicht zu den Feldern!
es: Ten en cuenta que para las patatas necesitarás un camino que conecte a la granja (¡no al cultivo!) así como a los negocios que trabajen con esos bienes.
fr: Notez que dans le cas des pommes de terre vous devrez connecter la ferme (pas les champs!) au réseau routier puisque c'est la seule entreprise de cette chaîne de production.

source: Make sure that all fields you build are in the area covered by the farm.
cs: Ujistěte se, že všechna pole, která stavíte, leží v oblasti, která je pokryta farmou.
de: Stellt sicher, dass alle Felder im Einzugsbereich der Farm liegen.
es: Asegúrate de que tus campos de cultivo están construidos en el área cubierto por la granja.
fi: Varmista, että kaikki rakentamasi pellot ovat maatilan alueella.
fr: Assurez-vous que tous les champs sont dans l'espace couvert par la ferme.

source: You can have combined production - one pasture will not lead to 100 percent efficiency of the farm - but you need to check how many fields one farm can serve.
cs: Můžete mít kombinovanou produkci - jedna jednotka pastvin nepovede ke stoprocentní efektivnosti farmy, ale na druhou stranu, počet polí, které jedna farma může zabezpečit je omezen.
de: Ihr könnt für eine Farm auch mehrere Felder anlegen. Ein Stück Weideland allein wird sie sicherlich nicht zu 100 Prozent auslasten – probiert aus, wie viele Felder eine Farm versorgen kann!
es: Puedes hacer una producción combinada - un único prado no alcanzará una eficiencia del 100 por ciento de la granja - pero comprueba cuántos campos de cultivo pueden servir.
fi: Voit harrastaa sekatuotantoa - yksi laidun ei johda 100 prosentin tehokkuuteen - mutta muista kuitenkin tarkistaa, montako peltoa yksi maatila kykenee hoitamaan.
fr: Vous pouvez combiner vos productions - un champ ne mènera pas à une efficacité de 100 pour cent - mais vous devrez vérifier combien de champs la ferme peut cultiver.

source: Different classes of fields require the farm units to spend more or less time there (to seed, harvest, herd, etc…) and because of that, the farm may be unable to serve all of the fields you built for it in time.
cs: Různé druhy polí mají různé časové požadavky (k vysetí, sklizni, pastvě, atd.) a kvůli tomu nemusí být farma schopna obsloužit všechna pole včas.
de: Auf unterschiedlichen Feldern benötigen die Arbeiter der Farm unterschiedlich viel Zeit: (Säen, Ernten, Tiere hüten, …). Deshalb kann es sein, dass eine Farm nicht alle Felder versorgen kann.
es: Los diferentes tipos de cultivo requieren más o menos tiempo de producción (para sembrar, cosechar, ordeñar, etc...) así que la granja no podrá atender al mismo tiempo a todos los campos de cultivo que construyas a su alrededor.
fi: Eri tyyppiset pellot tarvitsevat maatilayksiköiltä enemmän tai vähemmän aikaa (kylvämiseen, korjuuseen, paimennukseen, jne.) ja sen vuoksi maatila ei välttämättä pysty huolehtimaan kaikista rakentamistasi pelloista.
fr: Les différents types de champs nécessitent plus ou moins de temps pour être cultivés (planter, récolter, etc...) et à cause de cela une ferme peut ne pas être en mesure de s'occuper de tous les champs à temps.
