Repository: unknown-horizons/unknown-horizons
Catalog: po/uh-tutorial/*.po
Languages: cs, de, es, fi, fr

source: Tutorial
cs: Výuka
de: Einführung
fi: Harjoituspeli
fr: Didacticiel

source: The UH team
cs: Tým UH
de: Das UH-Team
es: El equipo de UH
fi: Unknown Horizonsin kehittäjät
fr: L'équipe UH

source: The tutorial: Build your first settlement and learn how to play!
cs: Výuka: Postavte svojí první osadu a naučte se hrát!
de: Das Einführungsspiel: Errichtet Eure erste Siedlung und lernt das Spiel kennen!
es: Tutorial del juego: ¡Construya su primer asentamiento y aprenda los entresijos del juego!
fi: Harjoituspeli: Rakenna ensimmäinen siirtokuntasi ja opi, miten tätä peliä pelataan!
fr: Didacticiel: Établissez votre première colonie et apprenez à jouer !

source: Build a warehouse at the coast, so it is easy accessible for other ships like the Free Trader.
cs: Postavte na pobřeží Obchodní přístav, aby byl snadno dostupný ostatním lodím, jako je třeba Svobodný obchodník.
de: Errichtet ein Kontor an der Küste. Es sollte für Schiffe wie den Freien Händler einfach erreichbar sein.
es: Construye una sucursal en la costa, así será de fácil acceso para otros barcos como el 'Free Trader'.
fi: Rakenna rannikolle sivutoimistosi, jossa se on hyvien kulkuyhteyksien päässä.
fr: Construisez un comptoir sur la côte, ainsi il sera facilement accessible aux autres navires comme ceux du Marchand Indépendant.

source: Welcome to Unknown Horizons!
cs: Vítej v Unknown Horizons!
de: Willkommen bei Unknown Horizons!
es: ¡Bienvenido a Unknown Horizons!
fi: Tervetuloa Unknown Horizonsiin!
fr: Bienvenue dans Unknown Horizons !

source: This is your Captain's log where all important information is stored. A short notification of each task will be provided on the left of the screen.
cs: Toto je Váš Lodní deník. Zde najdete všechny důležité informace. Krátké upozornění na každý úkol bude umístěno vlevo na obrazovce.
de: Dies ist Euer Logbuch, in dem alle wichtigen Informationen gespeichert werden. Zu jeder Aufgabe gibt es auch kurze Mitteilungen links am Bildschirmrand.
es: Este es tu Diario de a bordo del Capitán donde se almacena toda la información importante. Una breve notificación de cada tarea aparecerá a la izquierda de la pantalla.
fi: Tämä on Kapteenin päiväkirja, johon kirjataan kaikki pelin kannalta olennaiset tiedot. Jokaisesta tehtävästä ilmoitetaan pelin vasemmassa reunassa.
fr: Voici votre journal de bord où toute information importante est stockée. Un court rappel de chaque tâche sera visible sur le coté gauche de l'écran.

source: If you are interested in longer descriptions, your log will hopefully provide all the help you need.
cs: Pokud máte zájem o podrobnější popisy, deník Vám poskytne všechny informace, které budete potřebovat.
de: Wenn Ihr an längeren Beschreibungen interessiert seid, wird Euer Logbuch Euch hoffentlich alle Hilfe anbieten, die Ihr benötigt.
es: Si estás interesado en descripciones más extensas, tu bitácora te proporcionará con suerte toda la ayuda que necesites.
fi: Jos haluat tietää tehtävistä lisää, niin tästä päiväkirjasta pitäisi löytyä tarvitsemasi tiedot.
fr: Si vous voulez une plus ample description, votre journal vous fournira toute l'aide dont vous aurez besoin.

source: After you close this log, it can be re-opened with the "Captain's Log" icon in the top-right corner (below the mini-map, with a sealed document and a feather).
cs: Pokud tento deník zavřete, můžete ho znovu otevřít pomocí ikony "Lodní deník" v pravém horním rohu (pod minimapou s listinou a brkem).
de: Falls Ihr das Logbuch geschlossen habt, könnt Ihr es per Taste 'L' oder über das Logbuchsymbol in der Ecke oben rechts (unter der Weltkarte mit einem versiegelten Dokument und einer Feder) wieder öffnen.
es: Después de cerrar esta bitácora, puedes volver a abrirlo mediante el icono "Bitácora del Capitán" en la esquina superior derecha (al lado del mini-mapa, con un documento sellado y una pluma).
fi: Kun olet sulkenut tämän päiväkirjan, voit avata sen uudelleen "Kapteenin päiväkirja" -kuvakkeesta oikeasta yläkulmasta (pikkukartan alapuolelta, kuvakkeessa on sinetöity kirje ja sulka).
fr: Après avoir fermé ce journal, il peut être réouvert avec l'icône «Journal de bord» en haut à droite (sous la mini-carte, avec un document cacheté et une plume).

source: To see your first task, click on the button "Read next entries" in the navigation panel! It looks like this:
cs: Pro zobrazení Vašeho prvního úkolu klikněte na tlačítko "Přečíst další položku" v panelu navigace! Vypadá to takhle:
de: Um Eure erste Aufgabe zu sehen, klickt auf den Button "Lese nächste Einträge" in der Navigationsleiste! Es sieht so aus:
es: Para ver tu primera tarea, haz clic en el botón "Leer las siguientes entradas" en el panel de navegación. Aparecerá algo como esto:
fi: Voit tutustua ensimmäiseen tehtävääsi napsauttamalla "Seuraava merkintä" -kuvaketta päiväkirjan alareunassa. Kuvake näyttää tältä:
fr: Pour voir votre première tâche, cliquez le bouton «Lire entrées suivantes» dans la fenêtre de navigation! Ça ressemble à ça:

source: For any suggestions on better wording, topics you would like to have explained or even buggy conditions: Please tell us and we will try to improve the tutorial!
cs: Pokud máte jakékoliv návrhy na lepší formulace nebo témata, která by měla být vysvětlene anebo je někde chyba, napište nám a my se pokusíme o nápravu.
de: Ihr habt Vorschläge für bessere Erklärungen, möchtet bestimmte Bereiche näher erläutert haben oder habt einen Fehler gefunden? Teilt das dem Team mit! Nur so können wir diese Einführung verbessern.
es: Para cualquier sugerencia sobre una mejor redacción, temas que te gustaría que se explicaran o cualquier otra cosa: ¡Por favor dínoslo e intentaremos mejorar este tutorial!
fi: Jos keksit ehdotuksia paremmalle kieliopille, haluaisit kuulla jostain lisää tai törmäät vikatilanteeseen, kerrothan siitä meille, jotta voimme parantaa tätä harjoituspeliä!
fr: Pour toute suggestion sur une meilleure rédaction, une explication, ou pour nous rapporter un bug : N'hésitez pas à nous contacter et nous essaierons d'améliorer ce didacticiel !

source: Visit www.unknown-horizons.org for help on how to contact the team!
cs: Navštivte nás na www.unknown-horizons.org a kontaktujte nás!
de: Unter www.unknown-horizons.org könnt Ihr das Team kontaktieren sowie auch Hilfe erhalten.
es: ¡Visita www.unknown-horizons.org para más ayuda sobre cómo contactar con el equipo!
fi: Kehitysryhmämme yhteystiedot on saatavilla verkkosivuiltamme osoitteesta www.unknown-horizons.org .
fr: Visitez www.unknown-horizons.org pour savoir comment contacter l'équipe !

source: And now, let's start the actual game.
cs: A nyní pojďme hrát.
de: Und nun lasst uns das eigentliche Spiel beginnen.
es: Y ahora, vamos a empezar la partida en curso.
fi: Ja nyt viimeinkin, aloitetaanpas itse peli!
fr: Et maintenant, commençons la partie.

source: NEW TASK: SETTLE ON AN ISLAND
cs: NOVÝ ÚKOL: OSÍDLIT OSTROV
de: NEUE AUFGABE: INSEL BESIEDELN
es: ESTABLECERSE EN UNA ISLA
fi: ASETU SAARELLE
fr: MISSION : COLONISER UNE ÎLE

source: To move your ship, select it with a left click and right click on the location you want it to go to.
cs: Pro pohyb lodí jí nejprve vyberte pomocí levého tlačítka myši a pravým tlačítkem zadejte místo, kam chcete plout.
de: Um Euer Schiff zu bewegen, wählt es mit einem Linksklick an. Ein Rechtsklick bewegt es nun zu der gewünschten Position.
es: Para mover tu navío, selecciónalo con el botón izquierdo y haz clic con el derecho sobre el punto al que quieras que vaya.
fi: Liikuta laivaasi valitsemalla se hiiren vasemmalla painikkeella ja oikealla sijainti, johon haluat sen menevän.
fr: Pour déplacer votre bateau, sélectionnez le par un clic gauche et cliquez droit sur la destination de votre choix.

source: Once you are near the coast, the anchor-like button you see in the overview tab will become active.
cs: Jakmile budete v blízkosti pobřeží, tlačítko kotvy, které vidíte na kartě přehledu, bude aktivní.
de: In Küstennähe wird der ankerähnliche Button im Übersichtstab Eures Schiffes aktiv.
es: Una vez cerca de la costa, se activará un botón que abre una pestaña con información general.
fi: Kun olet rannikon lähellä, ankkurin kuvake laivan yleiskatsauksessa muuttuu aktiiviseksi.
fr: Une fois que vous êtes près de la côte, le bouton en forme d'ancre du panneau deviendra actif.

source: This indicates that you are able to build a warehouse there by pressing that button (called 'Build Settlement').
cs: To naznačuje, že zde můžete postavit Obchodní přístav stiskem tohoto tlačítka (nazvané "Postavit osadu").
de: Das heißt, dass Ihr an diesem Küstenabschnitt mittels des Buttons "Siedlung errichten" ein Kontor bauen könnt.
es: Esto indica que puedes construir una lonja pulsando ese botón (llamado "Construir Asentamiento").
fi: Tämä kertoo, että voit rakentaa sivutoimiston tähän napsauttamalla tätä painiketta (nimeltään "Rakenna siirtokunta").
fr: Cela signifie que vous êtes alors capable de construire un comptoir ici en cliquant sur ce bouton (nommé «Fonder une colonie»).

source: Now a preview of your building is dragged around when you move the cursor.
cs: Při pohybu kurzorem se zobrazí náhled Vaší budovy.
de: Daraufhin erscheint eine Gebäudevorschau, die mit dem Mauszeiger über die Karte bewegt werden kann.
es: Ahora aparecerá una vista previa de tu edificio que arrastrarás allá donde muevas el cursor.
fi: Hiirtä liikutellessa pitäisi nyt sen yhteydessä olla sivutoimiston esikatselukuva.
fr: Maintenant, un aperçu de votre comptoir devrait suivre votre curseur.

source: You can build on any spot where this preview is not shaded red. Click where you want to place your first building.
cs: Budovu můžete postavit na jakémkoliv místě, kde není náhled zbarven červěně. Klikněte a postavte Vaši první budovu.
de: Ihr könnt das Gebäude überall dort bauen, wo die Vorschau nicht rot eingefärbt ist. Klickt einfach auf den gewünschten Bauplatz, um den Bau abzuschließen.
es: Puedes construir en cualquier punto mientras no aparezca la vista previa ensombrecida en color rojo. Haz clic donde quieras ubicar tu primer edificio.
fi: Sivutoimiston voi rakentaa mihin tahansa, kunhan rakennuksen kuvalla ei ole punertavaa värisävyä. Sivutoimisto sijoitetaan rannikolle. Valitse sopiva paikka ja rakenna sivutoimisto napsauttamalla hiiren vasenta painiketta.
fr: Vous pouvez construire aux endroits où cet aperçu n’apparait pas en rouge. Cliquez à l'endroit où vous voulez placer votre première construction.

source: TASK: Build a warehouse at the coast.
cs: ÚKOL: Postavte Obchodní přístav na pobřeží.
de: AUFGABE: Errichtet ein Kontor an der Küste.
es: Construye una lonja en la costa.
fi: TEHTÄVÄ: Rakenna sivutoimisto rannikolle.
fr: MISSION: Construire un comptoir sur la côte.

source: NEW TASK: BUILD A LUMBERJACK
cs: NOVÝ ÚKOL: POSTAVTE DŘEVORUBCE
de: NEUE AUFGABE: HOLZFÄLLER BAUEN
es: NUEVA TAREA: CONSTRUYE UN ASERRADERO
fi: RAKENNA PUUNHAKKAAJA
fr: MISSION : LE BÛCHERON

source: The construction material on your ship got unloaded automatically. You can now construct some basic buildings.
cs: Stavební materiál se z lodi vyloží automaticky. Nyní můžete postavit několik základních budov.
de: Das Baumaterial auf Eurem Schiff wurde automatisch in Euer Kontor entladen. Somit könnt Ihr nun bereits einige elementare Gebäude errichten.
es: Los materiales de construcción de tu navío se han descargado automáticamente. Ahora puedes construir algunos edificios básicos.
fi: Laivasi lastina olleet tavarat puretaan siirtokuntaasi automaattisesti. Voit nyt rakentaa joitain perusrakennuksia.
fr: Les matériaux de construction de votre vaisseau sont déchargés automatiquement. Vous pouvez maintenant construire quelques bâtiments basiques.

source: We will start with building a lumberjack.
cs: Začneme se stavbou dřevorubce.
de: Lasst uns mit dem Bau eines Holzfällerlagers beginnen.
es: Vamos a comenzar construyendo un aserradero.
fi: Aloittakaamme puunhakkaajalla.
fr: Nous commencerons par établir un bûcheron.

source: This is essential because, at this stage, boards are the only poles your sailors can afford to hang their tents over.
cs: V této části hry je to nezbytné, protože prkna jsou to jediné, co můžete poskytnout námořníkům k zakrytí jejich stanů.
de: Dies ist wichtig, da Holz in dieser Stufe das einzige ist, womit Eure Seefahrer ihre Zelte aufschlagen können.
es: Esto es muy importante porque, en esta fase, los tableros son los únicos postes que los marineros se pueden permitir colgar en sus tiendas.
fi: Puunhakkaaja on tärkeä, koska sen tuottamia lautoja tarvitaan useimpiin rakennuksiin, kuten asukkaidesi telttoihin.
fr: C'est essentiel parce que, à ce niveau, les planches sont le seul matériel que les marins peuvent s'offrir pour monter leurs tentes.

source: The fisherman needs some boards to build his vessel as well.
cs: Také rybář potřebuje nějaká prkna, aby si mohl vyrobit svou loďku.
de: Der Fischer braucht ebenfalls Bretter, um sein Ruderboot zu bauen.
es: El pescador necesita también unos tableros para construir su pequeña embarcación.
fi: Myös kalastaja tarvitsee lautoja alustensa rakentamiseen.
fr: Le pêcheur a également besoin de planches pour construire son bateau.

source: In order to construct lumberjacks; open the build menu by either clicking the big icon below the mini map or pressing B key.
cs: Abyste postavili dřevorubce, otevřete stavební menu kliknutím na velkou ikonu pod minimapou nebo stisknutím klávesy B.
de: Um ein Holzfällerlager zu errichten, benötigt Ihr das Baumenü. Klickt dazu auf das große Werkzeug-Symbol unter der Weltkarte oder drückt die Taste B.
es: Para construir aserraderos; abre el menú de construcción haciendo clic sobre el icono grande que hay debajo del mini-mapa o pulsando la tecla B.
fi: Rakenna puunhakkaajan näin: avaa aluksi rakennusvalikko joko napsauttamalla pikkukartan alapuolella olevista napeista keskimmäistä tai painamalla pikanäppäintä B.
fr: Pour construire un camp de bûcheron, ouvrez le menu construction en cliquant sur le grand icône sous la mini-carte, ou en pressant la touche B.

source: The build menu is sorted by increments.
cs: Stavební menu je rozděleno podle jednotlivých úrovní.
de: Das Baumenü ist nach Siedlerstufen sortiert.
es: El menú de construcción se ordena por niveles.
fi: Rakennusvalikko on jaettu siirtokunnan tason mukaan välilehtiin (vasen reuna).
fr: Le menu construction est classé par niveaux.

source: You are currently in the first increment (the Sailors level) so are offered only the basic buildings.
cs: Nyní se nacházíte na první úrovni (námořnická úroveň), proto máte k dispozici pouze základní budovy.
de: Das bedeutet, dass in der Stufe Seefahrer (mit der Ihr startet) nur grundlegende Gebäude verfügbar sind.
es: Ahora estás en el primer incremento (nivel de los Marineros) por lo que sólo tendrás a tu disposición los edificios básicos.
fi: Tässä vaiheessa voit rakentaa vain ensimmäisen eli Merenkulkijat-tason rakennuksia.
fr: Vous êtes actuellement au premier niveau (le niveau des Marins) et donc, seuls les bâtiments de bases sont accessibles.

source: As your civilization advances, you also gain more and more complex buildings.
cs: Jak se bude Vaše civilizace rozvíjet, budete získávat složitější a složitější budovy.
de: Während Eure Zivilisation sich weiterentwickelt, wird sie Stück für Stück immer komplexere Gebäude erbauen können.
es: A medida que tu civilización avance, podrás construir edificios más complejos.
fi: Siirtokuntasi kehittyessä saat käyttöösi uusia rakennuksia.
fr: Plus votre civilisation avancera et plus vous pourrez construire de bâtiments complexes.

source: For now, select the lumberjack under 'Companies' and build it in an area with some trees around.
cs: Nyní vyberte dřevorubce v sekci "Podniky" a postavte ho v oblasti, kde jsou stromy.
de: Wählt fürs Erste das Holzfällerlager unter 'Betriebe' aus und platziert es in einem Bereich, in dem es von Bäumen umgeben ist.
es: Por ahora, selecciona el aserradero bajo "Compañías" y constrúyelo en un área con algunos árboles alrededor.
fi: Nyt kuitenkin riittää, että valitset puunhakkaajan kohdasta "Yritykset" ja rakennat sen alueelle, jossa on riittävästi puita.
fr: Maintenant construisez un camp de bûcheron dans une zone boisée.

source: You can also plant trees later - but that costs money. Use what nature provided you with!
cs: Později můžete stromy také sázet, ale bude Vás to stát peníze. Využijte to, co Vám příroda poskytuje!
de: Bäume können auch nachträglich gepflanzt werden - das kostet aber Geld. Nutzt also alle Ressourcen, welche die Natur anbietet!
es: Más tarde también podrás plantar árboles - pero cuesta dinero. ¡Utiliza lo que la naturaleza te proporcione!
fi: Voit tarvittaessa istuttaa myöhemmin myös puita - mutta se maksaa rahaa. Käytä ensisijaisesti sitä, mitä luonto on sinulle tarjonnut.
fr: Vous pourrez aussi planter des arbres plus tard - mais cela vous coûtera de l'argent. Utilisez ce que la nature vous offre !

source: A company always needs a trail connection to a storage or warehouse, otherwise goods will remain at the company and not be collected.
cs: Podnik vždy potřebuje spojení stezkou ke skladišti nebo Obchodnímu přístavu, jinak zboží zůstane v podniku a nebude vybráno.
de: Ein Betrieb braucht immer eine Verbindung zu einem Lager oder dem Kontor, sonst können die Waren nicht eingesammelt werden und bleiben ungenutzt im Betrieb.
es: Un negocio también necesita una conexión a un almacén o lonja, de lo contrario los bienes permanecerán en el negocio y no serán recolectados.
fi: Yritys tarvitsee polkuyhteyden varastoon tai sivutoimistoon, muuten tavarat jäävät yritykselle eikä niitä saada kerättyä.
fr: Une entreprise nécessite une route menant à un dépôt ou un comptoir, autrement les biens produits y resteront et ne seront pas collectés.

source: This means that you have to build a trail connecting your warehouse (or storage) and lumberjack.
cs: To znamená, že musíte vybudovat stezku spojující váš Obchodní přístav (nebo skladiště) a dřevorubce.
de: Das bedeutet, dass Ihr einen Trampelpfad vom Holzfällerlager zum Kontor bauen solltet.
es: Esto significa que tienes que conectar tu sucursal (o almacén) y el leñador.
fi: Rakenna siis polku puunhakkaajalta sivutoimistolle tai varastolle.
fr: Vous devez donc construire un sentier entre votre comptoir (ou votre dépôt) et votre bûcheron.

source: TASK: Build a lumberjack in a wooded area and connect it to a road.
cs: ÚKOL: Postavte dřevorubce v lesnaté oblasti a propojte ho cestou.
de: AUFGABE: Errichtet ein Holzfällerlager in einem bewaldeten Gebiet und verseht es mit einem Straßenanschluss.
es: Construye un aserradero en un área boscoso y conéctalo a un camino.
fi: TEHTÄVÄ: Rakenna puunhakkaaja metsään ja yhdistä se polkuun.
fr: MISSION: Établissez un bûcheron dans une zone boisée et connectez le à une route.

source: Watch how a collector will fetch your first self-produced boards. Don't worry about recruiting workers for the lumberjack. That happens automatically.
cs: Sledujte jak nosič odnese Vaše první vyprodukované prkna.
de: Beobachtet, wie Eure ersten selbst produzierten Bretter abgeholt werden.
es: Observa cómo un recolector recogerá tu primera producción automática de tableros. Los trabajadores del aserradero se reclutan automáticamente, no te preocupes.
fi: Katsele, kun kerääjä hakee ensimmäiset itsevalmistetut lautasi.Älä huolehdi lisätyövoiman palkkauksesta, sillä se tapahtuu automaattisesti.
fr: Observez comme un collecteur vat chercher vos premières planches. Ne vous préoccupez pas de recruter des employers pour le bucheron. Cela se fait automatiquement.

source: Build a lumberjack and connect it to the warehouse using a trail.
cs: Postavte dřevorubce a spojte ho s Obchodním přístavem pomocí stezky.
de: Errichtet ein Holzfällerlager und verseht es mit einem Straßenanschluss zum Kontor.
es: Construya un aserradero y conéctelo al asentamiento usando un sendero.
fi: Rakenna puunhakkaaja ja yhdistä se sivutoimistoon polulla.
fr: Construisez un campement de bûcheron et connectez le à votre comptoir par une route.

source: NEW TASK: FOOD SUPPLY
cs: NOVÝ ÚKOL: ZÁSOBOVÁNÍ JÍDLEM
de: NEUE AUFGABE: NAHRUNG
es: SUMINISTRO DE ALIMENTOS
fi: RUOKAVARANTO
fr: MISSION : LA NOURRITURE

source: You will need to have some food-producing companies, too, because people in general (and especially sailors) are very hungry.
cs: Dále budete muset postavit některé základní budovy, které budou produkovat jídlo, protože všichni lidé (a námořníci obzvláště) jsou velmi hladoví.
de: Ihr werdet auch einige Betriebe für die Nahrungsproduktion benötigen, denn Menschen (insbesondere Seeleute) sind für gewöhnlich sehr hungrig.
es: Necesitarás tener algunos negocios que produzcan alimentos, también, porque la gente en general (y especialmente los marineros) están muy hambrientos.
fi: Tulet tarvitsemaan myös ruokaa tuottavia yrityksiä, sillä asukkaasi tarvitsevat ruokaa.
fr: Vous allez aussi avoir besoin d'entreprises productrices de nourriture car, en générale les gens (et surtout les marins) ont toujours faim.

source: Available companies in the first increment are the Hunter and Fisher.
cs: Dostupné budovy pro první úroveň jsou Lovec a Rybář.
de: Verfügbare Betriebe in der ersten Stufe sind Jäger und Fischer.
es: Los negocios disponibles en el primer incremento son el Cazador y el Pescador.
fi: Ensimmäisellä tasolla voit rakentaa metsästäjän ja kalastajan.
fr: Au premier niveau vous disposez du Chasseur et du Pêcheur.

source: The Hunter hunts animals in the forest, thus needs trees nearby.
cs: Lovec loví v lesích zvířata, proto potřebuje být blízko lesa.
de: Der Jäger jagt Tiere im Wald. Daher benötigt er Bäume in seinem Einzugsgebiet.
es: El Cazador caza animales en el bosque, por lo que necesita que haya árboles cerca.
fi: Metsästäjä (yllätys yllätys) metsästää eläimiä metsästä. Se tuleekin sijoittaa metsään.
fr: Le chasseur chasse le gibier dans la forêt et a donc besoin de bois autour de lui.

source: Note that you can place your Hunter close to the lumberjack's forest.
cs: Všimněte si, že lovce můžete umístit blízko dřevorubcova lesa.
de: Beachtet, dass er in der Nähe des Holzfällers platziert werden kann.
es: Ten en cuenta que puedes colocar el Cazador cerca del bosque del leñador.
fi: Huomaa, että paras paikka metsästäjälle on puunhakkaajan vieressä.
fr: Notez que vous pouvez le placer à coté de la forêt du bûcheron.

source: It can happen that the animals don't reproduce fast enough or simply hide well.
cs: Stává se, že zvířata se nemnoží dostatečně rychle nebo se umí dobře schovat.
de: Es kann vorkommen, dass sich die Tiere nicht schnell genug vermehren oder sich einfach gut verstecken. In dieser Zeit wird der Jäger nichts produzieren.
es: Puede ocurrir que los animales no se reproduzcan lo suficientemente rápido o simplemente que se escondan bien.
fi: Metsästäjän huonona puolena eläimet eivät välttämättä lisäänny riittävän nopeasti tai osaavat piiloutua liian hyvin.
fr: Il peut arriver que le gibier ne se reproduise pas assez rapidement ou qu'il soit bien caché...

source: Conclusion: the hunter is not too reliable if you need continuous supply.
cs: Závěr: Lovec není příliš spolehlivý zdroj potravy, pokud potřebujete nepřerušované zásobování.
de: Fazit: Der Jäger ist also nicht allzu verlässlich, falls Ihr eine kontinuierliche Versorgung benötigt.
es: Conclusión: el cazador no es muy fiable si necesitas un suministro continuo.
fi: Johtopäätös: metsästäjä ei ole sataprosenttisen luotettava pitkäntähtäimen ruokatuotantoon.
fr: Conclusion : le chasseur n'est pas très fiable si vous avez besoin d'un approvisionnement constant.
