Repository: unknown-horizons/unknown-horizons
Catalog: po/uh-tutorial/*.po
Languages: cs, de, es, fi, fr

source: For this purpose, build a signal fire at the coast near your warehouse. It will show ships the way to your settlement.
cs: Pro tento účel postavte signální oheň na pobřeží poblíž Obchodního přístavu. Tak ukážete lodím cestu do Vaší osady.
de: Zu diesem Zweck könnt Ihr ein Leuchtfeuer an der Küste in der Nähe des Kontors errichten. Es wird Schiffen den Weg zur Siedlung zu zeigen.
es: Para este propósito, construye una señal de humo en la costa cerca de tu lonja, de forma que los navíos conozcan el camino a tu asentamiento.
fi: Tätä varten rannikolle pitää rakentaa merkkituli sivutoimistosi lähelle. Se osoittaa kauppalaivoille tien siirtokuntaasi.
fr: À cette fin, construisez un phare sur la côte près de votre comptoir. Il montrera aux navires le chemin vers votre colonie.

source: The signal fire has to cover the area which the ships pass through to catch them.
cs: Aby mohl signální oheň přilákat lodě, musí pokrývat oblast, kterou lodě projíždějí.
de: Das Leuchtfeuer muss das Gebiet abdecken, durch welches die abzufangenden Schiffe navigieren.
es: La señal de humo permite atraer a los navíos que pasen a través del área que cubre.
fi: Siirtotulikaan ei näy loputtoman kauaksi, vaan sillä on tietty kantama-alue, jonka sisällä kulkevat laivat huomaavat sen.
fr: Le phare doit couvrir le territoire à travers lequel les navires passent pour les guider.

source: After this little advertisment, the trader will also stop by and look into your warehouse if it planned to sail past it.
cs: Pokud by obchodník plánoval proplout okolo, po této upoutávce zakotví a navštíví Obchodní přístav.
de: Nach dieser kleinen Orientierungshilfe wird der Händler gern ab und an vorbeikommen und Euer Kontor inspizieren.
es: Tras este pequeño anuncio, el comerciante pasará y si tuviese previsto zarpar echará un vistazo en lonja.
fi: Tämän pikku mainostuksen jälkeen kauppias alkaa etsiä sivutoimistoasi.
fr: Après cette annonce le marchand fera une escale chez vous pour regarder votre comptoir même s'il avait prévu de passer tout droit.

source: You can propose deals via the warehouse tab "Buy/Sell".
cs: Zakázky můžete nabízet pomocí záložky "Prodej/Nákup" v Obchodním přístavu.
de: Angebote werden über den Tab "Ein-/Verkaufen" im Kontor vorgeschlagen.
es: Puedes proponer intercambios a través de la lonja en la pestaña "Comprar/Vender".
fi: Voit ehdottaa kauppoja sivutoimiston Kaupankäynti-välilehdeltä.
fr: Vous pouvez faire des offres dans l'onglet « Achat/Vente » de votre comptoir.

source: At the 'sailors' increment, you are equipped with three trading slots.
cs: V úrovni "námořníci" máte k dispozici tři obchodní sloty.
de: In der Stufe 'Seefahrer' stehen Euch drei Handelsslots zur Verfügung.
es: En el nivel de "marineros", estás equipado con tres casillas de intercambio.
fi: Merimiehet-tasolla sinulla on kolme kauppapaikkaa, eli voit asettaa korkeintaan kolme tarjousta vapaakauppiaalle kerrallaan.
fr: Au niveau « marins » vous avez trois emplacements de commerce à votre disposition.

source: Click on the small icon to change the slot mode from 'Buy' to 'Sell' and vice versa.
cs: Klikněte na malou ikonu, abyste změnili režim slotu z "Nákup" na "Prodej" a naopak.
de: Klickt auf das kleine Symbol im Slot, um vom Modus 'Verkaufen' auf 'Kaufen' und umgekehrt zu wechseln.
es: Haz clic en el icono pequeño para cambiar el modo casilla de "Comprar" a "Vender" y viceversa.
fi: Voit muuttaa myyntitarjouksen ostotarjoukseksi napsauttamalla kauppapaikan vasemman yläkulman pienestä kuvakkeesta.
fr: Cliquez sur le petit symbole pour changer le mode de « Achat » à « Vente » et vice versa.

source: Click in the slot to choose the good you want to trade with. We will further explain this once you are ready to trade.
cs: Klikněte do slotu a vyberte zboží, se kterým chcete obchodovat. Více tuto část vysvětlíme později, až budete připraveni obchodovat.
de: Um das Handelsgut auszuwählen, klickt in einen Slot. Wir werden das Vorgehen weiter betrachten, sobald Ihr alle Voraussetzungen erfüllt, um Handel zu treiben.
es: Mediante clic en una casilla puedes elegir el producto que quieres comerciar. Lo explicaremos más detenidamente una vez que estés listo para ello..
fi: Valitse kaupattava tuote napsauttamalla kauppapaikkaa. Kerromme tästä ominaisuudesta myöhemmin, kun olet valmis kaupankäyntiin.
fr: Cliquez sur l'emplacement de commerce pour choisir la marchandise que vous voulez vendre ou acheter. Nous expliquerons ce procédé plus précisément lorsque vous serez prêt à faire affaire.

source: TASK: Build a signal fire at the coast close to your warehouse.
cs: ÚKOL: Postavte signální oheň na pobřeží v blízkosti Obchodního přístavu.
de: AUFGABE: Errichtet ein Leuchtfeuer an der Küste in der Nähe des Kontors.
es: Construye una señal de humo en la costa cerca de tu lonja.
fi: TEHTÄVÄ: Rakenna merkkituli rannikolle sivutoimistosi lähettyville.
fr: MISSION : Construisez un feu de signalisation sur la côte proche du comptoir.

source: Build a signal fire at the coast close to your warehouse.
cs: Postavte signální oheň na pobřeží v blízkosti Obchodního přístavu.
de: Errichtet ein Leuchtfeuer an der Küste in der Nähe des Kontors.
es: Construye una señal de humo en la costa cerca de tu lonja..
fi: Rakenna merkkituli rannikolle sivutoimistosi lähettyville.
fr: Construisez un feu de signalisation sur la côte proche du comptoir.

source: NEW TASK: LEARN TO TRADE
cs: NOVÝ ÚKOL: VÝUKA OBCHODOVANÍ
de: NEUE AUFGABE: HANDEL TREIBEN
es: EL COMERCIO
fi: OPI KÄYMÄÄN KAUPPAA
fr: MISSION : COMMERCER

source: Excellent! The Free Trader will now stop by at your warehouse from time to time. Let's continue our tutorial on how to trade.
cs: Výborně! Svobodný obchodník nyní čas od času zakotví v Obchodním přístavu. Pokračujme v našem návodu, jak obchodovat.
de: Wunderbar! Der Freie Händler hält nun von Zeit zu Zeit an Eurem Kontor. Weiter geht es mit der Anleitung zum Handeln.
es: ¡Excelente! El comerciante libre ahora se detendrá frente a tu lonja de vez en cuando. Vamos a continuar nuestro tutorial con cómo comerciar.
fi: Loistavaa! Vapaakauppias pysähtyy nyt säännöllisesti sivutoimistollasi. Jatketaan kaupankäyntiin tutustumisella.
fr: Excellent ! Le bateau-marchand va maintenant s'arrêter à votre comptoir de temps en temps. Continuons ce tutoriel et voyons comment commercer.

source: After selecting a particular type of good, the green bar across the bottom of the slot (if visible) shows you how much you have in stock of this good.
cs: Po vybrání konkrétního typu zboží, zelený ukazatel napravo od slotu (pokud je viditelný) ukazuje, kolik jednotek zboží máte aktuálně ve skladu.
de: Nach dem Auswählen eines Guts zeigt der grüne Balken, wie viel davon momentan vorrätig ist. Befindet sich keine Ware im Lager, wird auch kein Balken erscheinen.
es: Después de seleccionar un tipo concreto de producto, la barra verde que atraviesa el fondo del casillero muestra cuánto tienes en almacén de este producto.
fi: Kun olet valinnut kauppapaikkaan resurssin, oikeassa reunassa oleva vihreä palkki näyttää, kuinka paljon tätä resurssia on varastossa. Jos resurssia ei ole yhtään, palkkia ei näy.
fr: Après avoir sélectionné un type de produit, la barre verte le long de l'emplacement (si visible) vous indique le niveau de stock de ce produit.

source: Dragging the slider on the right of each slot determines your 'target value' which has a different meaning on 'Buy' and 'Sell'.
cs: Tažením posuvníku na pravé straně každého slotu určíte "cílovou hodnotu", která má různé významy pro "Prodej" a "Nákup".
de: Das Bewegen des Schiebereglers auf der rechten Seite des Slots verändert die maximale Lagermenge. Dieser Wert hat unterschiedliche Bedeutungen beim Ver- und Einkauf.
es: Podrás determinar el "valor objetivo" arrastrando el control deslizante de la derecha de cada casilla. Este valor tendrá un significado distinto según quieras "Comprar" o "Vender".
fi: Liikuttamalla liukusäädintä tavararuudun (kauppapaikan) oikealla puolella valitaan kuinka paljon tavaraa korkeintaan myydään tai ostetaan.
fr: Bouger le curseur d'un emplacement (à droite) détermine sa « valeur cible » qui a un sens différent pour « acheter » ou « vendre ».

source: When buying, you will buy sufficient to hold your 'target value' in stock.
cs: Pokud nakupujete zboží, bude nakoupeno tolik zboží, aby byla udržena "cílová hodnota" ve skladu.
de: Beim Einkauf legt er fest, wie viel dieser Ware Ihr insgesamt bevorraten möchtet.
es: Cuando compres, comprarás lo suficiente como para mantener ese valor objetivo en el almacén.
fi: Ostaessa liukusäätimen luku on se määrä, jonka tavoittelet olevan varastoissasi.
fr: Quand vous achetez, vous allez acheter suffisamment pour atteindre votre « valeur cible » de stock.

source: When selling, the 'target value' is the stock amount at which you will always stop selling until you get more of that resource again.
cs: Pokud zboží prodáváte, "cílová hodnota" určuje množství zboží, které uchováváte jako rezervu a nebude prodáno.
de: Beim Verkauf wird jeder Überschuss über diesem Grenzwert verkauft, und es wird nichts verkauft, solange ihr nicht den eingestellten Lagerstand aufweist.
es: Cuando vendas, el "valor objetivo" es la cantidad mínima que debe haber en el almacén y determinará que se detengan las ventas hasta que obtengas más de ese recurso.
fi: Myydessä taas luku ilmaisee määrää, jonka haluat pitää itselläsi (jota ei aseteta myyntiin).
fr: Quand vous vendez, la « valeur cible » est la quantité de produit que vous voulez garder en réserve et ne pas vendre.

source: For example: Having a 'Buy' slot and 5 tons in stock, a slider positioned at 9 tons will cause you to buy 4 additional tons at most.
cs: Ukážeme si to na příkladu: Pokud máme nastavený slot na "Nákup" a na skladě máme 5 tun daného zboží, tak nastavení posuvníku na hodnotu 9 tun způsobí nákup maximálně 4 další tuny zboží.
de: Ein Beispiel zum besseren Verständnis: Falls 5 Tonnen auf Lager sind und der Regler auf 9 Tonnen 'Einkauf' gestellt ist, bedeutet dies, dass zusätzlich bis zu 4 Tonnen eingekauft werden.
es: For ejemplo: Si tienes una casilla para "Comprar" y 5 toneladas en el almacén, un control deslizante posicionado en 9 toneladas significará que comprarás 4 toneladas más como máximo.
fi: Esimerkki: Tavararuutu on asetettu Osta-asentoon. Sinulla on 5 tonnia lautoja varastossa, ja olet asettanut liukusäätimen yhdeksään tonniin. Tällöin hankit korkeintaan 4 tonnia lautoja lisää.
fr: Par exemple : Un emplacement « achat » avec 5 tonnes en stock et un curseur à 9 provoquera l'achat de 4 tonnes supplémentaires.

source: Selling works similarly. A 'Sell' slot with 18 tons in stock and the slider positioned at 13 will sell up to 5 tons.
cs: Prodej funguje obdobně. Slot "Prodej" s 18 tunami zboží na skladě a posuvník nastavený na hodnotu 13 tun způsobí, že bude prodáno 5 tun zboží.
de: Ein Verkaufsposten, bei dem der Schieberegler auf 13 Tonnen gestellt ist, bewirkt bei einem Lagerstand von 18 Tonnen, dass bis zu 5 Tonnen verkauft werden.
es: Una casilla de "Venta" con 18 toneladas en almacén y el control deslizante posicionado en 13 significa que venderás 5 toneladas más.
fi: Myyminen toimii samalla tavalla. Kun Myy-asennossa oleva tavararuudun liukusäädin on 13 tonnissa ja varastossa on tavaraa 18 tonnia, tavaraa myydään korkeintaan 5 tonnia.
fr: Un emplacement « vente » avec 18 tonnes en stock et un curseur à 13 vendra jusqu'à 5 tonnes.

source: If the free trader however only wants to buy or sell less than your settings would allow him, you need to live with that and wait for him to return.
cs: Pokud svobodný obchodník bude chtít nakoupit nebo prodat méně zboží než nastavení vašich slotů dovoluje, nezbývá Vám nic jiného než počkat na jeho příští cestu.
de: Falls der Freie Händler jedoch weniger verkaufen möchte als Ihr abnehmen würdet, müsst ihr Geduld haben und auf den nächsten Besuch warten.
es: Si el comerciante libre sin embargo sólo quiere comprar o vender menos de lo que tú permitas, tendrás que vivir con esa pena y esperar a que vuelva.
fi: Jos vapaakauppias ei kuitenkaan ole valmis myymään/ostamaan toivomaasi määrää, et voi sille mitään, vaan joudut odottamaan kauppiaan seuraavaa käyntiä.
fr: Cependant si le bateau-marchand veut juste acheter ou vendre moins que ce que vos réglages permettent, vous devrez être patient et attendre son retour.

source: Unknown Horizons features smart pricing, so the value of one unit can vary. It is NOT possible to change prices manually!
cs: Unknown Horizons obsahuje chytré nastavení cen, to znamená, že cena za jednotku zboží se může lišit. Není možné měnit ceny manuálně!
de: Der Wert einer Ware kann NICHT manuell beeinflusst werden! Er setzt sich aus verschiedenen Faktoren zusammen und wird an die Handelssituation der Inselwelt angepasst.
es: Unknown Horizons calcula los precios automáticamente, así que el valor de una unidad puede variar. ¡NO es posible cambiar los precios manualmente!
fi: Unknown Horisonzsissa on älykäs hinnoittelujärjestelmä, joten hinnat voivat olla muuttuneet kauppiaan seuraavalla käyntikerralla. Hintoihin EI VOI vaikuttaa itse.
fr: Unknown Horizons propose un système de prix intelligent, la valeur d'une unité peut donc varier. Il n'est PAS possible de changer les prix manuellement !

source: You can see your trade balance in the 'Account' tab comparing the 'Sale' and 'Buy' values there.
cs: Vaši obchodní bilanci můžete vidět v záložce \"Účet\", kde jsou srovnány "Nákup" a "Prodej".
de: Ihr könnt Eure Handelsbilanz im Tab 'Finanzen' einsehen, in dem die Posten Ein- und Verkauf gegenübergestellt sind.
es: Puedes ver el saldo de comercio en la pestaña "Cuenta" comparando los valores de "Ventas" y "Compras".
fi: Budjetti-välilehdellä näet kaupankäynnin tasapainon kohdista "Ostot" ja "Myynti".
fr: Vous pouvez voir votre balance commerciale dans l'onglet « Compte » mettant en relief « Vente » et « Achat ».

source: TASK: Buy as many tools as you need to have 30 tools in stock!
cs: ÚKOL: Nakupte nástroje tak, aby zásoby ve vašem skladu byly 30 kusů!
de: AUFGABE: Kauft so lange Werkzeuge ein, bis Ihr 30 Einheiten auf Lager habt.
es: ¡Compra las herramientas que necesites hasta completar 30 en el almacén!
fi: TEHTÄVÄ: Osta niin monta työkalua, että varastossasi on vähintään 30 työkalua!
fr: MISSION : Achetez autant d'outils que nécessaire pour en avoir 30 en stock !

source: Reach an island stock of at least 30 tools.
cs: Dosáhněte zásoby 30 nástrojů ve skladu.
de: Erreicht einen Lagerbestand von mindestens 30 Werkzeugen auf Eurer Insel.
es: Alcance en la isla un stock de al menos 30 herramientas.
fi: Varastoi saarellesi vähintään 30 työkalua.
fr: Atteignez un stock d'au moins 30 outils.

source: Note that this might take a while.
cs: Všimněte si, že to může chvíli trvat.
de: Beachtet, dass dies eine Weile dauern kann.
es: Ten en cuenta que esto podría llevar un tiempo.
fi: Huomioi, että tämä voi viedä jonkin aikaa.
fr: Notez que ceci peut prendre un moment.

source: NEW TASK: BUILD A PAVILION
cs: NOVÝ ÚKOL: POSTAVTE PAVILÓN
de: NEUE AUFGABE: PAVILLON BAUEN
es: EL PABELLÓN
fi: RAKENNA KIRKKO
fr: MISSION : LE PAVILLON

source: Those tools will be enough for the moment. Well done!
cs: Pro tuto chvíli máte dostatek nástrojů. Velmi dobře!
de: Diese Werkzeuge sollten für den Moment ausreichen. Gut gemacht!
es: ¡Bien hecho! Esas herramientas serán suficientes de momento.
fi: Nuo työkalut riittävät hetkeksi. Hyvin tehty!
fr: Ces outils seront suffisants pour le moment. Bien joué !

source: You now provide housing, a main square and food to your inhabitants.
cs: Vašim obyvatelům nyní poskytujete bydlení, tržiště a jídlo.
de: Ihr stellt Euren Einwohnern nun Unterkünfte, einen Marktplatz und Nahrung zur Verfügung.
es: Ahora proporciona casas, una plaza principal y alimento a tus habitantes.
fi: Tarjoat nyt asuintilat, keskustorin ja ruokaa asukkaillesi.
fr: Vous fournissez maintenant des logements, une place marchande et de la nourriture à vos habitants.

source: Still there is one demand which we have not satisfied so far, you may check that in the marketplace or tent tab - your sailors want a basic building where they can pray.
cs: Stále je zde ještě jeden požadavek, který nebyl doposud uspokojen, jak si můžete sami ověřit v záložce tržnice nebo stanu - vaši námořníci chtějí budovu, kde by se mohli modlit.
de: Ein Grundbedarf ist aber immer noch nicht gedeckt, wie Ihr in den Übersichten von Marktplatz oder Zelt nachprüfen könnt: Eure Seefahrer verlangen nach einem Gebäude zum Beten.
es: Aún hay una demanda insatisfecha. Puedes comprobar que en la plaza del mercado o en la pestaña de tiendas - tus marineros quieren un edificio básico donde poder rezar.
fi: Yhä on yksi vaatimus, jota ei olla vielä täytetty, voit tarkistaa sen halutessasi toripaikasta tai teltan välilehdestä - merimiehesi haluavat yksinkertaisen rakennuksen, jossa voivat rukoilla.
fr: Pourtant il y a une demande que nous ne satisfaisons pas à ce jour, vérifiez le sur la fenêtre d'une tente ou de la place - vos marins veulent un bâtiment où il pourront prier.

source: The solution is a pavilion which the village parson quickly puts up as shelter from the sun.
cs: Řešením je pavilón, který vesnický pastor rychle vztyčí jako úkryt před sluncem.
de: Die Lösung ist ein Pavillon, welchen der Dorfpfarrer als Sonnenschutz aufspannt.
es: La solución es un pabellón donde refugiar del sol al párroco del pueblo.
fi: Siksipä sinun pitää rakentaa kylääsi kirkko, jonka kyläpappi nopeasti rakentaa auringonsuojaksi.
fr: La solution est un pavillon que le curé du village mettra rapidement en place.

source: Service buildings like this also need to be connected to the tents with a trail, else your inhabitants feel unable to reach them.
cs: Budovy služeb, jako je tato, potřebují být propojeny se stany pomocí cest, jinak je vaši obyvatelé nebudou moci využívat.
de: Dienstleistungsgebäude wie dieses benötigen einen Zugang zur Straße, ansonsten können es die Einwohner nicht erreichen.
es: Los edificios de Servicios como éste también necesitan estar conectados a las tiendas por medio de un camino o tus habitantes no podrán llegar a ellos.
fi: Kirkon kaltaiset palvelurakennukset pitää yhdistää polulla telttoihin tai muuten asukkaasi kokevat mahdottomaksi päästä niihin.
fr: Les bâtiments de services comme celui-ci ont également besoin d'être connecté aux tentes avec un sentier, autrement vos habitants seront incapables de les atteindre.

source: Note that faith is treated like a physical resource!
cs: Všimněte si, že víra se chová jako fyzikální zdroj!
de: Beachtet, dass die Religion wie ein Konsumgut behandelt wird.
es: ¡Ten en cuenta que la fe es tratada como un recurso físico!
fi: Huomioi, että uskoa on kohdeltava samoin kuin muitakin resursseja!
fr: Notez que la foi est traitée comme un bien physique !

source: This means that your inhabitants need a road connection to the producer (pavilion) to pick up faith there.
cs: To znamená, že vaši obyvatelé potřebují stezky k producentovi (pavilónu), aby si mohli přijít vyzvednout víru.
de: Eure Einwohner müssen also regelmäßig ihren Vorrat davon auffüllen.
es: Esto significa que tus habitantes necesitan un camino para conectar con el productor (convento) para escoger la fe allí.
fi: Tämän takia sinun on tarjottava kaikille asukkaille polkuyhteys uskontuottajan (kirkon) luokse.
fr: Cela implique que vos habitants auront besoin d'une connexion routière vers le producteur (le pavillon) pour aller y chercher de la foi.

source: After some time, they will have consumed it and then again look for a producer to collect more faith.
cs: Po určité době tuto víru zkonzumují a potom znovu vyhledají producenta, aby dostali více víry.
de: Dazu benötigen sie Zugang zu einem Gebäude, das Religion produziert (dem Pavillon) und werden dann regelmäßig Religion dort abholen und Zuhause verbrauchen.
es: Un poco más tarde, la habrán consumido y volverán a recolectar más fe del fabricante.
fi: He keräävät uskovarantonsa täyteen, mutta varannotkin kuitenkin tyhjentyvät joskus. Jonkin ajan kuluttua heidän on päästävä kirkolle uudelleen täyttämään uskonnolliset tarpeensa.
fr: Après un certain temps, ils l'auront consommée et chercheront à nouveau un producteur pour recueillir plus de foi.

source: Important: It is NOT enough that the building is merely within a certain range of the tents. The road connection is required as well.
cs: Důležité: NENÍ dostačující, že se budova nachází v dostatečné vzdálenosti od stanů. Spojení pomocí stezky je rovněž vyžadováno.
de: Es ist insbesondere NICHT ausreichend, dass das Gebäude nur in einem gewissen Einzugsgebiet liegt. Auch ein Weg dorthin muss vom Zelt aus erreichbar sein.
es: Importante: NO es suficiente con que el edificio se construya abarcando en su área a todas las tiendas. La conexión vial también es necesaria.
fi: Tärkeää: Ei riitä, että kirkko on asuntojen lähellä, vaan sinne on oltava myös polkuyhteys.
fr: Attention : Il n'est PAS suffisant que le bâtiment soit simplement dans un certain rayon des tentes. La connexion routière est également requise.

source: TASK: Build a pavilion with a trail to the tents in order to fulfill your sailors' demand for faith.
cs: ÚKOL: Postavte pavilón spojený stezkou se stany, aby se uspokojila potřeba víry vašich námořníků.
de: AUFGABE: Baut einen Pavillon mit einer Verbindung zu den Zelten, um Euren Einwohnern den Zugang zum Glauben zu ermöglichen.
es: TAREA: Construye un convento con una conexión a las tiendas para satisfacer la demanda de fe de los marineros.
fi: Rakenna kirkko polkuyhteydellä asukkaidesi luokse.
fr: MISSION : Édifiez un pavillon avec un sentier vers les tentes pour qu'il puisse combler la demande en foi des marins.

source: Build a pavilion with connection to the tents.
cs: Postav pavilón propojený se stany.
de: Errichtet einen Pavillon mit einer Verbindung zu Euren Zelten.
es: Construye un convento conectado a las tiendas.
fi: Rakenna kirkko yhteydellä telttoihin.
fr: Construisez un pavillon connecté aux tentes.

source: NEW TASK: NEXT INCREMENT
cs: NOVÝ ÚKOL: DALŠÍ ÚROVEŇ
de: NEUE AUFGABE: NÄCHSTE STUFE
es: SIGUIENTE NIVEL DE CRECIMIENTO
fi: SEURAAVA TASO
fr: MISSION : NIVEAU SUIVANT

source: All demands are fulfilled now if your inhabitants can regularly visit the main square & pavilion and your food supply is adequate.
cs: Všechny požadavky jsou nyní splněny. Vaši obyvatelé můžou pravidelně navštěvovat náměstí a pavilón a Vaše zásobení jídlem je dostačující.
de: Alle Anforderungen sind jetzt erfüllt, falls Eure Einwohner regelmäßig Marktplatz und Pavillon aufsuchen können und die Nahrungsversorgung ausreichend ist.
es: Tus habitantes verán satisfechas sus demandas si pueden visitar regularmente la plaza principal y el convento y tu suministro de alimentos es adecuada.
fi: Kaikki vaatimukset on nyt täytetty, kunhan asukkaasi voivat säännöllisesti vierailla keskustorilla ja kirkossa ja ruokavarantosi on riittävät.
fr: Toutes les demandes sont maintenant remplies si vos habitants peuvent visiter régulièrement la place centrale et le pavillon et que vos ressources alimentaires sont suffisantes.

source: If the sailors are happy enough, they want to advance to the next increment called Pioneers.
cs: Pokud budou námořníci dostatečně šťastní, budou chtít postoupit na další úroveň nazvanou Průkopníci.
de: Sobald die Seefahrer glücklich genug sind, wollen sie zur nächsten Stufe aufsteigen und zu Pionieren werden.
es: Si los marineros son lo suficientemente felices, querrán avanzar al siguiente nivel denominado Pioneros.
fi: Jos merimiehesi ovat riittävän onnellisia, he haluavat kehittyä seuraavalle tasolle, kansoittajiksi.
fr: Si vos marins sont assez heureux, ils voudront avancer au prochain niveau appelé Pionniers.
