Repository: unknown-horizons/unknown-horizons
Catalog: po/uh-tutorial/*.po
Languages: cs, de, es, fi, fr

source: For now, you do not need to care about these issues a lot since you haven't built any fields. Let's change that!
cs: Nyní se tím nemusíte příliš zabývat, protože jste nevybudovali žádné pole. Pojďme to změnit!
de: Im Moment braucht Ihr Euch darüber keine Gedanken machen, da noch keine Felder angelegt sind. Lasst uns das ändern!
es: Por ahora, no tienes que preocuparte mucho de esos problemas mientras no hayas creado campos de cultivo. ¡Vamos a cambiar eso!
fi: Vielä sinun ei kutenkaan tarvitse huolehtia, sillä et ole vielä rakentanut yhtäkään peltoa. Tehdään asialle jotakin!
fr: Mais pour l'instant vous n'avez pas besoin de penser à ce genre de problème vu que vous n'avez pas encore construit de champs. Nous devons changer cela !

source: TASK: Build at least one pasture in the farm's range and add potato fields if you like.
cs: ÚKOL: Vybudujte alespoň jednu pastvinu v okolí farmy a přidejte bramborové pole, pokud chcete.
de: AUFGABE: Legt mindestens eine Weide im Einzugsbereich der Farm an und fügt Kartoffelfelder hinzu, falls Ihr wollt.
es: Construye al menos un prado alrededor de la granja y añade si quieres campos de patata.
fi: TEHTÄVÄ: Rakenna vähintään yksi laidun maatilan ulottuville ja lisää halutessasi perunapeltoja.
fr: MISSION : Construisez au moins un pré dans le rayon d'action de la ferme et ajoutez des champs de pommes de terre si vous le souhaitez.

source: Build at least one pasture and add potato fields if you like.
cs: Vybudujte alespoň jednu pastvinu a přidejte bramborové pole, pokud chcete.
de: Legt mindestens eine Weide im Einzugsbereich der Farm an und fügt Kartoffelfelder hinzu, falls Ihr wollt.
es: Construye al menos un prado y añade un campo de patatas si te apetece.
fi: Rakenna vähintään yksi laidun maatilan ulottuville ja halutessasi myös perunapeltoja.
fr: Construisez au moins un pré et ajoutez des champs de pommes de terre si vous voulez.

source: NEW TASK: BUILD STORAGE
cs: NOVÝ ÚKOL: POSTAVTE SKLADIŠTĚ
de: NEUE AUFGABE: LAGER
es: EL ALMACÉN
fi: RAKENNA VARASTO
fr: MISSION : L'ENTREPÔT

source: Did you watch your lumberjack recently?
cs: Viděli jste nedávno dřevorubce?
de: Habt Ihr in letzter Zeit Euer Holzfällerlager betrachtet?
es: ¿Te fijaste en el leñador?
fi: Milloin olet viimeksi vilkaissut puunhakkaajaasi?
fr: Avez vous observé le bûcheron récemment ?

source: Since your warehouse does not have unlimited space to store goods, collectors will stop fetching goods from companies when stock is full.
cs: Vzhledem k tomu že Obchodní přístav nemá neomezený prostor pro uložení zboží, dělníci přestanou odebírat zboží od dodavatelů, když je plný zásob.
de: Da das Kontor nur begrenzt viel Platz hat, um Güter aufzubewahren, werden Güter nicht mehr von Euren Betrieben in ein Lager transportiert, sobald der Bestand voll ist.
es: Dado que en la lonja no tienes espacio ilimitado, los recolectores dejarán de recoger bienes de los negocios cuando el espacio de almacenaje esté completo.
fi: Sivutoimistollasi ei ole loputtomasti tilaa tavaroiden varastoimiseen. Kerääjät lakkaavat keräämästä tavaroita yrityksiltä, kun varasto on täynnä.
fr: Puisque votre comptoir n'a qu'une capacité limité, les collecteurs arrêterons d'aller chercher les biens dans les entreprises lorsqu'il sera plein.

source: So if no sailors recently wanted to upgrade their tents, you probably have a lot of boards and in that case, the lumberjack may idle.
cs: Takže pokud námořník nechtěl nedávno provést vylepšení svého stanu, pravděpodobně máte spoustu prken, a v takovém případě nemusí dřevorubec pracovat.
de: Falls also kein Siedler vor kurzem sein Zelt ausbauen wollte, befindet sich wahrscheinlich eine Menge Bretter im Lager und Euer Holzfäller kann nichts mehr lagern.
es: Por lo que si no quieres que los marineros mejoren sus tiendas de campaña, probablemente tendrás un montón de tableros de madera y en ese caso, el leñador se detendrá.
fi: Joten jos asukkaasi eivät viime aikoina ole olleet kiinnostuneita päivittelemään asuntojaan ja sinulla on paljon lautoja, puunhakkaajasi saattaa olla toimettomana.
fr: Donc si aucun marin n'a amélioré sa tente, vous avez probablement beaucoup de planches et dans ce cas le bûcheron est peut-être inactif.

source: We can improve this situation in two different ways, and we will have a look at both of them below.
cs: Tuto situaci můžete zlepšit dvěma různými způsoby, pojďme se na ně podívat.
de: Diese Situation könnt Ihr durch zwei Maßnahmen verbessern, die wir uns nun anschauen wollen.
es: Puedes mejorar esta situación de dos formas distintas, y vamos a echar un vistazo a ambas a continuación.
fi: Voimme parantaa tilannetta kahdella eri tavalla, ja alla tutustumme molempiin.
fr: Nous pouvons corriger cette situation par deux approches différentes que nous allons présenter plus bas.

source: All companies offer to do no work at all. This may sound strange, but click on the gear wheel you see in a lumberjack hut's overview.
cs: Všichni dodavatelé nabízejí možnost nepracovat. Může to znít divně, ale zkuste kliknout na ozubené kolo, které vidíte například v přehledu dřevorubce.
de: Alle Betriebe bieten die Möglichkeit, ihre Produktion zu pausieren. Klickt einmal auf das Zahnrad, welches sich in der Übersicht des Holzfällerlagers befindet.
es: Ningún negocio tiene trabajo que hacer. Esto puede resultar extraño, pero haciendo clic en la rueda de marcha verás un informe en la cabaña del leñador.
fi: Kaikkien yritysten toiminta voidaan väliaikaisesti keskeyttää. Tämä saattaa kuulostaa oudolta, mutta kokeilepa napsauttaa puunhakkaajan yleiskatsauksessa olevaa hammaspyörää.
fr: Toutes les entreprises offrent la possibilité de stopper le travail. Cela peut paraître étrange mais essayez de cliquer sur les engrenages que vous voyez, par exemple, dans le sommaire du bûcheron.

source: If this 'break' mode is enabled (we call it 'Decommissioning'), the running costs you pay for the building will decrease. They won't be zero, but still lower than if you keep the company producing.
cs: Pokud je povolen režim "rozbít" (říkáme tomu "Vyřazení z provozu"), budou provozní náklady, které zaplatíte za budovu, nižší. Nebudou nulové, ale stále nižší, než pokud bude dodavatel pracovat.
de: Ist dieser 'Stillgelegt'-Modus aktiv, sinken die laufenden Kosten eines Gebäudes. Sie werden vielleicht nicht immer auf null sinken, aber sie sind geringer als bei einem weiterhin produzierenden Betrieb.
es: Si se activa este modo de "ruptura" (que podemos llamar "Decomiso"), disminuirán los costes de producción que pagas por el edificio. No van a ser cero, pero serán más bajos que si los negocios estuviesen produciendo.
fi: Kun tämä "taukotila" on käytössä, rakennuksesta maksamasi juoksevat kustannukset vähenevät. Ne eivät laske nollaan, mutta kuitenkin alemmaksi kuin yrityksen ollessa käytössä.
fr: Si ce mode « pause » est disponible (nous l'appelons « désaffection »), les coûts de fonctionnements que vous payez pour le bâtiment baisseront. Il ne baisseront pas à zéro, mais ils seront déjà plus bas que si le bâtiment fonctionnait.

source: This means that you can save money when you temporarily do not need a company and do not want to tear it down, either.
cs: To znamená, že můžete ušetřit poeníze tak, že dočasně zastavíte produkci zboží, které nepotřebujete a zároveň nechcete budovu strhnout.
de: Ihr könnt somit Geld sparen, falls Ihr einen Betrieb vorübergehend nicht benötigt, ihn aber auch nicht abreißen möchtet.
es: Esto significa que puedes ahorrar dinero cuando temporalmente no necesites un negocio y no quieras demolerlo.
fi: Tämä tarkoittaa siis sitä, että voit säästää rahaa kun et väliaikaisesti tarvitse yritystä, mutta et myöskään halua tuhota sitä maan tasalle.
fr: Cela veut dire que vous pouvez économiser de l'argent en désactivant des bâtiments que vous ne voulez pas détruire mais dont vous n'avez pas besoin pour l'instant.

source: Another solution is to build the last increment-I building which has not been mentioned so far: the storage tent.
cs: Dalším řešením je vybudování poslední budovy, která zatím nebyla zmíněna: skladovacího stanu.
de: Eine andere Lösung ist das Gebäude der Seefahrer-Stufe, welches wir bis jetzt noch nicht erwähnt haben: ein Lagerzelt.
es: Otra solución es construir el último edificio del nivel-I que no habíamos mencionado antes: la tienda de almacenamiento.
fi: Toinen ratkaisu on rakentaa viimeinen tason I rakennus, jota ei ole vielä mainittu: varastoteltta.
fr: Une autre solution est de construire le dernier bâtiment de niveau 1 qui n'a pas encore été mentionné : l'entrepôt.

source: This building has two purposes. It: * Offers more storage for your goods, and * sends its own collectors to fetch goods, just like the warehouse does.
cs: Tato budova slouží ke dvoum účelům, a to: * Nabízí více prostoru pro vaše zboží, a * vysílá své sběrače vyzvednout zboží, stejně jako Obchodní přístav.
de: Dieses Gebäude hat zwei Zwecke: * es bietet mehr Platz für Eure Güter und * es schickt (genau wie das Kontor) eigene Träger, um Güter zu transportieren.
es: Este edificio tiene dos propósitos: * Ofrece más almacenamiento de bienes, y * envía sus propios transportistas para recoger bienes, tal como hace la lonja.
fi: Tällä rakennuksella on kaksi tarkoitusta. Se... * tarjoaa lisää varastotilaa tavaroillesi ja * lähettää omat kerääjänsä hakemaan tavaroita kuten sivutoimistokin.
fr: Ce bâtiment a deux fonctions. Il : * Offre plus d'espace de stockage pour vos biens et * Envoie ses propres collecteurs pour aller chercher des biens tout comme le comptoir le fait.

source: Note that companies can also be connected to a storage in order to get their products collected, and if the warehouse is overwhelmed with collector tasks, you can place a storage tent to help out there.
cs: Pamatujte že všechny společnosti potřebují být spojeny s Obchodním přístavem pro svoz zboží. Pokud má Obchodní přístav moc úkolů postavte skladovací stan ktery Obchodnímu přístavu pomůže při svážení výrobků.
de: Anzumerken ist, dass alle Betriebe auch mit dem Lager verbunden werden können, um ihre Güter abholen zu lassen. Falls Euer Kontor mit den Transportaufgaben überfordert ist, kann ein zusätzlich errichtetes Lager Entlastung bieten.
es: Ten en cuenta que los negocios también pueden ser conectados a un almacén para recoger bienes allí recogidos, y si la lonja está saturada de tareas de recolección, puedes colocar una tienda de almacén para ayudar a la que hay.
fi: Yritykset voidaan siis yhdistää sivutoimiston sijasta varastoon, jolloin niiden tuotteet tulevat myös kerätyiksi. Varasto on hyödyllinen myös silloin, kun sivutoimistolla on paljon hommia keräystöissä.
fr: Notez que les entreprises peuvent également être connectées à un entrepôt à la place d'un comptoir et si le comptoir est surchargé vous pouvez l'aider à tout collecter en construisant un entrepôt.

source: TASK: Build a storage tent, preferably where you need collectors.
cs: ÚKOL: Vybudujte skladovací stan, přednostně tam kde potřebujete sběrače.
de: AUFGABE: Errichtet ein Lager, möglichst dort, wo die Abholsituation verbessert werden soll.
es: Construir una tienda de almacenamiento, preferentemente donde necesites transportistas.
fi: TEHTÄVÄ: Rakenna varastoteltta mieluiten sellaiseen paikkaan, jossa tarvitset kerääjiä.
fr: MISSION : Construisez un entrepôt, de préférence quelque part où vous avez besoin de collecteurs.

source: Build a storage tent (increment I tab) where it makes sense.
cs: Vybudujte skladovací stan (v záložce úrovně I) tam, kde to má smysl.
de: Errichtet ein Lager (im Tab 'Stufe I') an einem sinnvollen Bauplatz.
es: Construye una tienda de almacén (en la pestaña de 'Nivel 1') donde pueda ser útil.
fi: Rakenna varastoteltta (tason I välilehdellä) järkevään paikkaan.
fr: Construisez un entrepôt (dans l'onglet niveau I) à un emplacement utile.

source: NEW TASK: BUILD A WEAVER
cs: NOVÝ ÚKOL: POSTAVTE TKALCOVNU
de: NEUE AUFGABE: WEBER
es: EL TEJEDOR
fi: RAKENNA KUTOMO
fr: MISSION : LE TISSERAND

source: Now the wool production is set up, you still need a weaver to produce cloth out of this wool.
cs: Nyní je nastavena produkce vlny, ale stále potřebujete tkalcovnu pro produkci látky z vlny.
de: Ihr benötigt nun noch einen Weber, um aus der Wolle Stoff herzustellen.
es: Ahora que has fijado la producción de lana, para producir tejidos a partir de la lana necesitarás una tejedora.
fi: Nyt kun villan tuotanto on käynnissä, tarvitset vielä kutomon tuottamaan villasta vaatteita.
fr: Maintenant que la production de laine est prète vous avez encore besion d'un tisserand pour produire du tissu à partir de cette laine.

source: There are two spots where you can build it - either close to the farm or close to a Storage Tent (or the warehouse).
cs: Jsou zde dvě místa, kde ji můžete postavit - buď v blízkosti farmy nebo v blízkosti skladovacího stanu (Obchodního přístavu).
de: Es gibt zwei Möglichkeiten, ihn zu bauen: entweder nahe der Farm oder in der Nähe eines Lagers bzw. des Kontors.
es: Hay dos sitios donde puedes construirlo - al lado de la granja o junto a un almacén (o lonja).
fi: Kutomo voidaan rakentaa kolmeen paikkaan - joko maatilan, varaston tai sivutoimiston lähelle.
fr: Il y a deux emplacements òu vous pouvez le construire : près de la ferme ou près de l'entrepôt (ou du comptoir).

source: In both cases you should ensure the connection to a trail as well.
cs: V obou případech se ujistěte, jestli je propojená stezkou.
de: In beiden Fällen solltet Ihr eine Straßenverbindung sicherstellen.
es: En ambos casos asegúrate de que están bien conectados por caminos.
fi: Kaikissa tapauksissa sinun pitää luonnollisesti varmistaa polkuyhteys.
fr: Dans les deux cas vous devriez également assurer la connection avec un sentier.

source: You can place the weaver close to the farm and tear down any trail to the farm to see that it will still fetch the wool and produce.
cs: Pokud bude tkadlec v dosahu farmy nemusíte jej propojovat stezkou, zásobení bude fungovat.
de: Der Weber wird auch ohne eine Straße bei der Farm Wolle abholen und Stoff produzieren, falls sie nah genug gelegen ist.
es: Puedes colocar la tejedora al lado de la granja y olvidarte del camino y observar cómo aun así comenzará la recolección de lana y empezará la producción.
fi: Voit testimielessä sijoittaa kutomon maatilan lähettyville ja tuhota kaikki maatilalle johtavat polut. Näin voit havaita, että kutomo saa silti noudettua villaa ja tuotettua vaatteita.
fr: Vous pouvez placer le tisserand près de la ferme at détruire tous les sentiers vers la ferme afin de voir qu'il ira quand-même chercher la laine pour en faire du tissu.

source: TASK: Build a weaver positioned so it can get wool.
cs: ÚKOL: Postavte tkalcovnu tak, aby byla zásobena vlnou.
de: AUFGABE: Errichtet einen Weber, der Wolle abholen kann.
es: Construye una tejedora de forma que pueda recoger lana.
fi: TEHTÄVÄ: Rakenna kutomo paikkaan, josta se saa villaa.
fr: MISSION: Installer un tisserand à proximité de la laine.

source: Build a weaver that can somehow reach the wool of your farm.
cs: Postavte tkalcovnu, která bude v dosahu vlny z Vaší farmy.
de: Errichtet einen Weber, der Wolle von einer Farm abholen kann.
es: Construya un tejedor que de algún modo alcance la lana de tu granja.
fi: Rakenna kutomo, joka saa jollain tavalla villaa.
fr: Installer un tisserand qui pourra accéder à la laine de votre ferme.

source: House a total of 50 or more inhabitants in your city to complete the tutorial. You need a positive balance.
cs: Dosáhnětě 50 a více obyvatel ve vašem městě k dokončení tutorialu. Musíte mít pozitivní bilanci.
de: Beherbergt mehr als 50 Einwohner, um das Tutorial zu beenden. Ihr benötigt außerdem eine positive Bilanz.
es: Hospeda al menos a 50 habitantes en tu ciudad para completar el tutorial. Necesitas un balance positivo.
fi: Asuta siirtokuntaasi vähintään 50 asukasta ja läpäise tämä harjoituspeli. Tarvitset myös voittoa tuottavan talouden.
fr: Logez un total de 50 habitants au moins dans votre ville pour compléter ce didacticiel. Il vous faut un bilan financier positif.

source: NEW TASK: COMPLETE TUTORIAL
cs: NOVÝ ÚKOL: DOKONČETE TUTORIAL
de: NEUE AUFGABE: ABSCHLUSS
es: FINALIZACIÓN DEL TUTORIAL
fi: LÄPÄISE HARJOITUSPELI
fr: MISSION : FINIR LE DIDACTICIEL

source: Try to house a total of 50 or more inhabitants in your city by providing more residential buildings.
cs: Dosáhnětě 50 a více obyvatel tím, že jim postavíte více domů.
de: Beherbergt mehr als 50 Einwohner, um das Tutorial zu beenden. Errichtet hierzu weitere Wohngebäude und erweitert die Produktionslinien, falls nötig.
es: Intenta dar cobijo a un total de 50 o más habitantes en tu ciudad proporcionándoles más edificios residenciales.
fi: Yritä saada siirtokuntaasi vähintään 50 asukasta rakentamalla lisää asuinrakennuksia.
fr: Essayez de loger au moins 50 habitants dans votre ville en fournissant plus de résidences.

source: Once you are able to keep an economy running which can satisfy this amount of consumers, you are ready to discover new Unknown Horizons!
cs: Jakmile zajistíte obyvatele, jste připraveni objevovat nové Neznámé obzory (Unknown Horizons)!
de: Sobald die Wirtschaft floriert und diese Anzahl an Einwohnern versorgen kann, seid Ihr bereit für Eure nächsten Aufgaben:Segelt zu neuen Ufern und erforscht weitere 'Unknown Horizons'!
es: ¡Una vez que seas capaz de mantener la actividad económica que permita satisfacer la demanda de los consumidores, estarás listo para descubrir nuevos Horizontes Desconocidos!
fi: Jos pystyt luomaan tällaisen talouden, joka kestää tällaista asukasmäärää, olet valmis lähtemään kohti Tuntematonta Horisonttia!
fr: Dès que votre économie pourra satisfaire ce nombre de consommateurs vous serez prêt à découvrir d'autres - Horizons Inconnus !

source: You also need enough money to keep this economy running, so a positive balance (check in the warehouse tab 'Account') is required.
cs: Také budete potřebovat dostatek peněz, abyste uchovali stabilní ekonomiku. Proto je vyžadována kladná bilance (můžete si ji zkontrolovat v Obchodním přístavu v záložce "Účet").
de: Ihr benötigt außerdem eine positive Bilanz. Diese könnt ihr im Kontor überprüfen.
es: Necesitas también bastante dinero para mantener la actividad económica, así como tener un saldo positivo (compruébalo en la pestaña de la lonja "Cuenta").
fi: Tehtävän suorittamiseksi myös talouden tulee olla tasapainossa (tarkista asia Budjetti-välilehdeltä keskustorilta tai sivustoimistosta).
fr: Vous avez aussi besoin de suffisamment d'argent pour maintenir l'économie, une balance positive est nécessaire (voir l'onglet « Compte »).

source: TASK: Reach a total number of 50 inhabitants and a positive balance to complete this tutorial.
cs: ÚKOL: Dosáhněte počtu 50 obyvatel a udrže kladnou bilanci pro dokončení tutorialu.
de: AUFGABE: Erreicht insgesamt 50 Einwohner und eine positive Bilanz, um dieses Tutorial abzuschließen.
es: TAREA: Alcanza un total de 50 habitantes y un saldo positivo para completar este tutorial.
fi: TEHTÄVÄ: Hanki vähintään 50 asukasta, varmista että taloutesi on tasapainossa ja läpäise tämä harjoituspeli.
fr: MISSION: Atteindre un nombre total de 50 habitants et un solde positif pour terminer ce tutoriel.

source: NO TASKS LEFT
cs: ŽÁDNÉ DALŠÍ ÚKOLY
de: ALLE AUFGABEN ERLEDIGT
es: NO MÁS OBJETIVOS
fi: EI TEHTÄVIÄ JÄLJELLÄ
fr: AUCUNE MISSION RESTANTE

source: You have successfully completed all tasks that were handed to you. The world is now at your command, waiting for your free aspirations and brave explorations!
de: Ihr habt alle Euch übertragenen Aufgaben erfolgreich abgeschlossen. Eine neue Welt liegt euch nun zu Füßen und wartet darauf, mit Tatendrang und Entdeckerwillen besiedelt zu werden!
es: Has completado satisfactoriamente todos los objetivos que te hemos propuesto. ¡Ahora tienes el mundo a tu disposición, esperando tus libres aspiraciones y desafiantes exploraciones!
fi: Kaikki tämän harjoituspelin tehtävät on nyt suoritettu. Nyt siirtokunta jatkaa taivaltaan sinun tahtosi mukaan odottaen suuria tekoja ja mahtavia tutkimusmatkoja!
fr: Vous avez terminé toutes les tâches qui vous ont été assigné. Le monde est maintenant à vos ordres, dans l'attente de vos aspirations et de vos courageuses explorations !

source: If you have any suggestions on what we could or should improve, add or leave out:
de: Falls Ihr Vorschläge habt, was wir verbessern, hinzufügen oder auslassen könnten bzw. sollten:
es: Si tienes alguna sugerencia que podríamos o deberíamos mejorar, añadir o dejar:
fi: Jos sinulle jäi tästä harjoituspelistä jotain sanottavaa, kuten parannettavaa, moitittavaa tai kehuttavaa, kerro se meille:
fr: Si vous avez des suggestions sur ce que nous pourrions ou devrions améliorer, ajoutez ou proposez les à :

source: Our forums are open to you as well!
de: Unsere Foren stehen Euch ebenfalls offen!
es: ¡También tienes a tu disposición nuestros foros!
fi: Tervetuloa tutustumaan myös keskustelupalstoillemme!
fr: Nos forums vous sont aussi ouvert !

source: The best results until now were achieved by joining our IRC channel, so you could try that out first (-;
de: Meist sind wir am besten in unserem IRC-Kanal zu erreichen, das solltet Ihr also zuerst probieren (-:
es: Los mejores resultados hasta ahora se han conseguido uniéndose a nuestro canal IRC, así que prueba a entrar antes :-)
fi: Parhaat tulokset ovat tulleet IRC-kanaviltamme, joten kokeile niitä ensimmäisenä ;-)
fr: Les meilleurs résultats ont été obtenus jusqu'à présent en joignant notre canal IRC, essayez le en premier ;-)

source: Thanks!
cs: Díky!
de: Vielen Dank!
es: ¡Gracias!
fi: Suuret kiitokset!
fr: Merci !

source: Thanks for playing the tutorial! Your UH-Team
cs: Děkujeme za hraní výuky! Tvůj UH-Team
de: Danke, dass Ihr Euch Zeit genommen habt, diese Einführung zu spielen! Das UH-Team
es: ¡Gracias por haber jugado al tutorial! Tu equipo de UH
fi: Kiitos, että pelasit tätä harjoituspeliä! Terveisin, Unknown Horizonsin kehittäjät
fr: Merci d'avoir suivi ce didacticiel! L'équipe d'UH

source: Congratulations! You have reached the end of this tutorial and are ready to meet new challenges!
cs: Gratulujeme! Dostali jste se na konec výuky a jste připraveni na další výzvy!
de: Glückwunsch! Ihr habt das Ende dieser Einführung erreicht und seid bereit, Euch neuen Herausforderungen zu stellen!
es: ¡Felicidades! ¡Has llegado al final de este tutorial y ya estás preparado para conocer nuevos desafíos!
fi: Onneksi olkoon! Olet pelannut tämän harjoituspelin läpi ja olet valmis kohtaamaan uusia haasteita!
fr: Félicitations ! Vous avez atteint la fin de ce didacticiel, vous êtes maintenant prêt à relever de nouveaux défis !
