Repository: unknown-horizons/unknown-horizons
Catalog: po/uh-tutorial/*.po
Languages: cs, de, es, fi, fr

source: The Fisher needs a coastal building site like the warehouse and a fish school in range.
cs: Rybář potřebuje budovu na pobřeží a Obchodní přístav a hejno ryb v dosahu.
de: Der Fischer benötigt, wie das Kontor, einen Bauplatz am Ufer und muss außerdem mindestens einen Fischschwarm in seinem Einzugsgebiet besitzen.
es: El Pescador necesita que en su alcance haya una sucursal y un banco de peces.
fi: Kalastaja pitää rakentaa rannikolle kuten sivutoimistokin ja tarvitsee kalastuskoulun kantamaansa.
fr: Le pêcheur a besoin d'un bâtiment côtier et d'un banc de poisson à proximité.

source: He will build a small rowing vessel and catch some fish.
cs: Postaví si malou loďku a bude chytat ryby.
de: Er wird daraufhin ein kleines Ruderboot bauen und ein paar Fische fangen.
es: Él construirá una pequeña embarcación a remo y pescará.
fi: Kalastaja rakentaa pienen soutuveneen ja alkaa pyydystämään kaloja.
fr: Il construira un petit bateau à rame et ira attraper du poisson.

source: This is a very constant supply at the cost of a slightly longer production time per unit of food.
cs: Jedná se o nepřetržitý zdroj potravy, cenou za to je delší produkční čas každé jednotky jídla.
de: Dies ist eine sehr konstante Nahrungsversorgung zum Preis einer etwas längeren Produktionszeit pro Nahrungseinheit.
es: Esta es una fuente muy constante de suministro a costa de un mayor tiempo de producción por unidad de comida.
fi: Kalastus on todella pitkäikäinen ruoanlähde, mutta hitaampaa kuin metsästäminen.
fr: C'est une source de nourriture très constante mais d'un temps de production par unité de nourriture légèrement plus long.

source: A small settlement like yours can use both companies, and you can better balance pros and cons if you see the direct comparison.
cs: Malá osada, jakou je ta Vaše, může využít obě společnosti. Pokud je uvidíte v přímém srovnání, můžete lépe porovnat jejich výhody a nevýhody.
de: Eine kleine Siedlung wie die Eure kann beide Betriebe gebrauchen. Im direkten Vergleich könnt Ihr selbst Vor- und Nachteile abwägen.
es: Un pequeño asentamiento como el tuyo puede utilizar ambos negocios, y puedes mejorar el saldo de ventajas e inconvenientes si te fijas en la comparación directa.
fi: Pieni asutuskeskus - kuten omasi - voi käyttää molempia, jolloin pystyt paremmin tasapainottamaan hyvät ja huonot puolet.
fr: Une petite colonie comme la votre peut utiliser ces deux types d'entreprises, et vous pourrez mieux en évaluer les avantages et les inconvénients en les comparant directement.

source: TASK: Build a hunter and a fisher.
cs: ÚKOL: Postavte lovce a rybáře.
de: AUFGABE: Errichtet einen Jäger und einen Fischer.
es: Construye un cazador y un pescador.
fi: TEHTÄVÄ: Rakenna metsästäjä ja kalastaja.
fr: MISSION : Construire une hutte de chasseur et une de pêcheur.

source: Don't forget to connect them to your warehouse with trails!
cs: Nezapomeňte je připojit k Vašemu Obchodnímu přístavu pomocí stezek!
de: Und vergesst die Wege zum Kontor nicht!
es: ¡No olvides conectarlos a tu almacén central mediante caminos!
fi: Älä unohda yhdistää niitä polulla sivutoimistoosi!
fr: Et n'oubliez pas les sentiers les reliant à votre comptoir !

source: Build a hunter and a fisher. Connect them to the warehouse.
cs: Postavte lovce a rybáře. Spojte je s budovou Obchodního přístavu.
de: Errichtet einen Jäger und einen Fischer. Verbindet sie mit dem Kontor.
es: Construya un puesto de caza y pesca. Conéctelos al asentamiento.
fi: Rakenna metsästäjä ja kalastaja ja yhdistä ne sivutoimistoosi.
fr: Construisez une cabane de chasseur et une de pêcheur. Connectez les à votre comptoir.

source: NEW TASK: MAIN SQUARE
cs: NOVÝ ÚKOL: TRŽIŠTĚ
de: NEUE AUFGABE: MARKTPLATZ
es: LA PLAZA PRINCIPAL
fi: KESKUSTORI
fr: MISSION : LA PLACE CENTRALE

source: Your residents need a main square where they can fetch their goods from.
cs: Vaši obyvatelé potřebují tržiště, kde si mohou vyzvednout zboží.
de: Eure Einwohner verlangen nach einen Marktplatz, von dem sie ihre Güter abholen können.
es: Tus residentes necesitan una plaza principal donde poder obtener sus bienes.
fi: Asukkaasi tarvitsevat keskustorin, jolta he voivat hankkia elintarvikkeensa.
fr: Vos habitants ont besoin d'une place marchande où ils trouveront des biens de consommation.

source: This means that they need a trail connection from their home to the main square.
cs: To znamená, že musí mít spojení pomocí stezky ze svých domů na tržiště.
de: Aus diesem Grund benötigen sie eine Straßenverbindung von ihrem Haus zum Marktplatz.
es: Esto significa que necesitan un camino de conexión entre sus casas y la plaza principal.
fi: Keskustorille pitää siis olla kulkuyhteys asukkaiden asunnoilta.
fr: Cela signifie qu'il leur faudra un sentier menant des habitations à la place centrale.

source: All goods in your warehouse are available at this 'market place', so your residents do not need to walk to the fisher or even to the warehouse.
cs: Všechno zboží v Obchodním přístavu je dostupné na tomto "tržišti", takže obyvatelé nemusí chodit k rybáři nebo až do Obchodního přístavu.
de: Alle Güter in Eurem Kontor sind auch dort verfügbar. Dadurch müssen die Einwohner weder zum Fischer noch zum Kontor laufen.
es: Todos los bienes de tu asentamiento están disponibles en la 'plaza principal', por lo que tus residentes no necesitan acudir al pescador ni a la lonja.
fi: Kaikki elintarvikkeet sivutoimistollasi ovat saatavilla tältä "kauppapaikalta", joten asukkaidesi ei tarvitse kävellä erikseen kalastajalle, metsästäjälle tai edes sivutoimistolle.
fr: Toutes les marchandises de votre comptoir sont disponibles dans cette « place du marché », donc vos habitants n'ont pas besoin d'aller chez le pêcheur ou même jusqu'au comptoir.

source: You should avoid placing your main settlement tents too close to your lumberjacks because building tents will clear away the trees that your lumberjack needs to produce boards.
cs: Měli byste se vyvarovat výstavby stanů příliš blízko Vašemu dřevorubci,protože postavením stanů budou zničeny stromy, které dřevorubec potřebuje k produkci prken.
de: Beachtet, dass Ihr Eure Einwohner am besten in einem Gebiet ansiedelt, welches man einfach vergrößern kann und wo auch Platz für Wege vorhanden ist.
es: Deberías proporcionar un lugar adecuado a las tiendas de tu asentamiento procurando no ubicarlas demasiado cerca del aserradero ya que éstas despejarán los árboles que tu aserradero necesita para producir tablones.
fi: Vältä telttojen sijoittamista puunhakkaajan läheisyyteen, sillä teltan pystyttäminen raivaa paikalla olevat puut (ja et pääse sahaamaan niitä laudoiksi hyötykäyttöön).
fr: Vous devriez éviter de fonder votre campement trop prés du bucheron car les tentes prennent la place du bois dont le bucheron a besion afin de produire des planches.

source: Companies work without being connected to the tents, so you don't need to build a road between the main square and e.g. your lumberjack tent.
cs: Společnosti nepotřebují přístup ke stanům, proto nepotřebujete vybudovat cestu mezi tržištěm a např. dřevorubeckým stanem.
de: Im Allgemeinen sollten Zelte beispielsweise nicht zu nah an die Holzfällerlager gebaut werden, da sonst wertvolle Bäume gefällt werden.
es: Los negocios no necesitan estar conectados a las tiendas, así que no necesitas construir un camino entre la plaza principal y por ejemplo, la tienda del leñador.
fi: Yritysten toiminta jatkuu, vaikka niillä ei olisikaan kulkuyhteyttä keskustorille.
fr: Les entreprises fonctionnent sans être connectées aux tentes, donc vous n'avez pas besoin de construire une route entre la place centrale et par exemple la tente du bûcheron.

source: TASK: Build a main square.
cs: ÚKOL: Postavte tržiště.
de: AUFGABE: Errichtet einen Marktplatz.
es: TAREA: Construye una plaza principal.
fi: TEHTÄVÄ: Rakenna keskustori.
fr: MISSION : Construire une place centrale.

source: Now let's have a closer look at the main square.
cs: Nyní se blíže podívejme na tržiště.
de: Lasst uns nun einen genaueren Blick auf den Marktplatz werfen.
es: Ahora vamos a centrar la mirada en la plaza principal.
fi: Tutustutaan kuitenkin nyt tarkemmin keskustoriin.
fr: Maintenant, nous allons regarder de plus près la place centrale.

source: In the 'Account' tab you get a balance sheet of this island, featuring all costs you pay and all taxes you earn.
cs: V záložce "Účet" můžete vidět přehled financí Vašeho ostrova, který zahrnuje všechny platby, které platíte, a všechny daně, které dostáváte.
de: Im Tab 'Finanzen' erhaltet Ihr eine Übersicht der Bilanz dieser Insel. Sie enthält alle Betriebskosten und eingenommenen Steuern.
es: En la pestaña "Cuenta" tendrás una hoja del saldo de esta isla, enumerando todos los costes que pagas y todos los impuestos que cobras.
fi: Yleiskatsauksessa näet siirtokuntasi taloudellisen tilan, kuten ansaitsemasi verot ja rakennuksien ylläpitoon kuluvat juoksevat kulut.
fr: Dans l'onglet « Compte » vous obtenez un bilan de cette île, avec tous les frais que vous payez ainsi que tous les impôts que vous gagnez.

source: The items 'Sale' and 'Buy' refer to your trading balance and will be explained later on.
cs: Položky "Nákup" a "Prodej" ukazují Vaši obchodní bilanci a budou vysvětleny později.
de: Die Posten 'Verkaufen' und 'Einkaufen' beziehen sich auf Eure Handelsbilanz und werden später ausführlich erklärt.
es: Los apartados "Ventas" y "Compras" hacen referencia al saldo de comercio que explicaremos más adelante.
fi: Tulot- ja Menot-kohtien perusteella määritellään siirtokuntasi taloudellinen tasapaino, josta puhumme myöhemmin lisää.
fr: Les points « Vendre » et « Acheter » font référence à votre balance commerciale et seront expliqués plus tard.

source: If your balance is positive, you all-in-all make a profit.
cs: Pokud je Vaše bilance kladná, vykazujete zisk.
de: Fällt die Bilanz positiv aus, macht Ihr auf dieser Insel Gewinn.
es: Si tu saldo es positivo, estarás produciendo beneficios.
fi: Jos taloutesi on plussan puolella, siirtokuntasi tekee voittoa.
fr: Si votre solde est positif, tout compte tenu vous faites un profit.

source: In the different increment overview tabs you can see statistics about your inhabitants. You also set the increment-specific global tax here and allow or deny inhabitants of this increment to upgrade to the next higher one.
cs: Dále jsou zde záložky odpovídající jednotlivým úrovním. Zde můžete sledovat statistiky o Vašich obyvatelích. Zde můžete nastavit celkovou daň a povolit nebo zakázat obyvatelům na dané úrovni postoupit do vyšší úrovně.
de: Im 'Siedler'-Tab seht Ihr Statistiken bezüglich Eurer Einwohner. Der globale Steuersatz für diese Siedlerstufe kann eingestellt werden, ebenso könnt Ihr Euren Einwohnern erlauben oder verbieten, in die nächsthöhere Stufe aufzusteigen.
es: En las diferentes pestañas de información de crecimiento, puedes ver estadísticas de tus habitantes. También puedes fijar aquí un impuesto específico para cada nivel y permitir o denegar a tus habitantes de ese nivel que realicen mejoras para alcanzar el siguiente nivel.
fi: Siirtokunnantason mukaan jaettavilla välilehdillä voit tutustua erilaisiin tilastotietoihin. Voit määritellä siirtokuntatasokohtaisen veroprosentin ja sallia tai kieltää asukkailtasi oikeudet asumustensa päivittämiseen.
fr: Dans les différents onglets de sélection de niveaux vous pouvez voir des statistiques sur vos habitants. Vous pouvez également définir le niveau global de taxe spécifique et autoriser ou refuser aux habitants de ce niveau de passer au niveau suivant.

source: Build a main square. Choose an area without many economy buildings.
cs: Postavte tržiště. Vyberte oblast, kde se nenachází mnoho produkčních budov.
de: Errichtet einen Marktplatz. Wählt eine Gegend ohne viele Wirtschaftsgebäude.
es: Construya una plaza principal. Elija una zona sin demasiados edificios comerciales.
fi: Rakenna keskustori. Valitse alue, jolla ei ole liian montaa tuotantorakennusta.
fr: Construisez une place centrale. Choisissez un endroit peu chargé en bâtiments économiques.

source: NEW TASK: RESIDENTIAL BUILDINGS
cs: NOVÝ ÚKOL: OBYTNÉ BUDOVY
de: NEUE AUFGABE: WOHNGEBÄUDE
es: EDIFICIOS RESIDENCIALES
fi: ASUINRAKENNUKSET
fr: MISSION : LES HABITATIONS

source: Settlers want to have a roof over their heads, else they won't even think of living in your city! You need to provide tents.
cs: Osadníci chtějí mít střechu nad hlavou, jinak je ani nenapadne usadit se ve Vašem městě! Potřebujete zajistit jim stany.
de: Siedler wollen ein Dach über dem Kopf haben, sonst werden sie nicht einmal daran denken, sich in Eurer Stadt niederzulassen. Hierzu müsst Ihr Zelte bereitstellen!
es: ¡Los colonos quieren tener un techo sobre sus cabezas, de lo contrario no se quedarán a vivir en tu ciudad! Proporciónales tiendas de campaña.
fi: Uudisasukkaat haluavat katon päänsä päälle, muuten he eivät tule lähellekään siirtokuntaasi! Sinun pitää siis pystyttää telttoja.
fr: Les colons veulent avoir un toit au dessus de la tête, autrement ils ne penseront même pas à venir vivre dans votre ville ! Vous devez leurs fournir des tentes.

source: Tents are the basic residential buildings. Your inhabitants will want to upgrade it when they reach higher increments.
cs: Stany jsou základními obytnými budovami. Vaši obyvatelé je budou vylepšovat až dosáhnou vyšší úrovně.
de: Zelte sind die einfachsten Wohngebäude. Eure Einwohner werden sie ausbauen, sobald sie eine höhere Stufe erreichen.
es: Las tiendas son edificios residenciales básicos. Tus habitantes querrán mejorarlas en cuanto alcances niveles superiores.
fi: Teltat ovat perusasuinrakennuksia. Asukkaasi haluavat kehittää asumustaan, kun heillä on varaa ja taitoja siihen.
fr: Les tentes constituent l'habitation de base. Vos habitants voudront les améliorer quand ils atteindront des niveaux supérieurs.

source: Settlers may not look very useful since they will try to consume all goods you produce - but they at least pay taxes, and that's the only way you can make money for now!
cs: Osadníci se nezdají být příliš užiteční, snaží se spotřebovat všechno zboží, které produkujete, ale na druhou stranu platí daně, které jsou prozatím Vaším jediným zdrojem peněz!
de: Einwohner scheinen vielleicht auf den ersten Blick nicht sehr nützlich zu sein – sie verbrauchen den Großteil der Güter, die Ihr produziert. Aber sie zahlen dafür immerhin Steuern. Und das ist der einzige Weg, wie Ihr momentan an Geld gelangen könnt.
es: Los colonos pueden parecerte poco útiles porque intentarán consumir todos los bienes que produzcas - al menos pagan impuestos, y esa es la única forma de hacer dinero por ahora!
fi: Uudisasukkaat eivät välttämättä vaikuta hyödyllisiltä, sillä he kuluttavat tuottamiasi elintarvikkeita. He kuitenkin maksavat veroja, ja se on tällä hetkellä ainoa tapa, jolla saat rahaa!
fr: Les marins peuvent sembler peu ou pas très utiles dans la mesure où ils essaieront de consommer tout les biens que vous produirez mais, au moins, ils paient les taxes et c'est votre seule façon de gagner de l'argent pour le moment.

source: TASK: Build a tent and connect it to the main square. Tents dont need to be connected to any of the companies.
de: AUFGABE: Errichtet ein Zelt und verbindet es mit dem Marktplatz.. Zelte müssen nicht mit den Betrieben verbunden werden.
es: TAREA: Construye una tienda y conéctala a la plaza principal. Las tiendas no necesitan estar conectadas a los negocios.
fi: TEHTÄVÄ: Rakenna teltta ja yhdistä se polulla keskustoriin. Telttoja ei tarvitse yhdistää yrityksiin.
fr: MISSION : Construisez une tente et connectez-la à la place principale. Les tentes n'ont pas besoin d'être connectées aux entreprises.

source: Build a tent and connect it to the main square.
cs: Postavte stan a propojte jej s tržištěm.
de: Errichtet ein Zelt und verbindet es mit dem Marktplatz.
es: Construya una tienda de campaña y conéctela a la plaza principal.
fi: Rakenna teltta ja yhdistä se polulla keskustoriin.
fr: Construisez une tente et connectez-la à la place centrale.

source: Let's have a look at the tent overview tab.
cs: Nyní se pojďme podívat na přehledovou záložku pro stany.
de: Wir sollten uns nun den Übersichts-Tab eines Zelts ansehen.
es: Vamos a echar una ojeada a la pestaña de información de la tienda.
fi: Katsotaanpa telttayleiskatsauksen välilehteä.
fr: Regardons maintenant la fenêtre d'une tente.

source: You can see * the happiness of these residents, * the taxes they pay and * the resources they demand.
cs: Můžete zde vidět: * spokojenost obyvatel, * daně, které platí * zdroje, které požadují.
de: Es wird angezeigt: * die Zufriedenheit dieser Bewohner, * die Höhe der Steuern, die sie zahlen und * die Waren, nach denen sie verlangen.
es: Puedes ver * la felicidad de esos residentes. * los impuestos que ellos pagan y * los recursos que piden.
fi: Näet teltan asukkaiden * onnellisuuden, * maksamat verot ja * vaatimat resurssit.
fr: Vous pouvez y voir * la satisfaction de ses occupants, * les taxes qu'ils paient et * les ressources qu'ils demandent.

source: If their demands are fulfilled, happiness and thus your tax income increase.
cs: Pokud budou jejich požadavky splněny, štěstí a také příjem z daní vzrostou.
de: Ist dieser Bedarf gedeckt, werden Zufriedenheit und damit Eure Steuereinnahmen steigen.
es: Si sus demandas son satisfechas, su felicidad así como tus ingresos aumentarán.
fi: Jos täytät heidän vaatimuksensa, onnellisuus lisääntyy ja siten myös verotulosi.
fr: Si vous répondez à leurs demandes, la satisfaction et donc les taxes prélevées augmentent.

source: If not, happiness and income decrease. At some time your residents may get really sour and simply turn their back on your village, leaving behind a decaying ruin.
cs: Pokud nebudou splněny, štěstí a příjem poklesne. Po určité době se obyvatelé stanou nevrlými, opustí Vaši vesnici a zanechají za sebou rozpadající se trosky.
de: Ist er es nicht, sinkt beides. Ab einem gewissen Punkt werden die Einwohner wirklich sauer, sodass sie ihre Koffer packen, aus der Stadt verschwinden und nur noch eine unbewohnbare Ruine zurücklassen.
es: Si no, su felicidad y tus ingresos decrecen. Algunas veces tus residentes estarán tan disgustados que simplemente se marcharán de tu villa, dejando atrás una ruina decadente.
fi: Jos et täytä, onnellisuus ja tulot laskevat. Asukkaat saattavat tulla hyvin happamiksi ja yksinkertaisesti kääntää selkänsä kylällesi jättäen taakseen murenevat rauniot.
fr: Sinon, la satisfaction et les rentrées d'argent diminuent. Parfois, les habitants peuvent en avoir vraiment marre, ils tournent alors le dos à votre village.

source: Note that you can also change the global tax settings here, too.
cs: Všimněte si, že i zde můžete změnit nastavení celkové daně.
de: Beachtet, dass Ihr auch in diesem Tab an der Steuerschraube drehen könnt.
es: Ten en cuenta que aquí también puedes cambiar los impuestos globales.
fi: Huomaa, että veroprosenttia voi muuttaa myös telttakohtaisesti.
fr: Notez que vous pouvez régler les taxes ici aussi.

source: TASK: Build at least three additional tents.
cs: ÚKOL: Postavte alespoň tři další stany.
de: AUFGABE: Erbaut drei weitere Zelte.
es: Construye al menos tres tiendas adicionales.
fi: TEHTÄVÄ: Rakenna vähintään kolme telttaa lisää.
fr: MISSION: Construisez au moins 3 tentes supplémentaires.

source: TIP: Holding down SHIFT eases constructing multiple buildings of the same kind.
cs: TIP: Přidržení klávesy SHIFT Vám zjednoduší hromadnou výstavbu budov stejného druhu.
de: TIPP: Mit gedrückter SHIFT-Taste wird das Bauen von mehreren Gebäuden desselben Typs erleichtert.
es: TRUCO: Si mantienes pulsado MAYUS podrás construir más de un edificio del mismo tipo.
fi: VIHJE: Shift-näppäimen pitäminen pohjassa helpottaa usean saman rakennuksen rakentamista.
fr: ASTUCE : Il est plus simple de construire plusieurs bâtiments du même type en gardant la touche SHIFT enfoncée.

source: Build at least three additional tents and connect them to the main square.
cs: Postavte alespoň tři další stany a propojte je s tržištěm.
de: Errichtet mindestens drei zusätzliche Zelte und verbindet sie mit dem Marktplatz.
es: Construye al menos tres tiendas adicionales y conéctalas a la plaza principal.
fi: Rakenna vähintään kolme telttaa lisää ja yhdistä ne keskustoriin.
fr: Construisez 3 tentes supplémentaires et reliez les à la place centrale.

source: NEW TASK: BUILD SIGNAL FIRE
cs: NOVÝ ÚKOL: POSTAVTE SIGNÁLNÍ OHEŇ
de: NEUE AUFGABE: LEUCHTFEUER BAUEN
es: CONSTRUYE UNA SEÑAL DE HUMO
fi: RAKENNA MERKKITULI
fr: MISSION : LA SIGNALISATION

source: Can you see the ship passing your island from time to time? That ship belongs to the Free Trader, one of the first settlers in this archipelago.
cs: Vidíte lodě, které čas od času projedou okolo Vašeho ostrova? Tyto lodě patří Svobodnému obchodníkovi, jednomu z prvních osadníků v tomto souostroví.
de: Habt Ihr das Schiff bemerkt, welches von Zeit zu Zeit Eure Insel ansteuert? Es gehört zum Freien Händler, einem der ersten Siedler in diesem Archipel.
es: ¿Ves un navío pasando por tu isla de vez en cuando? Ese navío pertenece a un Comerciante Libre, uno de los primeros colonos en este archipiélago.
fi: Oletko huomannut laivan ohittavan säännöllisesti siirtokuntasi? Alus on vapaakauppiaan, joka oli yksi saariston ensimmäisistä uudisasukkaista.
fr: Avez-vous remarqué le navire qui passe de temps en temps devant votre île? C'est le navire du marchand indépendant, l'un des premiers colons de cet archipel.

source: The trader will supply your settlement with necessary goods which you can't produce yet.
cs: Obchodník bude zásobovat Vaši osadu potřebným zbožím, které zatím nemůžete sami produkovat.
de: Er beliefert Siedlungen mit Gütern, die Ihr momentan noch nicht produzieren könnt.
es: El comerciante proporcionará a tu asentamiento bienes necesarios sin los cuales no podrás producir aún.
fi: Kauppiaalta voi ostaa hyödyllisiä tarvikkeita, joita et voi tuottaa vielä itse.
fr: Il peut approvisionner votre colonie en marchandises que vous ne pouvez pas encore produire.

source: You can also sell surpluses of your production, but in general consuming them (by building more tents) instead of selling them yields more profit.
cs: Také můžete prodávat přebytky z Vaší produkce. Obecně je ale výhodnější tyto přebytky spotřebovat (tak, že postavíte více stanů). Příjem z daní bude vyšší než by byl příjem z prodeje.
de: Außerdem wird er Produktionsüberschüsse einkaufen, aber im Allgemeinen ist das Verbrauchen (mehr Zelte errichten) einträglicher als der Verkauf.
es: También puedes vender excesos de tu producción, pero en general consúmelos (construyendo más tiendas de campaña) en lugar de venderlos y obtener un rendimiento por ellos.
fi: Tarvittaessa voit myydä myös ylijäämätuotantoasi, mutta tämä kannattaa ennemminkin korvata rakentamalla lisää telttoja (jolloin asukkaita tulee lisää ja resursseja kuluu enemmän).
fr: Vous pouvez également vendre vos surplus de production, mais en général il est plus profitable de les consommer (en construisant plus de tentes).

source: Normally the trader ships just sail around and look for deals, but you can speed things up a bit.
cs: Normálně obchodní lodě pouze proplouvají okolo a hledají obchodní příležitosti, ale my můžeme věci trochu urychlit.
de: In der Regel fahren die Schiffe umher und halten Ausschau nach möglichen Geschäften. Diesen Prozess könnt Ihr aber ein wenig beschleunigen.
es: Normalmente los navíos del comerciante navegan alrededor y buscan ofertas, pero puedes acelerar las cosas un poco.
fi: Normaalisti kauppa-alukset vain kiertelevät ympäriinsä etsien hyviä kauppapaikkoja, mutta voit nopeuttaa tätä prosessia.
fr: Normalement les navire marchands ne font que chercher des opportunités, mais vous pouvez un peu accélérer les choses.
