Repository: unknown-horizons/unknown-horizons
Catalog: po/*/LC_MESSAGES/unknownhorizons.po
Languages: pl

source: Not yet implemented
pl: Jeszcze nie wprowadzone

source: Sorry, multiplayer has not been implemented yet.
pl: Przepraszamy, ale gra dla wielu graczy jeszcze nie była wprowadzona.

source: You have to select a server
pl: Musisz wybrać serwer

source: Error
pl: Błąd

source: No file selected
pl: Żaden plik nie był wybrany

source: You need to select a savegame to delete
pl: Musisz wybrać zapis do usunięcia

source: Confirm deletion
pl: Potwierdź usunięcie

source: Do you really want to delete the savegame "%s"?
pl: Czy na prawdę chcesz usunąć zapis gry "%s"?

source: No saved games
pl: Brak zapisanych gier

source: There are no saved games to load
pl: Żadne zapisy do załadowania nie istnieją

source: Load game
pl: Wczytaj grę

source: Save game
pl: Zapisz grę

source: Confirmation for overwriting
pl: Potwierdzenie nadpisywania

source: A savegame with the name "%s" already exists. Should i overwrite it?
pl: Zapis o nazwie "%s" już istnieje. Nadpisać?

source: System default
pl: Domyślny

source: Warning
pl: Uwaga

source: Invalid player name
pl: Zła nazwa gracza

source: You entered an invalid playername
pl: Zła nazwa gracza była podana

source: Construction progress:
pl: Postęp konstrukcji:

source: Level
pl: Poziom

source: Player:
pl: Gracz:

source: Color:
pl: Kolor:

source: Slots:
pl: Miejsca:

source: Bots:
pl: Boty:

source: chat
pl: czat

source: Contributors
pl: Współpracownicy

source: PROJECT COORDINATION
pl: KOORDYNACJA PROJEKTU

source: GAME-PLAY DESIGN
pl: PLAN GRANIA

source: PROGRAMMING
pl: PROGRAMOWANIE

source: GRAPHIC ARTIST
pl: GRAFIKA

source: SOUND and MUSIC ARTISTS
pl: DZWIĘK I MUZYKA

source: TRANSLATION
pl: TŁUMACZENIA

source: SPECIAL THANKS to:
pl: PODZIĘKOWANIA dla:

source: The FIFE team (www.fifengine.de)
pl: Drużyna FIFE (www.fifengine.de)

source: Change name
pl: Zmień nazwę

source: Enter new name:
pl: Podaj nową nazwę:

source: Quit Session
pl: Wyłącz sesję

source: Are you sure you want to abort the running session?
pl: Jesteś pewien, że chcesz zakończyć aktualną sesję?

source: Settings
pl: Ustawienia:

source: Please make sure that you know, what you do.
pl: Prosimy o upewnienie, że wiedzą Państwo co robią.

source: GRAPHICS
pl: GRAFIKA

source: Screen resolution:
pl: Wielkość ekranu:

source: Color depth:
pl: Głębia koloru:

source: Used renderer:
pl: Używany silnik:

source: Full screen
pl: Pełny ekran

source: SOUND
pl: DZWIĘK

source: Music volume:
pl: Głóśność muzyki:

source: Effects volume:
pl: Głośność efektów:

source: Enable sound
pl: Włącz dzwięk

source: SAVING
pl: ZAPISYWANIE

source: Autosave interval:
pl: Interwał autozapisywania:

source: minutes
pl: minuty

source: Number of autosaves:
pl: Ilość autozapisów:

source: Number of quicksaves:
pl: Ilośc szybkich zapisów:

source: LANGUAGE
pl: JĘZYKI

source: Language:
pl: Język:

source: Restart Required
pl: Restartowanie gry wymagane

source: Some of your changes require a restart of Unknown Horizons.
pl: Niektóre zmiany wymagają restartowania Unknown Horizons.

source: Loading ...
pl: Ładowanie...

source: Your saved games:
pl: Twoje zapisane gry:

source: Enter filename:
pl: Podaj nazwę:

source: Details:
pl: Szczegóły:

source: Singleplayer
pl: Jeden gracz

source: Multiplayer
pl: Wielu graczy

source: Credits
pl: Autorzy

source: Quit
pl: Wyjdź

source: Settings
pl: Ustawienia

source: Help
pl: Pomoc

source: Continue Game
pl: Kontynuuj grę

source: Chime The Bell
pl: Zadzwoń dzwonkiem

source: NEW GAME - SINGLEPLAYER
pl: NOWA GRA - JEDEN GRACZ

source: Main menu:
pl: Menu główne:

source: Player name:
pl: Nazwa gracza:

source: Choose a map to play:
pl: Wybierz mapę:

source: Start game:
pl: Rozpocznij grę:

source: Chime The Bell
pl: Zadzwoń dzwonkiem

source: Yeah, you made it...
pl: Dobrze, zrobiłeś to...

source: But this is a deadlink, sorry.
pl: Ale nigdzie to nie prowadzi, przepraszamy.

source: Destroy
pl: Zniszcz

source: Diplomacy (not yet implemented)
pl: Dyplomacja (jeszcze nie wprowadzone)

source: Build menu
pl: Menu budowania

source: Help
pl: Pomoc

source: Game menu
pl: Menu gry

source: Quit Game
pl: Wyłącz grę

source: Are you sure you want to quit Unknown Horizons?
pl: Jesteś pewien, że chcesz wyłączyć Unknown Horizons?

source: Game paused
pl: Gra zapausowana

source: Hit P to continue the game or click below!
pl: Naciśnij P lub niżej, aby kontynuować!

source: Return to Game
pl: Powróć do gry

source: Cancel Game
pl: Anuluj grę

source: Save Game
pl: Zapisz grę

source: Load Game
pl: Wczytaj grę

source: Key Bindings
pl: Skróty klawiszowe

source: {LEFT} = Scroll left
pl: {LEWO} = Przesuń w lewo

source: {RIGHT} = Scroll right
pl: {PRAWO} = Przesuń w prawo

source: {UP} = Scroll up
pl: {GÓRA} = Przesuń w górę

source: {DOWN} = Scroll down
pl: {DÓŁ} = Przesuń w dół

source: { , } = Rotate building left
pl: { , } = Obróć budynek w lewo

source: { . } = Rotate building right
pl: { . } = Obróć budynek w prawo

source: {B} = Show build menu
pl: {B} = Pokaż menu budowania

source: {F1} = Display help
pl: {F1} = Pokaż pomoc

source: {F5} = Quicksave
pl: {F5} = Szybki zapis

source: {F9} = Quickload
pl: {F9} = Szybkie wczytywanie

source: {F10} = Toggle console on/off
pl: {F10} = Włącz/Wyłącz konsolę

source: {ESC} = Show pause menu
pl: {ESC} = Pokaż menu

source: {G} = Toggle grid on/off
pl: {G} = Włącz/Wyłącz kratkę

source: {X} = Enable destruct mode
pl: {X} = Wejdź do trybu niszczenia

source: {P} = Pause game
pl: {P} = Pauza

source: { + } = Increase game speed
pl: { + } = Przyśpiesz grę

source: { - } = Decrease game speed
pl: { - } = Zpowolnij grę

source: {S} = Screenshot
pl: {S} = Zrzut ekranu

source: {D} = Launch Python debugger
pl: {D} = Włącz debugger pythona

source: {SHIFT} = Hold to place multible buildings
pl: {SHIFT} = Trzymaj aby postawić kilka budynków

source: Have fun.
pl: Baw się dobrze.

source: The FIFE and Unknown Horizons development teams
pl: Drużyny rozwojowe FIFE i Unknown Horizons

source: stock
pl: zasoby

source: production
pl: produkcja

source: Building overview
pl: Podgląd budynku

source: Name:
pl: Nazwa:

source: Health:
pl: Zdrowie:

source: Running Costs:
pl: Koszty działania:

source: Buy/Sell Resources:
pl: Kup/Sprzedaj zasoby:

source: route
pl: droga

source: combat
pl: walka

source: Inventory
pl: spis

source: Overview
pl: Przegląd

source: Taxes:
pl: Podatki:

source: Pause production
pl: Przerwa produkcji

source: Start production
pl: Rozpocznij produkcja

source: Account
pl: Finanse

source: Income:
pl: Wpływy:

source: Taxes
pl: Podatki

source: Expenses:
pl: Wydatki:

source: Balance:
pl: Balans:

source: Happiness:
pl: Szczęśliwość

source: Inhabitants:
pl: Mieszkańcy:

source: Level:
pl: Poziom:

source: Needed Resources:
pl: Potrzebne zasoby:

source: Current construction progress:
pl: Aktualny postęp konstrukcji:

source: Build new ship:
pl: Zbuduj nową łódź

source: Select a boat to build:
pl: Wybierz łódź do zbudowania:

source: Build selected:
pl: Zbuduj wybrane

source: Load/Unload:
pl: Załaduj/Wyładuj:

source: Trade
pl: Wymień

source: Ship:
pl: Łódź

source: Exchange:
pl: Wymiana:

source: Trade partner:
pl: Partner wymiany

source: Buy or sell resources
pl: Kupuj lub sprzedawaj zasoby

source: Legend:
pl: Legenda:

source: Buy resources
pl: Kupuj zasoby

source: Sell resources
pl: Sprzedaj zasoby

source: Select resources:
pl: Wybierz zasoby:

source: Services
pl: Serwisy

source: Companies
pl: Firmy

source: Military
pl: Wojskowe

source: Tent
pl: Namiot

source: Trail: Needed for delivering goods
pl: Trasa: Potrzebna do przewożenia dóbr

source: Tree
pl: Drzewo

source: Main square: Supplies citizens with goods
pl: Głowny rynek: Zapewnia obywatelom dobra

source: Storage: Extends settlement, stores goods
pl: Magazyn: Powiększa osadę, składuje dobra

source: Signal fire: Allows the player to trade with the free trader
pl: Ogień sygnałowy: Pozwala graczu wymieniać z wolnym handlowcem

source: Lumberjack: Harvests wood and turns them into boards
pl: Drwal: Ścina drzewa i robi z nich deski

source: Hunter: Hunts wild animals, gathers food
pl: Myśliwy: Poluje na zwierzęta, dostarcza jedzenie

source: Boat builder: Builds boats and small ships, built on coast
pl: Budowniczy łodzi: Buduje łodzie i małe łódki, musi być na brzegu

source: Fisherman: Fishes the sea, gathers food
pl: Rybarz: Łowi na morzu, dostarcza jedzenie

source: Potato Field: Delivers food Needs a farm
pl: Pole ziemniaków: Dostarcza jedzenie, wymaga farmy

source: Build
pl: Zbuduj

source: Production
pl: Produkcja

source: School: Provides education.
pl: Szkoła: Zapewnia edukację.

source: Boat builder: Builds boats and small ships, built on coast
pl: Budowniczy łodzi: Buduje łodzie i małe łódki, musi być na brzegu

source: Invalid filename
pl: Zła nazwa pliku

source: You entered an invalid filename.
pl: Podałeś złą nazwę pliku.

source: Configured language %(lang)s at %(place)s could not be loaded
pl: Skonfigurowany język %(lang)s w %(place)s nie mógł być wczytany

source: Error: Cannot find map "%s".
pl: Błąd: nie można odnaleźć mapy "%s".

source: Error: Cannot find savegame "%s".
pl: Błąd: nie można odnaleźć zapisu "%s".

source: Error: No quicksave found.
pl: Błąd: Szybki zapis nie istnieje.

source: Error:
pl: Błąd:

source: Network Error
pl: Błąd sieciowy

source: Failed to quicksave.
pl: Nieudało się szybko zapisać.

source: No quicksaves found
pl: Żadne szybkie zapisy nie były znalezione

source: You need to quicksave before you can quickload.
pl: Musisz szybko zapisać zanim będziesz mógł szybko wczytywać.

source: Error: Config version not supported, creating empty config which wont be saved.
pl: Błąd: wersja konfiguracji nie jest obsługiwana, tworzenie pustej, która nie będzie zapisana.

source: Starting unknown horizons
pl: Uruchamianie Unknown Horizons

source: Starts <map>. <map> is the mapname.
pl: Rozpoczyna <map>. <map> jest nazwą mapy.

source: Starts a random map.
pl: Rozpoczyna losową mapę

source: Starts the development map without displaying the main menu.
pl: Rozpoczyna mapę development bez wyświetlania menu.

source: Loads a saved game. <save> is the savegamename.
pl: Wczytuje zapisaną grę. <save> jest zapisaną grą.

source: Loads the last quicksave.
pl: Wczytuje ostatni szybki zapis

source: Development options
pl: Opcje rozwojowe

source: Enable logging for a certain logging module (for developing only).
pl: Włącz logowanie dla pewnego modułu (tylko do rozwijania).

source: For internal use only.
pl: Tylko do wewnętrznego użytku

source: Enables unstable features (for developing only).
pl: Włącz niestabilne funkcje (tylko do rozwijania).

source: Enable profiling (for developing only).
pl: Włącz profilowanie (tylko do rozwijania).

source: We are very sorry for this, and want to fix this error.
pl: Bardzo przepraszamy i chcemy naprawić ten błąd.

source: In order to do this, we need the information from the logfile:
pl: Abyśmy to mogli zrobić, potrzebujeme informacje z pliku:

source: Please give it to us via IRC or our forum, for both see unknown-horizons.org .
pl: Prosimy o podanie do nas poprzez IRC lub forum. Dla obu, zobacz unknown-horizons.org

source: Thank you for using Unknown Horizons!
pl: Dziękujemy za używanie Unknown Horizons!

source: Failed to load fife:
pl: Nie udało sie wczytać fife:

source: FIFE was not found.
pl: FIFE nie było znalezione.

source: Not Implemented Yet
pl: Jeszcze nie wprowadzone

source: {SHIFT} = Hold to place multiple buildings
pl: {SHIFT} = Trzymaj aby postawić kilka budynków
